{
  "transcript": [
    {
      "speaker": "Scott Simon",
      "text": "Edward Snowden has written a book. It is a memoir, a coming-of-age-with-the-Internet story, a spy tale and, his critics would say, an attempt to try to justify betraying his country, by a man who was charged in 2013 with two counts of violating the Espionage Act and with theft of government property - confidential, national security information. Mr. Snowden's book is \"Permanent Record.\" Edward Snowden joins us now from Moscow. Thanks so much for being with us."
    },
    {
      "speaker": "Edward Snowden",
      "text": "Thank you for having me on."
    },
    {
      "speaker": "Scott Simon",
      "text": "I think a lot of people don't want to hear anything you have to say until I've asked you this question. Are you being used by Vladimir Putin?"
    },
    {
      "speaker": "Edward Snowden",
      "text": "(Laughter) No, I don't think so. When people look at this, you know, particularly with Russia in the news as much as it is, there's always this cloud of suspicion that's leveled against anybody who can be, in the most stretched way, associated with Russia. It wasn't my choice to be in Russia."
    },
    {
      "speaker": "Scott Simon",
      "text": "Most stretched way - you're living there in Moscow. You have been for six years."
    },
    {
      "speaker": "Edward Snowden",
      "text": "Right, but it was not my choice to be here. And this is what people forget. I applied for asylum in 27 different countries around the world, and it was the government, the United States government, then-Secretary John Kerry, that canceled my passport as I was leaving from Hong Kong en route to Ecuador. And this locked me in place. I believe they panicked. And I think the reason that I'm in Russia today is because what we know - this was actually publicly reported in 2013. Every time one of these other countries, one that the United States public would be much more comfortable with - a France, a Norway, a Germany - one of two people would call the Foreign Ministry of that country. And it would be either Secretary of State John Kerry or then-Vice President Joe Biden. The idea here is they would go, look; we understand that he has been charged with political crimes. This means you don't qualify for extradition, and you almost always do qualify for asylum protections. And the government - we know you can do this, but if you do, we want you to understand there will be a response. We're not going to say what it will be, but it will be severe because we don't want to see the public seeing this guy as a whistleblower, which the public then was coming around to do."
    },
    {
      "speaker": "Scott Simon",
      "text": "You say the U.S. government panicked. Did the U.S. government panic, or just they felt it was important to the national interest of the United States to make certain you - your movement was limited?"
    },
    {
      "speaker": "Edward Snowden",
      "text": "What is the thing they are arguing is in the interest of the United States here? Sort of like in your introduction, you say some people say I betrayed the United States. Well, how did I betray the United States? All of my information was given to the American public through some of the most trusted institutions in journalism, institutions like The Washington Post. Now, as a condition of access to this archive material, these journalists were required not to publish any story that they thought was harmful, no story simply because it was interesting, no story simply because it was newsworthy - only stories that they were willing to make an institutional argument and stand for. It was in the public interest to know. And here, as an extraordinary safeguard on top of this, I required each of the journalists working with this material in advance of publication to go to the government before they ran stories. And this is why in 2013 we heard exactly the extraordinary rhetoric that you raised before. But now in 2019, we don't hear this anymore. We have seen the laws changed. We have seen the programs changed. And we have even seen officials in the United States intelligence community - former Deputy Director Richard Ledgett, for example - say that he thought the NSA had made a mistake in concealing this program, the particularly unconstitutional phone records program, because he believed that if the NSA hadn't played these secrecy games and denied the American people the right to know, much less the right to vote on it, they could've won that sort of persuasive argument. But they didn't do it. They had made a mistake, and it had harmed the rights of everyone in the United States and everyone around the world as a consequence. And they call me the traitor?"
    },
    {
      "speaker": "Scott Simon",
      "text": "You recount in this book how Russian intelligence representatives met you at the airport in Moscow and said to you - I'm going to quote from your own book - \"life for a person in your situation can be very difficult without friends who can help. Is there some information you could share with us?\" You're there six years later. You can see why people might be suspicious, can't you?"
    },
    {
      "speaker": "Edward Snowden",
      "text": "I was trapped in that airport for 40 days. If I had played ball, I would've left Day 1 in a limo. You know, I would've been living in a palace. You would see them giving me parades in Red Square. The reality is this. I had destroyed my access to all of the classified material that I provided to journalists before leaving Hong Kong precisely because I didn't know what was going to happen next."
    },
    {
      "speaker": "Scott Simon",
      "text": "Are you - at the same time, though, you're in Moscow. Are you, a very smart man, naive to think that Vladimir Putin is going to give you asylum without expecting something in return?"
    },
    {
      "speaker": "Edward Snowden",
      "text": "All throughout the Cold War in the United States, we protected dissidents from the Soviet government. These are, you know, writers. These are speakers. These are physicists. These are not people who can benefit the United States government even if they had wanted to. And we protected them nonetheless because of the message it sent. Now, the Russian government doesn't get many chances in this context internationally, on the global stage, to do the right thing. I have been criticizing the Russian government while I am here. What more can I do to satisfy you or any of these critics who hold these positions? The reality is there is nothing that will satisfy them because it is their suspicion, it is their skepticism, it is their distrust of the Russian government as an institution which is motivating this."
    },
    {
      "speaker": "Scott Simon",
      "text": "I mean, do I have to detail for you the ways in which the Putin government has earned (laughter) some suspicion?"
    },
    {
      "speaker": "Edward Snowden",
      "text": "No, no. Absolutely not. Again, I agree with you. This (laughter) - look, look; this is why I have been criticizing the Russian government. There's no distance between us on that. I'm not saying Vladimir Putin is an angel. I'm not even saying Vladimir Putin is a decent guy. What I'm saying is you have to understand there doesn't need to be a quid pro quo here for it to make sense."
    },
    {
      "speaker": "Scott Simon",
      "text": "Edward Snowden. Elsewhere in the program, he talks about his work at the NSA before he leaked classified information and tells us what's keeping him from returning to the U.S. to face trial."
    }
  ]
}