{
  "transcript": [
    {
      "speaker": "David Greene",
      "text": "Here are a few things we know about Gordon Sondland. Here are a few things we know about Gordon Sondland. Here are a few things we know about Gordon Sondland. Here are a few things we know about Gordon Sondland. He was appointed by President Trump as U.S. ambassador to the European Union, and now he's a central character in an impeachment inquiry. He was appointed by President Trump as U.S. ambassador to the European Union, and now he's a central character in an impeachment inquiry. He was appointed by President Trump as U.S. ambassador to the European Union, and now he's a central character in an impeachment inquiry. He was appointed by President Trump as U.S. ambassador to the European Union, and now he's a central character in an impeachment inquiry. When a U.S. diplomat suggested in a text that President Trump was withholding security assistance from Ukraine to get their help in a political campaign, Sondland wrote back, the president has been crystal clear no quid pro quos of any kind. When a U.S. diplomat suggested in a text that President Trump was withholding security assistance from Ukraine to get their help in a political campaign, Sondland wrote back, the president has been crystal clear no quid pro quos of any kind. When a U.S. diplomat suggested in a text that President Trump was withholding security assistance from Ukraine to get their help in a political campaign, Sondland wrote back, the president has been crystal clear no quid pro quos of any kind. When a U.S. diplomat suggested in a text that President Trump was withholding security assistance from Ukraine to get their help in a political campaign, Sondland wrote back, the president has been crystal clear no quid pro quos of any kind. Sondland will give a deposition on Capitol Hill today. Sondland will give a deposition on Capitol Hill today. Sondland will give a deposition on Capitol Hill today. Sondland will give a deposition on Capitol Hill today. He is a Portland, Ore., businessman and philanthropist, a GOP donor with no diplomatic experience. He is a Portland, Ore., businessman and philanthropist, a GOP donor with no diplomatic experience. He is a Portland, Ore., businessman and philanthropist, a GOP donor with no diplomatic experience. He is a Portland, Ore., businessman and philanthropist, a GOP donor with no diplomatic experience. Portland Business Journal Editor Suzanne Stevens has covered him for years and joins us this morning. Portland Business Journal Editor Suzanne Stevens has covered him for years and joins us this morning. Portland Business Journal Editor Suzanne Stevens has covered him for years and joins us this morning. Portland Business Journal Editor Suzanne Stevens has covered him for years and joins us this morning. Thanks for coming on. Thanks for coming on. Thanks for coming on. Thanks for coming on."
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Yeah. Yeah. Yeah. Yeah. Thanks, David, for having me. Thanks, David, for having me. Thanks, David, for having me. Thanks, David, for having me."
    },
    {
      "speaker": "David Greene",
      "text": "So how would you describe Ambassador Sondland based on all of your reporting? So how would you describe Ambassador Sondland based on all of your reporting? So how would you describe Ambassador Sondland based on all of your reporting? So how would you describe Ambassador Sondland based on all of your reporting?"
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Well, I mean, he's a fairly well-known businessman here in the Portland area for sure, but he's also been behind the scenes. Well, I mean, he's a fairly well-known businessman here in the Portland area for sure, but he's also been behind the scenes. Well, I mean, he's a fairly well-known businessman here in the Portland area for sure, but he's also been behind the scenes. Well, I mean, he's a fairly well-known businessman here in the Portland area for sure, but he's also been behind the scenes. He spent a lot of his career behind the scenes. He spent a lot of his career behind the scenes. He spent a lot of his career behind the scenes. He spent a lot of his career behind the scenes. He's built up his hotel operation. He's built up his hotel operation. He's built up his hotel operation. He's built up his hotel operation. He's really - he's the largest private hotel operator in the state over the last, you know, more than three decades. He's really - he's the largest private hotel operator in the state over the last, you know, more than three decades. He's really - he's the largest private hotel operator in the state over the last, you know, more than three decades. He's really - he's the largest private hotel operator in the state over the last, you know, more than three decades. He owns some really prominent hotel properties in Portland, a lot of them boutique hotels. He owns some really prominent hotel properties in Portland, a lot of them boutique hotels. He owns some really prominent hotel properties in Portland, a lot of them boutique hotels. He owns some really prominent hotel properties in Portland, a lot of them boutique hotels. But as he's kind of grown that empire, he's often not put himself out front. But as he's kind of grown that empire, he's often not put himself out front. But as he's kind of grown that empire, he's often not put himself out front. But as he's kind of grown that empire, he's often not put himself out front. He's kind of stayed behind the scenes; he's let other executives of his Provenance Hotel (ph), which is his ownership company that he founded in the mid-1980s, he's really let them do the talking. He's kind of stayed behind the scenes; he's let other executives of his Provenance Hotel (ph), which is his ownership company that he founded in the mid-1980s, he's really let them do the talking. He's kind of stayed behind the scenes; he's let other executives of his Provenance Hotel (ph), which is his ownership company that he founded in the mid-1980s, he's really let them do the talking. He's kind of stayed behind the scenes; he's let other executives of his Provenance Hotel (ph), which is his ownership company that he founded in the mid-1980s, he's really let them do the talking. So this has been really fascinating to watch now that he's at the center of this. So this has been really fascinating to watch now that he's at the center of this. So this has been really fascinating to watch now that he's at the center of this. So this has been really fascinating to watch now that he's at the center of this."
    },
    {
      "speaker": "David Greene",
      "text": "So he and Donald Trump have a lot in common when it comes to their line of work. So he and Donald Trump have a lot in common when it comes to their line of work. So he and Donald Trump have a lot in common when it comes to their line of work. So he and Donald Trump have a lot in common when it comes to their line of work. What has their relationship been over the years? What has their relationship been over the years? What has their relationship been over the years? What has their relationship been over the years? Because it sounds like it's been rocky at times. Because it sounds like it's been rocky at times. Because it sounds like it's been rocky at times. Because it sounds like it's been rocky at times."
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Yeah, absolutely. Yeah, absolutely. Yeah, absolutely. Yeah, absolutely. So Sondland actually was a Romney supporter in 2012. So Sondland actually was a Romney supporter in 2012. So Sondland actually was a Romney supporter in 2012. So Sondland actually was a Romney supporter in 2012. And so when it came to the next presidential election, he didn't jump right on board with Donald Trump. And so when it came to the next presidential election, he didn't jump right on board with Donald Trump. And so when it came to the next presidential election, he didn't jump right on board with Donald Trump. And so when it came to the next presidential election, he didn't jump right on board with Donald Trump. He did finally back him once he won the nomination. He did finally back him once he won the nomination. He did finally back him once he won the nomination. He did finally back him once he won the nomination. But he actually - he and his wife, who's also a pretty prominent, well-known name here; she's the head of the Oregon Investment Board here in the state. But he actually - he and his wife, who's also a pretty prominent, well-known name here; she's the head of the Oregon Investment Board here in the state. But he actually - he and his wife, who's also a pretty prominent, well-known name here; she's the head of the Oregon Investment Board here in the state. But he actually - he and his wife, who's also a pretty prominent, well-known name here; she's the head of the Oregon Investment Board here in the state. They backed away from Trump and actually renounced Trump when he criticized that gold star family, the Khan family, whose son had died in Iraq. They backed away from Trump and actually renounced Trump when he criticized that gold star family, the Khan family, whose son had died in Iraq. They backed away from Trump and actually renounced Trump when he criticized that gold star family, the Khan family, whose son had died in Iraq. They backed away from Trump and actually renounced Trump when he criticized that gold star family, the Khan family, whose son had died in Iraq. And they really stepped away from him. And they really stepped away from him. And they really stepped away from him. And they really stepped away from him. But once Trump won the nomination, you know, Sondland donated a million dollars for his inauguration campaign. But once Trump won the nomination, you know, Sondland donated a million dollars for his inauguration campaign. But once Trump won the nomination, you know, Sondland donated a million dollars for his inauguration campaign. But once Trump won the nomination, you know, Sondland donated a million dollars for his inauguration campaign. A year later, he was named U.S. ambassador to the EU. A year later, he was named U.S. ambassador to the EU. A year later, he was named U.S. ambassador to the EU. A year later, he was named U.S. ambassador to the EU."
    },
    {
      "speaker": "David Greene",
      "text": "So I mean, one of the questions is - as he goes before lawmakers on Capitol Hill, who I'm sure are going to be asking some very tough questions, is how far his loyalty to President Trump will go in terms of potentially defending the president or not. So I mean, one of the questions is - as he goes before lawmakers on Capitol Hill, who I'm sure are going to be asking some very tough questions, is how far his loyalty to President Trump will go in terms of potentially defending the president or not. So I mean, one of the questions is - as he goes before lawmakers on Capitol Hill, who I'm sure are going to be asking some very tough questions, is how far his loyalty to President Trump will go in terms of potentially defending the president or not. So I mean, one of the questions is - as he goes before lawmakers on Capitol Hill, who I'm sure are going to be asking some very tough questions, is how far his loyalty to President Trump will go in terms of potentially defending the president or not. I mean, based on what you have learned from him over the years, how would you expect him to handle this situation? I mean, based on what you have learned from him over the years, how would you expect him to handle this situation? I mean, based on what you have learned from him over the years, how would you expect him to handle this situation? I mean, based on what you have learned from him over the years, how would you expect him to handle this situation?"
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "I think it's hard to tell. I think it's hard to tell. I think it's hard to tell. I think it's hard to tell. I mean, there's obviously enormous pressure that he's going to be under and has been under. I mean, there's obviously enormous pressure that he's going to be under and has been under. I mean, there's obviously enormous pressure that he's going to be under and has been under. I mean, there's obviously enormous pressure that he's going to be under and has been under. The fact that he's kind of voluntarily going forward with this, I think a lot of people read into that - that he's willing to go in, you know, like Mr. Volker and and lay his cards on the table. The fact that he's kind of voluntarily going forward with this, I think a lot of people read into that - that he's willing to go in, you know, like Mr. Volker and and lay his cards on the table. The fact that he's kind of voluntarily going forward with this, I think a lot of people read into that - that he's willing to go in, you know, like Mr. Volker and and lay his cards on the table. The fact that he's kind of voluntarily going forward with this, I think a lot of people read into that - that he's willing to go in, you know, like Mr. Volker and and lay his cards on the table. You know, he already knows that there's a lot of information out there and that congressional committees know a lot already. You know, he already knows that there's a lot of information out there and that congressional committees know a lot already. You know, he already knows that there's a lot of information out there and that congressional committees know a lot already. You know, he already knows that there's a lot of information out there and that congressional committees know a lot already. He hasn't always fallen right in line with Trump by any means. He hasn't always fallen right in line with Trump by any means. He hasn't always fallen right in line with Trump by any means. He hasn't always fallen right in line with Trump by any means. He's been critical of Putin over some gas projects that he's been involved in. He's been critical of Putin over some gas projects that he's been involved in. He's been critical of Putin over some gas projects that he's been involved in. He's been critical of Putin over some gas projects that he's been involved in. But generally, he has held the Trump line. But generally, he has held the Trump line. But generally, he has held the Trump line. But generally, he has held the Trump line. So I think this is going to be interesting to go in. So I think this is going to be interesting to go in. So I think this is going to be interesting to go in. So I think this is going to be interesting to go in. He did have that one key moment in the text chain where he came in and clearly stated this was not quid pro quo but then suggested they get offline. He did have that one key moment in the text chain where he came in and clearly stated this was not quid pro quo but then suggested they get offline. He did have that one key moment in the text chain where he came in and clearly stated this was not quid pro quo but then suggested they get offline. He did have that one key moment in the text chain where he came in and clearly stated this was not quid pro quo but then suggested they get offline. So... So... So... So..."
    },
    {
      "speaker": "David Greene",
      "text": "Right. Right. Right. Right."
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "So we'll see what happens once he jumps in there. So we'll see what happens once he jumps in there. So we'll see what happens once he jumps in there. So we'll see what happens once he jumps in there."
    },
    {
      "speaker": "David Greene",
      "text": "Are people following this in Portland? Are people following this in Portland? Are people following this in Portland? Are people following this in Portland? I mean, how are they reacting? I mean, how are they reacting? I mean, how are they reacting? I mean, how are they reacting?"
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Oh, absolutely. Oh, absolutely. Oh, absolutely. Oh, absolutely. Absolutely. Absolutely. Absolutely. Absolutely. I mean, this is a big deal here in Portland. I mean, this is a big deal here in Portland. I mean, this is a big deal here in Portland. I mean, this is a big deal here in Portland. Everybody's talking about it. Everybody's talking about it. Everybody's talking about it. Everybody's talking about it. And again, he's been so private for so many years that people are just kind of glued watching what's going to happen next. And again, he's been so private for so many years that people are just kind of glued watching what's going to happen next. And again, he's been so private for so many years that people are just kind of glued watching what's going to happen next. And again, he's been so private for so many years that people are just kind of glued watching what's going to happen next."
    },
    {
      "speaker": "David Greene",
      "text": "They feel like they're going to get their chance to learn about him following the national story that they haven't... They feel like they're going to get their chance to learn about him following the national story that they haven't... They feel like they're going to get their chance to learn about him following the national story that they haven't... They feel like they're going to get their chance to learn about him following the national story that they haven't..."
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Yeah, absolutely. Yeah, absolutely. Yeah, absolutely. Yeah, absolutely."
    },
    {
      "speaker": "David Greene",
      "text": "...Over the years in Portland. ...Over the years in Portland. ...Over the years in Portland. ...Over the years in Portland. Portland Business Journal Editor Suzanne Stevens with us this morning - thanks a lot. Portland Business Journal Editor Suzanne Stevens with us this morning - thanks a lot. Portland Business Journal Editor Suzanne Stevens with us this morning - thanks a lot. Portland Business Journal Editor Suzanne Stevens with us this morning - thanks a lot."
    },
    {
      "speaker": "Suzanne Stevens",
      "text": "Thanks, David. Thanks, David. Thanks, David. Thanks, David."
    }
  ]
}