{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Sometimes, there's an image that breaks through and captures the essence of a story that we've all been hearing about. This past week, award-winning photographer John Moore from Getty Images photographed a 2-year-old Honduran girl at the U.S.-Mexico border. It's taken from her vantage point. The adults are looming over her in the dark out of frame, and she's crying as her mother is searched. The image went viral. And to talk about what he saw on the border this past week, we're joined by John Moore. Thanks so much for speaking with us."
    },
    {
      "speaker": "John Moore",
      "text": "It's very good to talk with you, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So, John, tell us the story of this little girl."
    },
    {
      "speaker": "John Moore",
      "text": "Well, I had been photographing the Border Patrol that evening. It was in the Rio Grande Valley. It was a moonless night. We came across a group of undocumented immigrants, mostly families, women and children. And I could see the fear on their faces, in their eyes. As the Border Patrol took people's names down, I could see a mother holding a young child. And when it came time for that mother and the 2-year-old daughter to be searched before transportation to the processing center, they asked the mother to set down her daughter. At that moment, the young child broke into tears, and she started wailing. And I took a knee and had very few frames of that moment before it was over. And she picked up her daughter, and they were rushed into the van and all taken away."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You speak Spanish. You've been covering the border for a long time. Were you able to talk to this mother and child? And what was their story?"
    },
    {
      "speaker": "John Moore",
      "text": "I was only able to speak with them very briefly. I did ask the mother - I said, where are you from? And she said, we're from Honduras. And I said, well, how long have you been traveling to get to this place right now? And she looked at me and said, we've been on the road for a month. And I knew at that moment that this point in their journey, which was very emotional for me to see them being detained, for them was just part of a very, very long journey."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You're an award-winning photographer, and you've covered war and chaos. And I should mention that we're friends because we often covered the same things in the Middle East and Latin America. And you've been taking pictures at the border for the last decade. What did you see this past week more broadly?"
    },
    {
      "speaker": "John Moore",
      "text": "Having covered this story for the last 10 years, I've seen a lot along the way. But in this case, this last week, it was different because I knew that what happened after these pictures were taken was going to be something very different. Most of us here had heard the news that the administration had planned to separate families. And these people really had no idea about this news. And it was hard to take these pictures, knowing what was coming next."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. This took a toll on you. You spoke about that in the Getty Images blog."
    },
    {
      "speaker": "John Moore",
      "text": "As a photojournalist, it's my role to keep going, even when it's hard. But as a father - and I have a toddler myself. It was very difficult to see what was happening in front of my lens and thinking what it would be like for my kids to be separated from me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What did the Border Patrol say about this new policy? I mean, you spend a lot of time with them."
    },
    {
      "speaker": "John Moore",
      "text": "I think with Border Patrol agents, it's all on an individual basis. Some of them are very supportive of President Trump's policies and others probably a little bit less so. And I think it's important to note that the laws have not changed since President Trump came into office. It's really the administration's policies that have changed. In the past, most families who sought political asylum would be processed and then released, pending a court date in the future. And, of course, that policy has changed in recent months, and we're seeing the results of that now."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I must ask you - even though you only had very brief contact, do you know what happened to that little Honduran girl and her mother?"
    },
    {
      "speaker": "John Moore",
      "text": "I do not know what happened to them. I would very much like to know. Ever since I took those pictures, I think about that moment often. And it's emotional for me every time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "John Moore, photographer for Getty. His new book is called \"Undocumented,\" pictures from the border that span the last decade. Thank you so much."
    },
    {
      "speaker": "John Moore",
      "text": "Thank you, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And if you'd like to see that photo and others John took at the border, you can go to my Twitter account, @lourdesgnavarro. Or follow John on Instagram at @jbmoorephoto."
    }
  ]
}