{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "In Tunisia, it was eight years ago that a man set himself on fire, sparking protests that led to the ouster of the government and inspired antigovernment protests across the region. This past week, another Tunisian man, a journalist, also set himself on fire, vowing to start a revolution because of continued difficult living conditions and poverty. The video was posted online. Since then, there have been protests. Chaima Bouhlel joins us from Tunisia. She's the former president of Al Bawsala, a local watchdog group. Thank you for joining us, Chaima."
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "Thank you. Thank you for the invitation."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So this is a particularly shocking case. This journalist, Abderrazak Zorgui, filmed himself setting himself on fire. Tell us more about him and the reaction to what he did."
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "So unfortunately, Abderrazak was not an isolated case of self-immolation in Tunisia. So we've been hearing about or documenting various cases across the country. Actually, there was the latest case Friday. A man in his 50s also set himself on fire. So this is definitely not, unfortunately, a special or unique case. What is unique about it is that it's a journalist, so more people actually heard about it. Clearly, in the video that he published on his social media account, it contextualized his attempt within the difficult social and economic situation that the country's going through, which is, in a way, a clear criticism of the performance of the government."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So, basically, you describe a pretty disturbing trend of self-immolation as a way to protest, to kill yourself. Why is this happening?"
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "There are different reasons. The economic situation is extremely difficult. The second reason is it's a very visible way of protest. So it usually takes place not in a closed place but, perhaps, in front of a governmental building or on the street. However, what you do notice is that - and this is an unfortunate result of the increase of such acts - is that politicians tend to rely on different other possible reasons for such acts. For example, they would say that there are, perhaps, mental illnesses that are spreading or that maybe this was planned. And this, in a way, removes or takes the discussion away from the hardship that those people are going through."
    },
    {
      "speaker": "Leila Fadel",
      "text": "And when you talk about a trend, you're not talking about a few people here and there. I mean, these are - you're talking about hundreds of people."
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "Yes. One of the documented numbers that we talk about - around 300 people who have actually died because of self-immolation since the revolution, so over the past eight years. But there are around 2,000 failed attempts, quote, unquote. Thank God they are failed. But it's important to note that we do have rising numbers of suicide in general. It's a very, very dangerous trend in this society. And that crosses all age groups."
    },
    {
      "speaker": "Leila Fadel",
      "text": "The reaction to this self-immolation, that - this journalist setting himself on fire, were protests. How serious are those protests? And are they continuing?"
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "Again, I'm going to go back to the context. So this case took place among other movements against the government. So we had the red vests that are, in a way, similar to the yellow vests in France. We have another movement that is called basta or stop. The self-immolation was a very visible form of protest that, perhaps, ignited protests elsewhere in the country. But in the public opinion, they seem like - it seems like there is a link. And again, the link is the performance of the government."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So often, Tunisia is referred to as the success story of the Arab Spring, the place where there was a peaceful transfer of power, a constitution written. And now we're seeing that this journalist set himself on fire, that there are protests. Is Tunisia the bright spot that it's portrayed to be?"
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "I think when you look at the long term, we are establishing institutions. There is freedom of expression. People are trying to build a Tunisia that people would like to live in. However, the patience of certain groups of people is going to be tested because it's very easy to boast about the success of Tunisia. And it's something that makes me personally very proud - and lots of other people. But at the same time, it's - that does not buy people milk and bread and keep them warm on a day-to-day basis."
    },
    {
      "speaker": "Leila Fadel",
      "text": "That's Chaima Bouhlel, the former president of Al Bawsala, joining us from Tunisia. Thank you so much."
    },
    {
      "speaker": "Chaima Bouhlel",
      "text": "Thank you."
    }
  ]
}