{
  "transcript": [
    {
      "speaker": "Moore",
      "text": "My name's Bond, James Bond."
    },
    {
      "speaker": "Morgan",
      "text": "And that is Moore, Sir Roger Moore, playing the iconic British agent in \"Live and Let Die,\" his first movie as Bond. Moore defined the dashing role in seven of the movies. Sir Roger, it is a great honor to have you in my studio, I must say."
    },
    {
      "speaker": "Moore",
      "text": "Piers, very nice to see you again. But please, call me Roger."
    },
    {
      "speaker": "Morgan",
      "text": "I can't. Americans wouldn't stand for it. Now, you appeared in seven of the Bond movies. And yet, I heard you in an interview earlier today saying that you felt \"Skyfall,\" the new Daniel Craig movie, is the best Bond movie you have seen it."
    },
    {
      "speaker": "Moore",
      "text": "Well, it is. Certainly the box office proves it in Europe. It is -- actually, I think what I said this morning was that I finished this book, \"Bond on Bond,\" about four, five months ago. Before it went to press, I would have loved to have seen \"Skyfall,\" because I would have put another chapter in."
    },
    {
      "speaker": "Morgan",
      "text": "You thought it was really good?"
    },
    {
      "speaker": "Moore",
      "text": "I think he is tremendous. And it's a great film. Wonderful director, Sam Mendes."
    },
    {
      "speaker": "Morgan",
      "text": "Let's watch a clip from \"Skyfall.\" Here. He does a lot of his own stunts, apparently. You never did that, did you?"
    },
    {
      "speaker": "Moore",
      "text": "I did a couple of the love scenes. Well, that's stunts (ph)."
    },
    {
      "speaker": "Morgan",
      "text": "I always think with all the Bonds, Sean Connery would win a fight, if you all went into a bar and a big fight broke out, Sean Connery would probably be the hardest. I think that you, though, you would pull the most women. I think they would gravitate to that little twinkling, raised eyebrow."
    },
    {
      "speaker": "Moore",
      "text": "I always said that Sean was a killer and I was a lover. But I now say that Daniel Craig is the real killer."
    },
    {
      "speaker": "Morgan",
      "text": "Of all the Bond girls, and there were so many, especially in the seven movies you made, if I could trap you on a desert island with one of them, and I know it is like choosing your favorite baby, but if I can put you on an island for the rest of your life with one Bond girl, who would it be?"
    },
    {
      "speaker": "Moore",
      "text": "I'd actually go with my wife."
    },
    {
      "speaker": "Morgan",
      "text": "That is a complete copout, Sir Roger. And you are only doing that because she's watching this."
    },
    {
      "speaker": "Moore",
      "text": "She may not be watching it because I can make sure she doesn't."
    },
    {
      "speaker": "Morgan",
      "text": "Let me rephrase. If it was with your wife's permission --"
    },
    {
      "speaker": "Moore",
      "text": "If it was -- ."
    },
    {
      "speaker": "Morgan",
      "text": "Which I know is highly unlikely."
    },
    {
      "speaker": "Moore",
      "text": "It would have to be one of the Swedish ladies, particularly like Maude Adams."
    },
    {
      "speaker": "Morgan",
      "text": "Really?"
    },
    {
      "speaker": "Moore",
      "text": "I can say \"I love you\" in Swedish."
    },
    {
      "speaker": "Morgan",
      "text": "Being James Bond, there are two of the most exclusive boys clubs in the world. One is surviving, living presidents of the United States, there are five of them, and all six men who played Bond are still alive. You, Sean Connery, Daniel Craig, Timothy Dalton, Piers Brosnan, and the one everyone forgets, George Lazenby."
    },
    {
      "speaker": "Moore",
      "text": "You call this a living?"
    },
    {
      "speaker": "Morgan",
      "text": "What is it like to be James Bond? I mean, to walk around with people knowing you're Bond?"
    },
    {
      "speaker": "Moore",
      "text": "But you get sort of used to it after you have said, \"my name is Bond, James Bond\" 400 times."
    },
    {
      "speaker": "Morgan",
      "text": "Do people make you still say that?"
    },
    {
      "speaker": "Moore",
      "text": "Oh, yes, always."
    },
    {
      "speaker": "Morgan",
      "text": "Everywhere you go?"
    },
    {
      "speaker": "Moore",
      "text": "Every interview."
    },
    {
      "speaker": "Morgan",
      "text": "How many women do you think you have seduced because you played James Bond in the last 50 years?"
    },
    {
      "speaker": "Moore",
      "text": "Been married four times. (LAUGHTER]"
    },
    {
      "speaker": "Morgan",
      "text": "The mere fact you've been married four times, Sir Roger, suggests that --"
    },
    {
      "speaker": "Moore",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "You had a way with the ladies over the years."
    },
    {
      "speaker": "Moore",
      "text": "Well, I've -- I'm very -- I find it very difficult to say no."
    },
    {
      "speaker": "Morgan",
      "text": "You also married very volatile women. It seemed like every time you got out of the fire, you put yourself straight back into the frying pan"
    },
    {
      "speaker": "Moore",
      "text": "It's not quite true. It's just that I am one of those people that I don't argue. It annoys, I think, ladies, if you don't answer back."
    },
    {
      "speaker": "Morgan",
      "text": "So you always just this nice, calm figure?"
    },
    {
      "speaker": "Moore",
      "text": "I try to be. Inside, I'm churning. I have to take Nexium every morning for my stomach."
    },
    {
      "speaker": "Morgan",
      "text": "Have you been what British people would describe as a bit of a naughty boy over the years, would you say?"
    },
    {
      "speaker": "Moore",
      "text": "Depends what the definition of naughty is."
    },
    {
      "speaker": "Morgan",
      "text": "What would your definition be?"
    },
    {
      "speaker": "Moore",
      "text": "I suppose getting drunk, falling over and waking up in strange hotel rooms. With people you wonder who they are?"
    },
    {
      "speaker": "Morgan",
      "text": "Do you have any regrets in your 85 years?"
    },
    {
      "speaker": "Moore",
      "text": "I regret I can't start them all again."
    },
    {
      "speaker": "Morgan",
      "text": "Really? I always get the feeling with you -- you seem really -- a very self-aware man who has really enjoyed his life. For all the good and bad stuff that's happened, primarily you've enjoyed your life."
    },
    {
      "speaker": "Moore",
      "text": "I've been terribly lucky. And I don't know why. Why I should have been selected to be -- have sort of the luck shine upon them. But I always kept working. I sort of had some many happy moments."
    },
    {
      "speaker": "Morgan",
      "text": "The book is fascinating and it goes back over the 50 years of Bond movies. Are you surprised that the Bond franchise is still so successful?"
    },
    {
      "speaker": "Moore",
      "text": "You didn't hold that book up high enough."
    },
    {
      "speaker": "Morgan",
      "text": "Sorry, Sir Roger. There we are."
    },
    {
      "speaker": "Moore",
      "text": "\"Bond on Bond.\""
    },
    {
      "speaker": "Morgan",
      "text": "Are you surprised that it still -- I mean, even more successful than it was 50 years ago?"
    },
    {
      "speaker": "Moore",
      "text": "No, not really. Because I know that they've never cheated the audiences. They spend the money, put it on the screen. And in the days when Bond started, you must remember, the travel was very expensive. So people didn't go to all those places. They would see it along the screen, transported into a little bit of heaven, if you like. But they saw things they didn't see in their everyday life. And then you mix that up with beautiful girls, a great adventure, the old hero story, the white knight."
    },
    {
      "speaker": "Morgan",
      "text": "We just heard the presidential election here. Did you take much interest in that?"
    },
    {
      "speaker": "Moore",
      "text": "An election, really? Well, of course, we are always curious."
    },
    {
      "speaker": "Morgan",
      "text": "You a fan of Barack Obama?"
    },
    {
      "speaker": "Moore",
      "text": "I'm not going to answer anything political."
    },
    {
      "speaker": "Morgan",
      "text": "Really?"
    },
    {
      "speaker": "Moore",
      "text": "Because I work with UNICEF and you're not allowed with the United Nations."
    },
    {
      "speaker": "Morgan",
      "text": "I think whatever you think of Obama domestically in America, and obviously the opinion is divided, and half the country nearly in the popular vote didn't vote for him, but I think abroad Obama has definitely restored a lot of America's reputation. That's the sense I get. Do you feel that when you travel the world?"
    },
    {
      "speaker": "Moore",
      "text": "Yes, I think that he, like Reagan, makes an American proud to be an American."
    },
    {
      "speaker": "Morgan",
      "text": "Yes. I totally agree. If I could give you five minutes back of your entire life, and it can't involve marriage or children to relive, the greatest moment of your life, what would you choose?"
    },
    {
      "speaker": "Moore",
      "text": "I suppose being with my parents when I did something that was worthwhile."
    },
    {
      "speaker": "Morgan",
      "text": "Getting their love and respect?"
    },
    {
      "speaker": "Moore",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "What do you think they would have made of the way you ended up?"
    },
    {
      "speaker": "Moore",
      "text": "Well, my mother would be very grateful, because she always said, don't you think you should get a regular job, son?"
    },
    {
      "speaker": "Morgan",
      "text": "Your dad was a policeman. What would he have made of it?"
    },
    {
      "speaker": "Moore",
      "text": "He was very happy. If it hadn't been for them, I couldn't have been an actor. They had to support me while I was studying. Studying, you know, when I was abroad, during the war."
    },
    {
      "speaker": "Morgan",
      "text": "That's basically been the story of your life ever since, isn't it, Sir Roger?"
    },
    {
      "speaker": "Moore",
      "text": "Outnumbered."
    },
    {
      "speaker": "Morgan",
      "text": "Well, I can talk to you all day, as you know. It's been a fascinating encounter. Is the way I'd best describe this. \"Bond on Bond, Reflections on 50 Years of James Bond Movies.\" The great Sir Roger Moore. Flying the flag for Britain around the world, with UNICEF and everything else. It's been a real honor."
    },
    {
      "speaker": "Moore",
      "text": "Thank you so much."
    },
    {
      "speaker": "Morgan",
      "text": "Lovely to see you."
    },
    {
      "speaker": "Moore",
      "text": "Thank you."
    },
    {
      "speaker": "Morgan",
      "text": "Roger Moore, a true legend. And we'll be right back."
    }
  ]
}