{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Joshua Foer is a young man who remembers a great deal of information. Information you or I wouldn't dream of trying to memorize in the first place, such as a thousand digits in under an hour, the precise order of 10 shuffled decks of playing cards. His ability to do that and more, though, earned him top prize at the U.S. Memory Championship in New York this past weekend. And Joshua Foer joins us now on the phone from the studios of the Voice of America here in Washington, D.C. Thanks very much for being with us on TALK OF THE NATION."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Neal Conan",
      "text": "If I understand this correctly, this is not a competition you set out to win."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "No, I actually was at the contest last year writing about it for Slate Magazine. I'm a science journalist. And all these guys were doing these incredible feats and telling me that they didn't have an extraordinary memory, that they just knew these tricks. And they said, even you could be the memory champion if you just learned these tricks and practiced. So, I wanted to find out if they were being falsely modest or if, you know, there was something to it."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you used, in fact, the memory tricks of the ancients?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right. So, well, these techniques that they used and that I used are actually 2,500 years old. They were discovered in ancient Greece, and they're the same tricks that, you know, Cicero used to memorize speeches, that generals used to memorize the names of all the soldiers in their command, that medieval scholars used to memorize vast libraries of information."
    },
    {
      "speaker": "Neal Conan",
      "text": "Probably that Homer used to memorize the Iliad."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Possibly. He was actually...predated the discovery of this particular technique."
    },
    {
      "speaker": "Neal Conan",
      "text": "This involves assigning some degree of personification to these otherwise dry digits?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right. And also using what's known as, basically, a memory palace to arrange these pieces of information in your head in order."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm. Now what kinds of, when you get into these memory competitions, what do they actually do?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, they test you on, they give you a bunch of faces with names and ask you to memorize those. They give you lists of random words, numbers, and you have to memorize the order of a shuffled deck of playing cards."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm. And all of this takes how long?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, so, the shuffled deck of playing cards, I actually set the new U.S. record, which was, I thought, I was impressed with myself. It took about a minute and 40 seconds, and the best guys in the world can do it in under 30 seconds."
    },
    {
      "speaker": "Neal Conan",
      "text": "Unbelievable."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "Are you suggesting that there's, between the United States and the world, a memory gap?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, the American competitors are good, but there're some guys in Germany and England in particular that are just extraterrestrial."
    },
    {
      "speaker": "Neal Conan",
      "text": "Huh. And those are the, really the guys that you set out to write about?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right, and so I actually went to the World Championships last year in Oxford, and the German Championships, there are championships in almost a dozen countries. And I thought, you know, if I'm going to do this properly, I have to walk in their shoes for a day. So I figured I would enter the U.S. championships."
    },
    {
      "speaker": "Neal Conan",
      "text": "And after going through this experience, have you come to the conclusion that you have a pretty good memory?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, I've come to the conclusion that these techniques work."
    },
    {
      "speaker": "Neal Conan",
      "text": "Because otherwise you wouldn't. Did you spend a lot of time preparing for this contest?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Yeah, and I actually got the, one of the best memorizers in the world to be my coach and my trainer. And so he taught me all of these techniques and kind of coached me through the practice."
    },
    {
      "speaker": "Neal Conan",
      "text": "So there were grueling hours of shuffled decks memorization?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "I wouldn't say that. I would say, you've got to spend a couple of minutes every day. I would keep a deck of cards next to my computer and just, you know, when I was, my eyes were tired, I'd pick them up and try and memorize them."
    },
    {
      "speaker": "Neal Conan",
      "text": "And are you going to continue in pursuit of future memory championships?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, I'm in a funny position, because, you know, I'd set out to do this as kind of an exercise in participatory journalism, and now all of sudden I am the representative of the United States of America to the World Memory Championships in Kuala Lumpur, Malaysia, this August. So, I guess I'm going to have to actually now really seriously train so I don't let my country down."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's interesting, we always think about long-term and short-term memory. Do you actually remember any of the things that were in the test?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, so, part of the way that these tasks are set up is, you actually want to forget everything as soon as possible afterwards so that you're kind of ready for the next event."
    },
    {
      "speaker": "Neal Conan",
      "text": "Your, the slate is clean."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right."
    },
    {
      "speaker": "Neal Conan",
      "text": "So, part of this is, you're just storing this in the shortest memory bank possible."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right, but if you wanted to store it for longer it would be very simple to, you would just, you'd have to repeat this to yourself, you know, what you've memorized, maybe once or twice, and it would stick."
    },
    {
      "speaker": "Neal Conan",
      "text": "And in real life, are you one of those people who remembers where their car keys is and the name of your third grade math teacher?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "No, I'm the person who, you know, shampoos his hair twice in the morning because he forgot that he had just done it."
    },
    {
      "speaker": "Neal Conan",
      "text": "So, in other words, you're saying that you're no better than the rest of us."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right. Exactly."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as you think and write about all these other even better memorists, I guess that's, if that's what they're called, these habits of mind, what use other than memorizing the Iliad, are they good for?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right. So, memorizing a deck of cards is not exactly going to get you far in life. But, there are people putting them, these techniques to a useful ends. There's a teacher in the south Bronx, at an inner city high school, who teaches his students, essentially, how to memorize their entire textbooks using these techniques. And his students also compete in the U.S. memory championships."
    },
    {
      "speaker": "Neal Conan",
      "text": "And if you've memorized the textbooks, presumably you can go back to your image of page 42, where the answer to that question on the exam is..."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "You can bet they all aced the regents."
    },
    {
      "speaker": "Neal Conan",
      "text": "It also seems to me that if there's a way to keep your mind agile, even if it's doing something as artificial as memorizing a deck of cards, you're keeping your mind busy."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, there is some evidence this sort of, these sorts of memory games can stave off Alzheimer's. But it's not clear to me that they'll make you, the average person, any smarter or any, you know, any cleverer."
    },
    {
      "speaker": "Neal Conan",
      "text": "And, do these people who do well at these sort of memory tests, do they tend to do well at life?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well that's an interesting question. Some of them do, and others have, you know, this is the biggest thing in their lives."
    },
    {
      "speaker": "Neal Conan",
      "text": "Hmm? Really?"
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "I guess that explains the passion for it, but that's also a little sad."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Well, I shouldn't say that of many of the people."
    },
    {
      "speaker": "Neal Conan",
      "text": "Okay. Well, if that's what they're doing, more power to them."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Right."
    },
    {
      "speaker": "Neal Conan",
      "text": "Congratulations."
    },
    {
      "speaker": "Mr. Joshua Foer",
      "text": "Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "Joshua Foer is the writer in Washington, D.C., this week and he won the USA Memory Championship. I'll try to remember how to pronounce his name next time. This is TALK OF THE NATION, from NPR News."
    }
  ]
}