{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "From NPR News this is News and Notes, I'm Tony Cox. Another 650,000 jobs vanished last month, putting the unemployment rate at a 25-year high, and some economists say those jobs are gone for good. Are the sweeping lay-offs an indication of a fundamental shift in our economy? And as people try to find work, jobs fairs are swamped. But with so much competition, just how do you stand out from the crowd? Plus, what is a mortgage cram-down, and could this be the silver bullet? For answers, I'm joined now by author and economist Dr. Julianne Malveaux. Dr. Malveaux, how are you?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Hi, Tony. How are you doing?"
    },
    {
      "speaker": "Tony Cox",
      "text": "I'm fine thank you very much. The job figures that came out on Friday show that the unemployment rate has reached a high we haven't seen since 1983, Warren Buffett in fact saying the economy has fallen off a cliff. But there are some areas experiencing growth, Dr. Malveaux, so are here two questions. The first is, are jobs accelerating - the lost of jobs, are they accelerating or slowing down, and secondly, where can we expect the job market to go next?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Well, I think the job loss is accelerating if we look at the last three months. We're continuing to bleed more jobs every month, 8.1 percent is nothing to be excited about except for to very frightened. And the 8.1 percent, Tony, represents nearly 15 percent when we count the people who are not being counted. When we count the people who are not being counted those who have been - they've just stopped looking for work or those who are working part-time who want to work full-time. In addition, that 8.1 turned into about 14 percent for African-Americans, and when we do the same number, comes up almost 25 percent. Those are really frightening numbers. There are jobs that are still out there, of course, but they're not as many jobs out there as there are people. No one should give up, of course. People should do what they can and, you know, many folks have to think about their packaging. And this is not to say if you're not packaged well you shouldn't get a job, but the best resume, the best references, all of that - and we know they're jobs out there some of them are low-paid jobs. People like Target are still - no disrespect to Target, but people like Target are still hiring. There are some consumer places that are hiring. But the fact is that it's a very different labor market than it's ever been. The biggest challenge is not in consumer services, it's the fact that there are manufacturing jobs that simply aren't going to come back, it doesn't pay us to do those jobs. The jobs in health care, all kinds of jobs in health care, but again those basic manufacturing jobs that you didn't have to have a college education for, that you could produce something for it, you'll be well paid for. Those are the jobs that will only come back if we want them to come back."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, you know, you made the point that John Silvia, the chief economist at Wachovia made, saying that a number of these jobs simply are not coming back and that we need wholesale retraining. And you also made reference to the fact that Target, which is opening 27 new stores, is going to put 4,300 people back to work, and Wal-Mart seemed to be doing OK. It seems like just a very little in the sea of bad news. Are there other bright spots any place?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "As I said, health care represents a bright spot. As the baby boom ages, there would be opportunities for people doing health-care work. Again, some of that work is going to go offshore. Some of our MRIs are going to be read offshore but there are some things that have to happen hand to hand and person to person, and so people with training in the health-care areas may do OK. They may have to move. The other issue, of course, is that some parts of country are just not doing well. So someone whose in one part of the world may find a job for them as in another part of the world. There are made to challenges right now, and people have to maintain both optimism and pragmatism."
    },
    {
      "speaker": "Tony Cox",
      "text": "So does that mean that people should continue to go to these jobs fairs even if they're only a few jobs offered and thousands of people applying for them?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Tony, that's such a great question because some of these job fairs are asking people to pay a little a bit of money to come in. If 5,000 people line up to get 50 jobs, someone is profiting. I think we need to look at who's doing the job fairs, what they're promising and if there are other ways to get those coveted jobs. But it doesn't hurt to get out there, to put your name out there, to have conversations. I just wouldn't spend a lot of money on job fairs."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right, let's move in to another area, the stock market slipping below 7,000 last week with some shocking prices for once blue-chip companies. The big headline was GM, of course, but also GE fell below $7 a share. Citigroup shares dipped below a dollar, when just two years ago the stock was trading at something like $55. Office Depot down to 73 cents. What is going on here with these so-called penny stocks, and I supposed that question for people who do have some money is, should we be buying them?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "I think you have divide what's happening in the stock market to a general downturn and a lack of value. So the general downturn means that really great stocks are going to be cheaper, you know, Apple stock has toppled, Microsoft stock has toppled. There are others. They're less than they were, but they're still are holding value. There maybe some bargains there. This maybe stocks you couldn't afford two years ago now, and you can get in to knowing that these stocks are going to rebound, of course, knowing is a question mark. You don't know anything for sure. There are other stocks, Tony, that really there are questions to be raise about their evaluation, about their basic fundamentals, and I think that if we look at some of the bank stocks and some of the auto stocks and there's some other things where certainly, there maybe less value than there was, and if there is less value don't believe that because the stock is trading less than a dollar that you're going to get a bargain. If the value isn't there, it isn't going to be there. I wouldn't purchase - you know, the Citigroup stock is challenging. People are talking about nationalizing that. If that stock is nationalized, the losers are the shareholders, not the depositors. Before I purchase a penny stock, I'd be in a conversation with my financial adviser or I'd be on the Internet, and I'd be clear that the stock is cheaper because valuation is lower, not because the fundamentals are different."
    },
    {
      "speaker": "Tony Cox",
      "text": "So, is it fair to say that we have not yet seen the bottom when it comes to stock prices?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Yes, and that's very fair to say."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right, let's talk about this, the Mortgage Bankers Association put out a report last week announcing that nearly 12 percent of the country is in some phase of home foreclosure. The House of Representatives has passed President Obama's court-approved mortgage-relief plan. Now, in the banking industry they call this, I understand, a cram-down plan. What is this, and how does it work?"
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Well, what's happening is that we have opportunities for people to get some relief. These are people who are underwater, in other words, they owe more than their mortgages are. Your house was valued - you got a mortgage at $315,000, but the house is maybe worth $250,000. So, you couldn't sell the house to pay off this mortgage. There are various forms of help out there, but Tony, what we're finding this last days is that some of the help is not help enough. People who have bad credit ratings, who have not been current with their mortgages - there are number of things that put a lot of these 12 percent of the people outside of the safety net of help."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, you know, the other question, it seems to me, Dr. Malveaux, at least one that you can hear if you follow it in the press on television and radio, and well, as well as in print is this argument over who should be helped or the people who need it. It's agreed, everybody needs it but who is - for lack of a better term - worthy of being helped and who is not."
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "That is the question that will always come up when people who are similarly situated get different kinds of help from the government. In other words, you and I are neighbors, I kept my 30-year mortgage and I paid it every month and I'm OK. I mean, I'm hurting because maybe I'm laid off but I've got a reasonable mortgage that I can pay. You, on the other hand, got a second and then you got another and you refinanced, and our two houses are sitting next door to each other worth about the same amount of money, you owe half a million dollars, I owe 200,000 and I've been paying. Why should you be better advantaged than I am? That's the kind of question that's coming up. Or you are one of these people who had a subprime loan. Why should you get a break when someone who dotted all the Is and crossed all the Ts doesn't get a break? These are the kind of questions that we're going to have to parse out. The fact is that with one in eight people in trouble, those in trouble are the ones who need first help. At the same time - and when I get help, I'm your next door neighbor, I don't default that helps the person who's next door because, a vacancy next door is going to make my property value go down. So, we're all interconnected here. But there are lots of people who are feeling that there are some inequities here and those are the things that I think the legislation and the courts will work out. Most importantly, I think we simply need to freeze foreclosures for six months while we work this thing out. These equity questions aren't going to go away, but if I'm in a neighborhood where I've been the good guy and six of my neighbors haven't been, I don't benefit everything if the next thing I know, their doors and windows boardered up around me because my property value goes down too."
    },
    {
      "speaker": "Tony Cox",
      "text": "Our time is up but that's one of the failings of the stimulus plan and the mortgage relief plan, isn't it? That it hasn't worked this out."
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "It really is. I don't think that people have an eye on the ground view. We're trying to help people. But helping people macro doesn't really satisfy people micro when it's happening in a neighborhood."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right, Dr. Melvo, thank you very much. Always good to hear your points of view."
    },
    {
      "speaker": "Dr. Julianne Malveaux (Author/Economist)",
      "text": "Thank you, Tony."
    },
    {
      "speaker": "Tony Cox",
      "text": "That was author and economist, Dr. Julienne Malveaux. She is also the president of Bennett College for Women in Greensboro, North Carolina."
    }
  ]
}