{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Donald Trump is at his New Jersey golf course today and is due back in Washington this afternoon. He's been followed all weekend by go back and send her back, the racist tweets and chants he's been alternately embracing and distancing himself from. NPR congressional correspondent Susan Davis has some thoughts on what this tells us about what's to come, and she joins us now. Hi, Susan."
    },
    {
      "speaker": "Susan Davis",
      "text": "Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. Is this past week a taste of what's next? Did we just see what the 2020 election is going to be run on or, at least, what Donald Trump wants the election to be run on?"
    },
    {
      "speaker": "Susan Davis",
      "text": "You know, it's certainly part of President Trump's reelection strategy. It might become the driving strategy, depending on what the Democratic ticket looks like next year. I don't think, in some ways, this comes as a surprise if you follow politics because Donald Trump has a long history of using racial divides in America to advance his brand and his political goals. I think this is happening because Trump's clearest path - and I would say maybe his only path to reelection - will require winning again in those so-called blue states - Michigan, Wisconsin and Pennsylvania. And those states are home to high numbers of Trump's strongest supporter. Who is that? The white working-class voter. So if those voters show up in force in 2020, that's his best shot at a second term. And I think this week just proves he's willing to say pretty much whatever he thinks to get him there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You say that this is Trump's only path, sort of appealing to this white racial resentment. Why? Because it's a sure bet? In that case, I do want to note that the midterms didn't exactly go his way."
    },
    {
      "speaker": "Susan Davis",
      "text": "Oh, yeah. I mean, I say it's his only path because if you look at Trump's time in office, he has not done anything to expand his coalition in the time he's been there. It's much harder to see a 2020 in which he can improve his numbers with women, young people and Latinos then try to double down on the white support that he has very strongly and especially because white voters still cast most of the votes in this country. You are absolutely right, though, that this is a risky strategy. If you remember those three blue states, it was about 80,000 votes that swung those three states. That's really not a steep hill for Democrats to climb to win them back, especially if they can motivate voters on the other side. I also say the Republicans, a lot of time, act like 2018 didn't happen, where there was this huge blue wave. It was the most racially diverse electorate ever. It was sort of a glimpse into the future of what's to come. But I also think that the downside for Democrats - in that a lot of the demographic changes that are changing this country - are not happening in the places that matter much to presidential elections. For instance, in places like California, if Democrats win a million more votes in 2020, that doesn't change the electoral math. And that's what we're talking about here."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I'm curious. Do you see much significance in Trump's approval rating? NBC and The Wall Street Journal have it at 45%. We get these approval rating check-ins almost daily. And that's despite the economy before this week's drama. But I wonder if it's an instructive measure anymore."
    },
    {
      "speaker": "Susan Davis",
      "text": "I think it's significant because it speaks to one of the most fascinating aspects about the Trump presidency in that, despite all of the conflict and division, he has the most stable approval ratings of any president since we began polling presidents, you know? Presidents have seen 30, 40, 50-point swings in approval over the course of their presidencies. Trump's has stayed in about this 9-point range. That 45% is the high end of that. So, right now, he's actually enjoying some of his highest approval ratings. I think what that tells me is that this is a country that really has its mind made up about Donald Trump and that the 2020 election isn't going to be about persuading voters to change their mind. It's really about just getting them to show up."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And, finally, the U.S. is brushing up against the debt limit, again, which means Congress needs to allow financing for spending it has already approved. What are the negotiations right now looking like?"
    },
    {
      "speaker": "Susan Davis",
      "text": "Speaker Pelosi and Treasury Secretary Mnuchin have been in talks all week and through the course of the weekend. They need to get a deal soon because while we're not expected to hit the debt limit until early September, Congress is trying to adjourn for the August break, and they need to get it done. They've passed an informal deadline of Friday, so they're kind of working hard to get something done. And it's something we'll obviously be following very closely this week on Capitol Hill."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And just one more question. I hear your daughter is having her first birthday today. Is that true?"
    },
    {
      "speaker": "Susan Davis",
      "text": "She's going to turn 1 tomorrow, but we're celebrating today."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Happy birthday to Lou (ph). Thank you so much."
    },
    {
      "speaker": "Susan Davis",
      "text": "Oh, thank you so much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR congressional correspondent Susan Davis."
    }
  ]
}