{
  "transcript": [
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Watch any professional hockey game and you'll see players shooting and passing at the highest level. You'll also see huge hits and a lot of fighting, like we hear in this clip from a 2002 game between the Boston Bruins and Washington Capitals. UNIDENTIFIED SPORTSCASTER #1: Stephen Peat in the white at center ice here at the Fleet Center in Boston. UNIDENTIFIED SPORTSCASTER #2: Oh, man. UNIDENTIFIED SPORTSCASTER #: Two guys who can throw punches, and they're doing exactly that. UNIDENTIFIED SPORTSCASTER #2: Oh, he's (unintelligible). UNIDENTIFIED SPORTSCASTER #: Folks, this is one of the best hockey fights we have seen in a long time. In the film of that clip, multiple referees just circle and watch as the players brawl on the ice. Fighting and hockey go hand in hand. And our next guest wants to change that. Jeremy Allingham is author of the new book \"Major Misconduct: The Human Cost Of Fighting In Hockey.\" He's a journalist with the CBC, and he joins us from Vancouver. Jeremy, thanks for coming on the program."
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "And, Jeremy, I understand you're a lifelong Canucks fan, which must mean you're used to seeing a lot of fights on the ice."
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Absolutely. I played hockey starting when I was 3, 4 years old, loved to go see the Canucks here in my hometown and, you know, certainly not only saw a lot of fights but kind of internalized the message that they were inherently good and valuable to the game of hockey."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "And what happened that changed your view of the fighting?"
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "So I went to a junior hockey game here in Vancouver. And it was just a regular night out with the boys, Friday night, drinking some beers, sat down in my seventh row seat. And it was one of those games where the gloves beat the puck to the ice. So there's a fight before the game even starts. And the crowd rises up around me. There's this guttural thunder. You hear it. And usually I would have been right there kind of cheering it along or not really paying it much mind. But for some reason in that moment, I really zoned in on the two players' faces, and in that moment realized they're just children, and had to ask myself in that moment, what are we doing? We're 10,000 adults in a big room cheering for two kids to pulverize each other's faces. And I looked at the program, indeed - 16 and 17 years old. I've never been able to look at fighting the same since. But it would be a lie to say that there aren't a lot of people who are hockey fans who sincerely love this practice and this tradition."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "And when you have spoken out publicly about it, you got a lot of backlash, very ugly stuff. Why do you think that hockey fans are so protective of this aspect back to the game when it seems like we should all be able to agree that if we can just be - keep players healthier and keep their brains safer, that should be a good thing?"
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Yeah. I think it's just - I think it's a resistance to change. That's really what it comes down to. But yeah, when I - I tweeted out about this in response to Don Cherry, who's a big pro-fighting guy here in Canada. And I got a lot of vitriol. It was ugly. I mean, it ranged from respectful disagreement to homophobia, sexism, misogyny. And that was kind of when I realized this truly is a cultural stigma, a cultural touchpoint and powder keg issue that needs to be investigated and discussed further."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "The larger important issue here is the health of players. And the NFL and football have really dominated the conversation when it comes to concussions and chronic traumatic encephalopathy, this this brain neurological illness. But hockey has this issue as well. Can you talk a bit about how injuries in hockey are factoring into this?"
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Yeah. I mean, I would argue that the NHL is probably lagging behind most of the other contact sports leagues as far as addressing this issue. There was a class-action lawsuit settled last year. But the players only got - who were involved - only got about $20,000 each and some promises for future medical testing and medical treatment."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Much less than the NFL football players got."
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Far less. Far less. And, I mean, we - this is a big issue. I mean, in 2011, there were three guys - Wade Belak, Rick Rypien and Derek Boogard - who all died within six months of one another. They were all enforcers - two buy suicide, one from drugs. And it really was a wakeup call to the hockey world and to people who do that job of fighting for a living. And they kind of looked at these titans of the sport to say, wait a minute, if those guys who we look up to, who we idolize, who we see as the toughest enforcers on skates can die from this, then maybe we can too. And that's what I get into with my first character, James McEwan. He kind of goes into a mental health tailspin because he sees these guys perish. And he goes, well, this could happen to me, too."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Some of the players you interviewed suggest ways to reduce fighting in hockey. They have solutions. Tell us about some of their ideas."
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Yeah. So one of those ideas is quite simple, and it's to make the ice bigger. These players out on the ice are massive and fast. And they're running into each other at incredible speeds. And the thought is that if you go to a larger ice surface like they have in Europe, like they have in Olympic hockey, that gives more room to skate, less strife, less collisions, things like that. So that's one idea. But what it comes down to as well is just the administration of the game and an administrator who has influence over the rules being able to step forward and say, I'm going to put the health and safety of players first. And what they can do - just a few years ago in the Ontario Hockey League in Canada, they brought in a rule that says if you fight more than three times in a season, you're suspended for every fight subsequent to that. And what do hockey players love most? They love to play the game of hockey. So when you take that away, it really cuts down on the fighting. And what you know what they did? In one season, with the stroke of a pen, they cut fighting in half. So it can be done. It simply requires vision and a courage of conviction."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Jeremy Allingham is a journalist with the CBC, and his new book is called \"Major Misconduct: The Human Cost Of Fighting In Hockey.\" Jeremy, thank you for talking with us about this."
    },
    {
      "speaker": "Jeremy Allingham",
      "text": "Thanks for having me."
    }
  ]
}