{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "President Trump tells CBS there will be severe punishment for Saudi Arabia if the country is found responsible for the disappearance and alleged murder of journalist Jamal Khashoggi. But the president has signaled reluctance to support imposing sanctions against the kingdom if it includes canceling Saudi military sales contracts. It's this type of qualified U.S. response to Khashoggi's disappearance that is sending waves of fear across the Middle East among other journalists, dissidents and scholars. With us is Joseph Bahout of the Carnegie Endowment for International Peace to talk about what's happening and why the Trump administration's response is adding to concerns. Welcome to the program."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "There are many repressive regimes in the Middle East and also places where it isn't safe to be an independent journalist or scholar, like yourself. Iraq, Saudi Arabia, Egypt, Syria, Libya come to mind, among others. And so many live and work in third countries where they feel out of harm's way. You are Lebanese but live in France, for example. May I ask first, what's your connection to the dissident diaspora?"
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Look. Many of us work on this region, which is, I should remind, a bloody and dangerous region. We know it. I mean, it's not a surprise for us. So we see a lot of people. We talk to a lot of people. And then it belongs to each one of us to sort out, what's their conviction? And where do they stop their sympathies and start their professional relation?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. You knew Jamal Khashoggi. Tell us about him and your connection to him."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Yes. I knew Jamal, first of all, because, I mean, Jamal Khashoggi was so - I mean, until two, three years ago, completely in the mainstream of the Saudi punditry. Jamal was a Saudi journalist. And this is what's fascinating today to forget this. He was, at the moment, an adviser to the royal court. He was an official adviser to former Saudi Ambassador to London Turki al-Faisal, who was also the head of the Saudi intelligence. Jamal Khashoggi was speaking on behalf the kingdom's point of view. So it's very cynical today to present him as a kind of maverick opponent seeking to topple the regime and et cetera. He was not. Now, three years ago, he started having serious problems with the Saudi leadership because the Saudi leadership took a kind of strikingly different path towards much more, let's say, bold moves like the war in Yemen, the repression inside. Now, I met him during many, many conferences and all over the years since, probably, the 2000s. I don't remember even when we met. And then we acknowledged that we think alike on many issues. And we developed a personal connection and a sympathy. So I could say he's a friend. He's not an intimate friend."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What has the disappearance meant to the dissident community? What are they saying? - and also, just the wider community of people that are his friends, the people that are his colleagues, scholars like yourself?"
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Look. You have the worry of the people who are activists, militant on the freedom or democracy or changed sides in a region where autocracies are ruling, where spaces of freedom and action and even thinking are narrowing by the minute. These people are now worried that they could be pursued, hunted, beaten or killed anywhere in the world."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Are you worried yourself? I mean, you do this work."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "I do this work. I was worried many times in my life, of course. The first time I did fieldwork was in Syria in 1993. I was working on the business community, not on something political or security-related. And then I was interrogated by the Syrian Mukhabarat and et cetera. Then in Lebanon when I was living and doing my work as a professor and as a researcher, not only me - all my friends and my colleagues were interrogated very often. We were sometimes harassed. We were asked to put off this article from the paper or this one. And then I have friends who have been killed because they were only writing op-eds in the papers. So it's not something theoretical for us. I know now that I - speaking with you now I decided that, for example, I have to put a cross (ph) for many years now on my visits to the Gulf, OK? I know it. I will not go to Saudi Arabia anymore. I will not probably go to the Emirates the same way I used to go. And this is a pity and a shame. And I'm..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You're saying just by speaking to me right now about this issue means that you..."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Of course - because, like, we did certain things..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...Don't feel safe going to the Gulf."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "...And because I've written certain things. And now I know that certain people in Saudi Arabia that I can't even name, people who work at the Royal Court, are putting names on a list, people like me and others. And these people are now blacklisted in this country. And we know it. I mean, we all know it, OK? So this is it. This is what's at stake."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why do you think this is happening now?"
    },
    {
      "speaker": "Joseph Bahout",
      "text": "What's different now is certain regimes, even if they were fierce and bold and sometimes ruthless with their own opponents, did not do this level of things abroad or in the daylight, OK? Mubarak could make opponents disappear in Egypt. He would never dare to touch someone in the streets of London or Berlin. The Saudi leadership used to kidnap some princes for family reasons in Switzerland or elsewhere, but they would not kill someone in the streets of Paris or Rome, OK? So this is now different. These countries today feel that they have withered an extraordinarily enormous storm, which is the Arab revolution that started in 2011, OK? So they are today on a full-blast quest and hunt against anybody who could threaten their political existence."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "If the West specifically and the United States don't react forcefully to Jamal Khashoggi's disappearance, what do you think the effect will be?"
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Look. It's no more anymore at all about Jamal Khashoggi. It's about, first of all, a whole range of principles, which you are squandering and completely putting aside. It's also about a whole sociology of people who are not even researchers and journalists - people, citizens who are looking for a breathing space in their countries, OK? These people don't even want to form political parties. They just want to exist. They just want to go to their work and have an opinion. If the West doesn't take action on this, all this will be in danger. And the West will be complicit, actively complicit to creating and to transforming this Arab region into a huge, open-air prison. This is it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was Joseph Bahout of the Carnegie Endowment for International Peace. Thank you very much."
    },
    {
      "speaker": "Joseph Bahout",
      "text": "Thank you."
    }
  ]
}