{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Kim Jong Il, the leader of North Korea, is thought to be grooming his youngest son as his successor. And since the elder Kim's health is believed to be failing, the transition could happen sooner rather than later. This week, Kim Jong Un became a four-star general. But that's about all we know about the heir apparent in North Korea. He may be 27 or maybe 28 years old, may or may not have gone to school in Switzerland. And, of course, what he thinks about the world remains a complete mystery. Los Angeles Times Beijing Bureau Chief Barbara Demick happens to be in Washington this week, and joins us here in Studio 3A. Thanks so much for coming in today."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "She's the author of \"Nothing to Envy: Ordinary Lives in North Korea.\" Any doubt now that Kim Jong Un is the designated successor?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "A little bit of doubt. I think nobody knows until Kim Jong Il dies. He was one of six people who was promoted to high rank as general. I don't doubt that Kim Jong Il wants him to be the successor. But, boy, we don't know what's going to happen. And I think he has a rough road ahead."
    },
    {
      "speaker": "Neal Conan",
      "text": "Kim Jong Il, the old man, also nominated his own sister to be a part. And there's some speculation that, okay, there's the regent. She and her husband are powers in Pyongyang - we think."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right. We've got a great family drama. I mean, it's better than \"Dallas.\" It's - you've got a triptych of Kim Jong Un, the youngest son, 26 or 27 or 28, his sister, Kim Kyong Hui, who is Kim Jong Il's closest confidant. And those of us who've been watching North Korea for a long time are very interested in her. Kim Jong Il and his younger sister Kim Kyong Hui lost their mother at a young age, and these two are very close. This is probably the closest person in the world to Kim Jong Il. Her husband, Jang Song Thaek, is probably the most powerful person in North Korea after Kim Jong Il, maybe more powerful than Kim Jong Il. He has a big family. He has sons and brothers who control a lot of the military. They control the DMZ and they control Pyongyang. So I think what happened is that Kim Jong Il was trying to make this powerful sister and brother-in-law regents for his son, shoring up, you know, their goodwill to protect the young man. But it's really getting kind of interesting."
    },
    {
      "speaker": "Neal Conan",
      "text": "We think of North Korea as sort of a one-man show, that the old line about George Steinbrenner, there's nothing more limited than being a limited partner of George Steinbrenner."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's true."
    },
    {
      "speaker": "Neal Conan",
      "text": "But the - there are other clans, other rivals to power?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "There are rivals to power. Kim Jong Il, whatever you think about him, was - has been a very clever and effective leader within his system. The fact that he managed to establish himself as the successor to this bankrupt country as the whole Eastern Bloc was falling apart..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "...is just remarkable. I mean, from a pure Machiavellian power standpoint, you've got to say that this guy is brilliant. But once he's gone, anything can happen. And I honestly don't think we know that much. But certainly, there are factions within the ruling Workers Party and within the military. A lot of people have been watching the interplay between the party and the military, and the fact that Kim Jong Un was named general seems to suggest that the military is getting the upper hand."
    },
    {
      "speaker": "Neal Conan",
      "text": "And then, so being named the general is the path to power because the army is thought to be so influential. How does that play into the story of the sinking of the South Korean warship? Because, well, here, we get into murky waters, almost literally. But the - there were theories that this was giving the military their head to allow them to do something they wanted to do."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right. And many people believe that Kim Jong Un personally directed the sinking of the Cheonan, that this was his way of establishing his bona fides within the military. I'm not sure about that. That story didn't really have a happy ending."
    },
    {
      "speaker": "Neal Conan",
      "text": "No. Fifty-seven people died."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Well, the - and worst for - from the North Korean perspective is -I don't think they care that much about South Korean human life  is North Korea took a lot of flak for the sinking of the Cheonan, I think the Chinese -whether or not the Chinese believe the North Koreans did it, they're very, very annoyed about the whole dispute. I'm quite confident that when Kim Jong Il came to China recently, the Chinese said, in effect, you know, the kids, you know, I don't know who started it but cut it out."
    },
    {
      "speaker": "Neal Conan",
      "text": "You're based in Beijing and obviously that's the place  if you're going to watch North Korea, that's the place to watch it from. They don't allow(ph) a lot of correspondents too much time in Pyongyang."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right."
    },
    {
      "speaker": "Neal Conan",
      "text": "And certainly not the ability to work freely. Nevertheless, when you talk to Chinese officials and you mentioned the North Koreans, what is their response? In candid moments, do they just roll their eyes?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "In candid moments they're not really very happy with the North Koreans, and they're not very happy with the succession. And I think that's part of what's happening. The Foreign Correspondents Club Of China had a meeting with some leading North Korea experts in, you know, the mainstream academic community. And one of them was saying - a guy from (unintelligible) People's University was saying, you know, even North Korea there are rules for a succession, that somebody has to establish themselves, establish legitimacy and credibility. And another one of these leading North Korea expert said, when you have this hereditary system - you have a very charismatic founder of North Korea, Kim Il-Sung, who is genuinely, genuinely beloved, pass power in 1994 to his son, Kim Jong Il, who is not very beloved, and then it goes to the third generation, and that charisma is very much diluted. So I believe that the hard line communists, who really believe in communism, are not happy about this succession."
    },
    {
      "speaker": "Neal Conan",
      "text": "Dynasty not one of the features of the communist system, at least certainly in theory. But nevertheless, not something that the Kim family has too much difficulty installing."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right. And it was very interesting. Wen Jiabao, the Chinese premier, reportedly made a comment to former President Jimmy Carter to the effect that the North Koreans deny that they're installing Kim Jong-un as the successor, that this is, you know, a Western rubbish, a fabrication. And I think what they were saying was: We can't call him the successor right now; we can promote him to being a four-star general and get his name out there."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, according to the Korean Central News Agency today, Kim Jong-un was named vice chairman of the Central Military Commission. Is that significant?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "It's what is expected. They are following the template of the way Kim Jong Il rose to power. You know, this is the very funny thing about North Korea. People are already saying this is such a weird, unpredictable country. Well, it is weird, but unpredictable - it's not as unpredictable as America, because they do the same things over and over again with the same people. They're following the same pattern. And it's really - it's very amusing. Until yesterday, when the announcement came out, Kim Jong-un's name had never been in the North Korean press. His photo had never been in the press. The only photo we had seen of him was when he was about 12 years old. We didn't even know how to spell his name. They alternately call him Kim Jong Eun(ph) or Kim Jong-un(ph), which are different names in Korean. So this guy was a cipher even by a North Korean standard."
    },
    {
      "speaker": "Neal Conan",
      "text": "So he goes from - his name never - the name which must not be spoken  there are going to be statues."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right. Slowly, slowly, because, you know, they have a sense of drama. Roll them out. You don't do it all at once. This is the mystery and this is the same charisma that they used with Kim Jong Il, saying that when he was born it was on a holy mountain and that there was a double rainbow and a star in the sky."
    },
    {
      "speaker": "Neal Conan",
      "text": "I think he's got a lightning stroke on his forehead too."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "It's somewhere between Harry Potter and Jesus Christ. They've -there's a reason they don't let the Bible into North Korea, because they have plagiarized it in a big way. It's a good story."
    },
    {
      "speaker": "Neal Conan",
      "text": "And so Koreans - North Koreans know nothing of him. They know as much we do."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Well, they started about a year ago lecturing the North Koreans about Kim Jong-un. But they would never - this was just like Voldemort, the name one dare not speak. He was the young general, the brilliant general. And there are all these riddles about the footsteps following the party center. Party center is a code name for Kim Jong Il. And the computer programmer - all sorts of nonsense. But North Koreans have to go to ideological lectures, usually once a week. And, you know, they - I've seen some of the lecture material from previous lectures and I've heard about what they were saying. And I've also met North Koreans who went to these lectures and it was, in effect, for the 21st century we need somebody who's young and vital and spirited and knows about technology. And it just so happens that we have a brilliant young general in mind."
    },
    {
      "speaker": "Neal Conan",
      "text": "So this is all being - again, the slow roll-out. Ideally, if Kim Il Sung - we think he had a stroke a couple of years ago, we think he's in failing health. Nevertheless, he has no control over that. But if he had his druthers, how long would this process take?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Twenty years, I think. The same as he had. Kim Jong Il was named the successor internally, we believe, in 1974. Then 1980 he kind of came out of the closet. And his photo went up next to Kim Il Sung's. In North Korea everybody has to have the two photos on their living room wall  well, their wall."
    },
    {
      "speaker": "Neal Conan",
      "text": "Their wall."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "They don't have so many rooms, but you have Kim Il Sung, the father, and Kim Jong Il, the son. You're not allowed to put photos of your own family on that wall. Every office has these two photos. Now, this is very funny. It's believed that earlier this year they prepared the portraits of Kim Jong Un, but nobody has seen them yet."
    },
    {
      "speaker": "Neal Conan",
      "text": "Oh, for the triptych, you know."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "For the triptych, yes - the father, the son and the holy ghost. They really - they know - they use religion very cleverly. But I think they hesitated because they didn't know what the reaction would be. In American political terms it was a political feeler. Let's see how they'll react."
    },
    {
      "speaker": "Neal Conan",
      "text": "The other question, of course, is what, if anything, will be different? What worldview do these people, who are so isolated and do so little traveling, whether or not he went to school in Switzerland - mostly they go to China, and that's it."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "That's right. Kim Jong-un is believed to have spent at least three years in Switzerland in a public school, German-language public school. He speaks Schweitzerdeutsch. Am I pronouncing that correctly? I don't think it makes any difference. I think - supposedly his English is very good too, but I think what he thinks is irrelevant, because when he comes in, he'll be a weak leader who owes his reign to the military. So he won't have any freedom. People keep on asking me, you know, what are Kim Jong-un's views about nuclear weapons? You know, and I would say, you know, anybody who says they know is probably lying, unless for..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, and so the next question is..."
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "But does it matter?"
    },
    {
      "speaker": "Neal Conan",
      "text": "Does it matter? And does the military begin to say, we can look at the world and say we have to change?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "I don't think a succession is good news for people who would like to see North Korea opening up, giving up their nuclear weapons, reforming their economy, because Kim Jong-un will be a weak leader. I've been telling a lot of people this now. If there's going to be progress in the nuclear talks, it's got to be right now when we have Kim Jong Il, who is much more secure. I think any time you have a new, untested leader, regardless of what he thinks, he can't take the political risks."
    },
    {
      "speaker": "Neal Conan",
      "text": "So it is - well, we'll have to see what happens there, because they've been reluctant to change their line. And of course there are all kinds of problems with Japan as well at the moment. So we're going to have to see what works out. (Unintelligible)"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Thanks."
    },
    {
      "speaker": "Neal Conan",
      "text": "Barbara Demick is - happens to be you're returning to Beijing shortly?"
    },
    {
      "speaker": "Ms. Barbara Demick (Beijing Bureau Chief",
      "text": "Tomorrow."
    },
    {
      "speaker": "Neal Conan",
      "text": "To watch the next step of the drama as the succession unrolls in Pyongyang. We thank her for her time today. She's the Beijing bureau chief of the Los Angeles Times, her most recent book, \"Nothing to Envy: Ordinary Lives in North Korea.\" And she was kind enough to join us today here in Studio 3A. You're listening to TALK OF THE NATION, from NPR News. It's Tuesday and time to read from your emails and Web comments. We took the program to New York City last week for the United Nations General Assembly and our regular segment with the Political Junkie came with us, of course. Joan Pancherion(ph) expressed the sentiments of many who heard our interview with Carl Paladino, the Republican nominee for governor in New York: I was floored when I listened to candidate Paladino rant on and on without you calling him on many of his statements that seemed to come from fantasyland, she wrote. When he accused Cuomo of being responsible for all the foreclosed mortgages, I wondered on what planet he was running for office. Unless I'm missing something, it's the bank and mortgage brokers who are in large part responsible for the foreclosure debacle. The silence coming from Neal's usually apt quarter was abysmally deafening. Others though wrote to say they enjoyed hearing Paladino's views. Debra Horne(ph) in Birmingham, Alabama, emailed: It's so refreshing to hear someone speak with emotion and off-the-cuff. I'm so tired of the polished, say-nothing-offend-no-one politicians. Even football coaches are starting to sound politic. Ronald Jumeau, the ambassador from the Seychelles, joined us to talk about the effects of climate change on his island nation. Peter Melzer posted on our blog: Ronald Jumeau made heartfelt comments. The prospect of migrating to other countries is not encouraging. Emigration results in the loss of identity and belonging and leads to social isolation and friction. Please hold on to the islands as long as possible. Finally, our conversation about women and gender equality brought this from Erin Augustine(ph) in Sioux City, Iowa: I had the blessing to be able to travel to Honduras during my high school senior year. We went to a small village called La Canada, where we got them a well and dug a pipe to all the houses so they would have clean running water. One thing that amazed me was that the women of the village tried to help us in the digging, but the men yelled at them because it wasn't the housework women are supposed to do. It was an eye-opening experience for us young seniors who had never really considered gender inequality, living in the Midwest. If you missed any of our programs, just go to npr.org, click on TALK OF THE NATION. While you're there, you can sign up for our newsletter. We'll send you a daily update of what's coming up on the show and how to get in on the conversation. If you're on Twitter, you can follow me there @nealconan. And as always, if you have corrections or comments for us, the best way to reach us is by email. The address is talk@npr.org."
    }
  ]
}