{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It's been a week since Attorney General William Barr delivered his summary of the Mueller report to Congress. That four-page summary of the 400-page report landed at a tumultuous moment in American political life, with deep partisan divides over seemingly everything, including special counsel Robert Mueller's investigation. Taking her own stock of the reaction to the end of the Russia probe is Molly Ball, political correspondent for Time. She joins me now in our studios. Welcome."
    },
    {
      "speaker": "Molly Ball",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, so you talked with voters in Iowa about Robert Mueller's investigation. What did they say?"
    },
    {
      "speaker": "Molly Ball",
      "text": "I did not speak with them. But I sat in on some focus groups that were conducted by a polling firm who - trying to figure out what a certain type of American feels. So we're not talking about the real partisan fringes. The people in these focus groups were - were soft partisans or independents. So these are people who are actually trying to evaluate things for the most part - not simply from a my-side or your-side point of view. And what we found in these focus groups was that most people, Democrats and Republicans in this - in the sort of middle of the spectrum, they did think there was something there with the investigation. They thought it was a good thing for it to be investigated. Maybe some of the Republicans felt it was going on too long. But you see this in polls as well. People generally supported the investigation, thought it was merited. And they were confused by it, frankly. They weren't - they weren't following all of the twists and turns of it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It's a hard story to follow (laughter)."
    },
    {
      "speaker": "Molly Ball",
      "text": "Even for those of us whose job it is to follow it, it can be confusing. And that's certainly true for the public. It wasn't that it was confusing and therefore shouldn't exist. They thought it was a - it was a good thing. But they certainly could not tell you every twist and turn."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "NPR conducted a poll with PBS News Hour and Marist. And that poll found that 78 percent of Republicans are now satisfied with the investigation, 35 percent of Democrats and about half of independents. That seems to have literally flipped the script. Is that similar to what you heard?"
    },
    {
      "speaker": "Molly Ball",
      "text": "Yes. It - the focus groups, these occurred before the end of the investigation..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "OK."
    },
    {
      "speaker": "Molly Ball",
      "text": "...And the release of William Barr's summary of the Mueller Report. But you did - you certainly heard more skepticism from Republicans than from Democrats. But I actually think that - what I found in these focus groups was more consensus than not, was that, again, outside of the sort of hardcore of the two parties, there were a lot of people in the middle who really were willing to give a hearing to the special counsel and his findings. And I think you see that in that independent number in that poll, that about half and half of Americans are sort of - they're sort of interested in a fair investigation. And they're willing to evaluate that outside of politics."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That same NPR poll also showed that actually, though, people's opinions haven't really changed. You know, Trump's approval rating is pretty much the same. Fifty-seven percent of the respondents still think the president did something illegal or unethical in his dealings with Russia and Vladimir Putin. It was 53 percent last July. So it doesn't seem to have really shifted public opinion that much."
    },
    {
      "speaker": "Molly Ball",
      "text": "Yeah, I think that that also reflects substantively what the end of the investigation produced, right? It was a result that was fairly equivocal, a result that, in the actual words - in the literal words of the special counsel himself, did not either exonerate or not exonerate the president. So people do have to sort of figure out where they are on that without the report giving them, you know, a big neon sign of, it's all on one side or it's all on the other. But the other thing that I think that shows is that over the past two years, where the president has kept up this increasing drumbeat about this probe being a witch hunt, about it being a hoax, literally trying to convince people that it was invented out of thin air by - by vengeful partisans out to get him, the public broadly doesn't believe that narrative. And now that the president is, again, untrue - untruthfully saying that he's been exonerated, the public doesn't believe that either, by and large. They - they, I think, are seeing this report for what it is, which is not an exoneration and not a witch hunt."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, we should say, we haven't actually seen the report."
    },
    {
      "speaker": "Molly Ball",
      "text": "Right."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It's the Barr letter, right? And we won't know that for another few weeks yet, which has allowed a narrative to set in about what is in the Mueller report, actually. How are people seeing the handling of Barr by this - of this?"
    },
    {
      "speaker": "Molly Ball",
      "text": "Well, what you do see consistently in all of the polls - including NPR's poll and including a poll today by The Washington Post and other polls - is that there is very, very high levels of public support for releasing the full Mueller report - 75, 80, 85 percent generally, consistently, in national polls. And that tells you that that really is beyond partisanship. This is Republicans, Democrats, independents - everybody wants to see the actual Mueller report. And everybody wants more information than was provided in that summary by the attorney general."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Molly Ball is a political correspondent for Time. Thank you so much."
    },
    {
      "speaker": "Molly Ball",
      "text": "Thank you."
    }
  ]
}