{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "This is News and Notes. I'm Tony Cox. Pork Barrel, bloated, an unconscionable burden on future generations - that's what most GOP Lawmakers and even some Democrats think of the massive stimulus package. And there is disagreement among economists as well. You just heard our regular contributor, Dr. Julienne Malveaux, but there are plenty of vocal dissenters to the Obama rescue plan in economics departments all over the country. We've got one here with us today. Her name is Sherry Jarell. She is a professor of finance and economics at Wake Forest University. Hi, Sherry."
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "Hi, Tony."
    },
    {
      "speaker": "Tony Cox",
      "text": "Here's my first question for you. Michael Baskin, the former chairman of the Council for Economic Advisers under the first President Bush, wrote in the Wall Street journal on Friday that Mr. Obama is changing the foundation of our economic system and doing so at a very dangerous time. Briefly and specifically, tell us what are the major flaws of the Obama administration stimulus plan as you see them?"
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "Well, we - the proper way to judge any plan in my opinion is, does it attain the goals that it seeks to attain? And I assume that the stimulus plan is designed to stimulate economic activity, to help the economy produce more goods and services and put more people back to work. And in order to figure out if the plan creates more economic activity and puts people back to work, I think you have to ask yourself, well, what creates output in the U.S. economy? And we probably all know there's an interaction between supply on the one hand and demand on the other hand. The supply side of the economy basically resides within business. Businesses, corporations, private businesses, large companies are the only entity within an economy that can literally create value. They can hire labor, use capital, combine them and produce a good or a service that society decides privately is worth more than what it cost that business to make. So, they use a $100 worth of resources to combine a product that we decide is worth a $120. That means that there has been $20 of value created for the economy. No other entity can do that. Consumers cannot do that. Government cannot do that."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, let me jump in to ask this question and given the scenario that you have just described what level of government intervention and in what sectors is appropriate for this crisis?"
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "Well, this crisis, again, is too much unemployment, too many people out of work, and the GDP falling. We're on a recession. So, the goal of this plan is to create more economic activity and put people back to work. So where would that be most efficiently done? My point is that government spending of all sorts replaces spending that would have been done by the consumer and by a business, and it does it less efficiently. So, government spending is just a source of demand. It is not a source of production. When the government takes taxes and spends it on government employees, or government programs, all that's doing is replacing or substituting spending that would have been done more efficiently, creating more value, creating more jobs, than the private sector would do."
    },
    {
      "speaker": "Tony Cox",
      "text": "The economic speculation that we hear, both for and against the stimulus package, it is just that, isn't it - speculation. And if you agree, when we'll we know for certain what is and is not working?"
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "I can tell you right now just based on principles - basic principles of economics and being involved with businesses and watching friends try to start private businesses get money for venture capitalists and start business and put people to work and try to make profits so that they can invest, view it further and grow the economy more, that any government intervention is going to be inefficient. So, if we we're to right now - instead of the stimulus package - if we we're to simply cut the taxes of businesses doing business, if we were to cut the taxes charged to consumers and allow and let industry believe that the government was going to stop interfering in the private interaction between a business and a customer at the level of the transaction, whether it's a making a mortgage loan, whether it's going to a doctor to get a health care decision, any of those private decisions are better performed, more efficiently performed, between the individual and the business, the market activity."
    },
    {
      "speaker": "Tony Cox",
      "text": "How - well then, how would you respond to the criticisms, I know that you have heard them, that the broad deregulation which is really what you're talking about in a larger sense, in the macro sense, is that that deregulation is what got us into this economic mess to begin with."
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "That borders on intellectual dishonesty to make that claim. It's not supported by the data. It's not supported by empirics. It is taking a set of historical economic facts and massaging them to support a political opinion. I believe that it's an empirical regularity that we can trace one of the major sources of today's problems - the capital market issue, the liquidity issue, the risk taking issue, the banking issue, the Lehman Brothers of the world- we can trace that back to the mandates that were promoted to encourage or require banks to make mortgages to individuals who would've otherwise not obtained them. And I don't mean just low-income individuals, I mean high-risk individuals, like individuals taking second mortgages to take the equity out of their home and buy a car or take a vacation. I mean, jumbo mortgages by individuals who just wanted the bigger house and low income individuals who were trying to buy their first home and were stretching their income beyond where it would have been stretched had the mandates not been in place. That - it's the regulation, it's the interference by the government in what should be a private decision, bank interfere - the government interfering with that decision is what started us down this path in the first place."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right. Let's talk about something specific along the very line that you are describing. Let's take a place like Detroit, for example. The median home price in that city dropped to $7500 a week ago. Do you see this as a place where the market will sort things out or a place where some intervention by the government is in order? And to follow that, what do you think are to be done about the bad loans following up the balance sheets of financial institutions?"
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "We've got to really rerun history. What would Detroit have looked like now if not for the mandates that encourage mortgage brokers to make loans with people with a credit rating in the 400s knowing, well, we're not going to keep that mortgage on our books, we're just going to got to sell it to Fannie Mae and it's going to be divvied up and spread out into mortgage-backed securities, and it's not our problem any more. It's someone else's problem. If those kinds of loans had not been made, you wouldn't have had people that had five-year mortgages hoping to sell the home in five years, which is now, today, you wouldn't have had an over supply of homes on the market today and we would not have had home prices falling like they are today. So, the solution to the problem is not to do more of the same - of what got us into the problem. The government needs - who's going to assign values to a home better than the individuals who live in that community? In fact…"
    },
    {
      "speaker": "Tony Cox",
      "text": "But isn't that - isn't that exactly what happened? The individuals in the community assigned the value, and then look what happened, the bottom fell out."
    },
    {
      "speaker": "Professor Sherry Jarell (Wake Forest University)",
      "text": "No, sir. No, sir. The value of the home is market-determined. It's an imperfect market, but it's the only market we have. It was the loan, an individual going into the bank saying, I want a loan to buy this house for - no matter how much the house was worth the loan is still priced at a given interest rate and it's the interest rate is supposed to compensate for the level of risk of that individual home owner. That risk - the bank wouldn't have made that loan to that individual unless there had been a mandate instructing them to make that loan."
    },
    {
      "speaker": "Tony Cox",
      "text": "That was Sherry Jarell. She is a professor of finance and economics at Wake Forest University. She joined us from the Studios of WFDD in Winston-Salem, North Carolina."
    }
  ]
}