{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "According to the Democrats, the president creates a crisis, the president gets everyone talking about that crisis, and then he declares victory over the crisis he created. According to the Democrats, the president creates a crisis, the president gets everyone talking about that crisis, and then he declares victory over the crisis he created. According to the Democrats, the president creates a crisis, the president gets everyone talking about that crisis, and then he declares victory over the crisis he created. According to the Democrats, the president creates a crisis, the president gets everyone talking about that crisis, and then he declares victory over the crisis he created. And so it was again with the tussle with Mexico over tariffs and immigration. And so it was again with the tussle with Mexico over tariffs and immigration. And so it was again with the tussle with Mexico over tariffs and immigration. And so it was again with the tussle with Mexico over tariffs and immigration. In an abrupt turnaround, President Trump did back off a plan to impose punishing tariffs on all Mexican goods, touting an agreement with Mexico to reduce the number of migrants coming over the border. In an abrupt turnaround, President Trump did back off a plan to impose punishing tariffs on all Mexican goods, touting an agreement with Mexico to reduce the number of migrants coming over the border. In an abrupt turnaround, President Trump did back off a plan to impose punishing tariffs on all Mexican goods, touting an agreement with Mexico to reduce the number of migrants coming over the border. In an abrupt turnaround, President Trump did back off a plan to impose punishing tariffs on all Mexican goods, touting an agreement with Mexico to reduce the number of migrants coming over the border. On the Republican side, there is relief, as the tariffs were unpopular. On the Republican side, there is relief, as the tariffs were unpopular. On the Republican side, there is relief, as the tariffs were unpopular. On the Republican side, there is relief, as the tariffs were unpopular. Now the question. Now the question. Now the question. Now the question. Will the measures actually reduce the flow of migrants into the U.S., as the president wants? Will the measures actually reduce the flow of migrants into the U.S., as the president wants? Will the measures actually reduce the flow of migrants into the U.S., as the president wants? Will the measures actually reduce the flow of migrants into the U.S., as the president wants? NPR's national political correspondent Mara Liasson is here to tell us more. NPR's national political correspondent Mara Liasson is here to tell us more. NPR's national political correspondent Mara Liasson is here to tell us more. NPR's national political correspondent Mara Liasson is here to tell us more. Good morning. Good morning. Good morning. Good morning."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi, Lulu. Hi, Lulu. Hi, Lulu. Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Hi, Mara. Hi, Mara. Hi, Mara. Hi, Mara. We heard for days that there was no agreement. We heard for days that there was no agreement. We heard for days that there was no agreement. We heard for days that there was no agreement. Then suddenly, a deal was announced. Then suddenly, a deal was announced. Then suddenly, a deal was announced. Then suddenly, a deal was announced. What happened here? What happened here? What happened here? What happened here?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "What happened was that Trump climbed down. What happened was that Trump climbed down. What happened was that Trump climbed down. What happened was that Trump climbed down. He had created a crisis, as you said. He had created a crisis, as you said. He had created a crisis, as you said. He had created a crisis, as you said. He threatened tariffs, got a lot of pushback from the business community, from Republicans in Congress, from his own advisers in the White House who were worried about damaging the economy. He threatened tariffs, got a lot of pushback from the business community, from Republicans in Congress, from his own advisers in the White House who were worried about damaging the economy. He threatened tariffs, got a lot of pushback from the business community, from Republicans in Congress, from his own advisers in the White House who were worried about damaging the economy. He threatened tariffs, got a lot of pushback from the business community, from Republicans in Congress, from his own advisers in the White House who were worried about damaging the economy. And then he found a way out of the box he put himself in. And then he found a way out of the box he put himself in. And then he found a way out of the box he put himself in. And then he found a way out of the box he put himself in. As you said, we don't know yet if this declaration between Mexico and the U.S. will actually lead to the numbers of migrants coming down. As you said, we don't know yet if this declaration between Mexico and the U.S. will actually lead to the numbers of migrants coming down. As you said, we don't know yet if this declaration between Mexico and the U.S. will actually lead to the numbers of migrants coming down. As you said, we don't know yet if this declaration between Mexico and the U.S. will actually lead to the numbers of migrants coming down. There are no metrics to measure success in this agreement. There are no metrics to measure success in this agreement. There are no metrics to measure success in this agreement. There are no metrics to measure success in this agreement. But we do know that Mexico had made some of the concessions in this agreement already. But we do know that Mexico had made some of the concessions in this agreement already. But we do know that Mexico had made some of the concessions in this agreement already. But we do know that Mexico had made some of the concessions in this agreement already. Back in December, the former DHS Secretary Kirstjen Nielsen had announced that Mexico was going to allow more asylum-seekers to stay in Mexico while they wait for their U.S. court date. Back in December, the former DHS Secretary Kirstjen Nielsen had announced that Mexico was going to allow more asylum-seekers to stay in Mexico while they wait for their U.S. court date. Back in December, the former DHS Secretary Kirstjen Nielsen had announced that Mexico was going to allow more asylum-seekers to stay in Mexico while they wait for their U.S. court date. Back in December, the former DHS Secretary Kirstjen Nielsen had announced that Mexico was going to allow more asylum-seekers to stay in Mexico while they wait for their U.S. court date. That's just reaffirmed in this agreement. That's just reaffirmed in this agreement. That's just reaffirmed in this agreement. That's just reaffirmed in this agreement. Mexico also agreed to send 6,000 National Guard troops to the Guatemalan border. Mexico also agreed to send 6,000 National Guard troops to the Guatemalan border. Mexico also agreed to send 6,000 National Guard troops to the Guatemalan border. Mexico also agreed to send 6,000 National Guard troops to the Guatemalan border. They didn't agree to a U.S. demand to force asylum-seekers to apply for asylum in Mexico instead - for asylum to stay in Mexico instead of the U.S. They didn't agree to a U.S. demand to force asylum-seekers to apply for asylum in Mexico instead - for asylum to stay in Mexico instead of the U.S. They didn't agree to a U.S. demand to force asylum-seekers to apply for asylum in Mexico instead - for asylum to stay in Mexico instead of the U.S. They didn't agree to a U.S. demand to force asylum-seekers to apply for asylum in Mexico instead - for asylum to stay in Mexico instead of the U.S. But one thing that could be significant, the U.S. and Mexico agreed to a goal of, quote, \"building a more prosperous and secure Central America to address the underlying causes of migration.\" But one thing that could be significant, the U.S. and Mexico agreed to a goal of, quote, \"building a more prosperous and secure Central America to address the underlying causes of migration.\" But one thing that could be significant, the U.S. and Mexico agreed to a goal of, quote, \"building a more prosperous and secure Central America to address the underlying causes of migration.\" But one thing that could be significant, the U.S. and Mexico agreed to a goal of, quote, \"building a more prosperous and secure Central America to address the underlying causes of migration.\" That would be significant, but recently the Trump administration actually cut funding to Guatemala, El Salvador and Honduras - the opposite. That would be significant, but recently the Trump administration actually cut funding to Guatemala, El Salvador and Honduras - the opposite. That would be significant, but recently the Trump administration actually cut funding to Guatemala, El Salvador and Honduras - the opposite. That would be significant, but recently the Trump administration actually cut funding to Guatemala, El Salvador and Honduras - the opposite."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Yeah. Yeah. Yeah. And that's something that the president of Mexico has really been pushing. And that's something that the president of Mexico has really been pushing. And that's something that the president of Mexico has really been pushing. And that's something that the president of Mexico has really been pushing. Not just enforcement, but trying to bolster these Central American countries. Not just enforcement, but trying to bolster these Central American countries. Not just enforcement, but trying to bolster these Central American countries. Not just enforcement, but trying to bolster these Central American countries. But, Mara, you know, what is the wider context here? But, Mara, you know, what is the wider context here? But, Mara, you know, what is the wider context here? But, Mara, you know, what is the wider context here? Because the president has started battles with so many of the country's largest trading partners. Because the president has started battles with so many of the country's largest trading partners. Because the president has started battles with so many of the country's largest trading partners. Because the president has started battles with so many of the country's largest trading partners."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, going forward I think the question is, in other negotiations, such as with China, do other countries, does China, conclude that Donald Trump is worried enough about the softening of the U.S. economy as he enters his reelection campaign that he can be forced to back off of tariff threats with minimal concessions - that he likes to create a crisis, whether it's the government shutdown, or a threat to completely close the border or putting tariffs on, and then he either accepts no results or minimal concessions and declares victory? Well, going forward I think the question is, in other negotiations, such as with China, do other countries, does China, conclude that Donald Trump is worried enough about the softening of the U.S. economy as he enters his reelection campaign that he can be forced to back off of tariff threats with minimal concessions - that he likes to create a crisis, whether it's the government shutdown, or a threat to completely close the border or putting tariffs on, and then he either accepts no results or minimal concessions and declares victory? Well, going forward I think the question is, in other negotiations, such as with China, do other countries, does China, conclude that Donald Trump is worried enough about the softening of the U.S. economy as he enters his reelection campaign that he can be forced to back off of tariff threats with minimal concessions - that he likes to create a crisis, whether it's the government shutdown, or a threat to completely close the border or putting tariffs on, and then he either accepts no results or minimal concessions and declares victory? Well, going forward I think the question is, in other negotiations, such as with China, do other countries, does China, conclude that Donald Trump is worried enough about the softening of the U.S. economy as he enters his reelection campaign that he can be forced to back off of tariff threats with minimal concessions - that he likes to create a crisis, whether it's the government shutdown, or a threat to completely close the border or putting tariffs on, and then he either accepts no results or minimal concessions and declares victory? If that's what other countries conclude, that that's his MO, they might think he can be manipulated. If that's what other countries conclude, that that's his MO, they might think he can be manipulated. If that's what other countries conclude, that that's his MO, they might think he can be manipulated. If that's what other countries conclude, that that's his MO, they might think he can be manipulated."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. All right. All right. All right. Speaking of reelection, let's look at the Democrats and their intramural party disputes. Speaking of reelection, let's look at the Democrats and their intramural party disputes. Speaking of reelection, let's look at the Democrats and their intramural party disputes. Speaking of reelection, let's look at the Democrats and their intramural party disputes. Former VP Joe Biden is coming to grips with the party as he works for the Democratic nomination. Former VP Joe Biden is coming to grips with the party as he works for the Democratic nomination. Former VP Joe Biden is coming to grips with the party as he works for the Democratic nomination. Former VP Joe Biden is coming to grips with the party as he works for the Democratic nomination. He made an about-face on the Hyde Amendment. He made an about-face on the Hyde Amendment. He made an about-face on the Hyde Amendment. He made an about-face on the Hyde Amendment. Tell us what happened there. Tell us what happened there. Tell us what happened there. Tell us what happened there."
    },
    {
      "speaker": "Mara Liasson",
      "text": "He made an awkward about-face after his campaign had said he was for the Hyde Amendment, which prohibits federal funds like Medicare and Medicaid from paying for abortions. He made an awkward about-face after his campaign had said he was for the Hyde Amendment, which prohibits federal funds like Medicare and Medicaid from paying for abortions. He made an awkward about-face after his campaign had said he was for the Hyde Amendment, which prohibits federal funds like Medicare and Medicaid from paying for abortions. He made an awkward about-face after his campaign had said he was for the Hyde Amendment, which prohibits federal funds like Medicare and Medicaid from paying for abortions. Now Biden has moved to get more in line with the modern Democratic Party, which is very pro-choice. Now Biden has moved to get more in line with the modern Democratic Party, which is very pro-choice. Now Biden has moved to get more in line with the modern Democratic Party, which is very pro-choice. Now Biden has moved to get more in line with the modern Democratic Party, which is very pro-choice. And we see that other candidates are attacking him for this. And we see that other candidates are attacking him for this. And we see that other candidates are attacking him for this. And we see that other candidates are attacking him for this. It sounds like we're at the point in the campaign where the other Democratic candidates understand they have to stop Biden. It sounds like we're at the point in the campaign where the other Democratic candidates understand they have to stop Biden. It sounds like we're at the point in the campaign where the other Democratic candidates understand they have to stop Biden. It sounds like we're at the point in the campaign where the other Democratic candidates understand they have to stop Biden. People think if he can make it through Iowa, he will be an unstoppable front-runner. People think if he can make it through Iowa, he will be an unstoppable front-runner. People think if he can make it through Iowa, he will be an unstoppable front-runner. People think if he can make it through Iowa, he will be an unstoppable front-runner. The question is can he get in line with the modern Democratic Party without looking feckless and out of touch? The question is can he get in line with the modern Democratic Party without looking feckless and out of touch? The question is can he get in line with the modern Democratic Party without looking feckless and out of touch? The question is can he get in line with the modern Democratic Party without looking feckless and out of touch? And No. And No. And No. And No. 2, if he ends up being the nominee, can he get there without having to move too far to the left in a way that would hurt him in a general election? 2, if he ends up being the nominee, can he get there without having to move too far to the left in a way that would hurt him in a general election? 2, if he ends up being the nominee, can he get there without having to move too far to the left in a way that would hurt him in a general election? 2, if he ends up being the nominee, can he get there without having to move too far to the left in a way that would hurt him in a general election?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And just briefly, though, I mean, there is a left wing of the party. And just briefly, though, I mean, there is a left wing of the party. And just briefly, though, I mean, there is a left wing of the party. And just briefly, though, I mean, there is a left wing of the party. And we're seeing two candidates really fighting for who will occupy the progressive spot, right? And we're seeing two candidates really fighting for who will occupy the progressive spot, right? And we're seeing two candidates really fighting for who will occupy the progressive spot, right? And we're seeing two candidates really fighting for who will occupy the progressive spot, right?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "That is one of the most interesting things to me, the primary within a primary. That is one of the most interesting things to me, the primary within a primary. That is one of the most interesting things to me, the primary within a primary. That is one of the most interesting things to me, the primary within a primary. Bernie Sanders versus Elizabeth Warren. Bernie Sanders versus Elizabeth Warren. Bernie Sanders versus Elizabeth Warren. Bernie Sanders versus Elizabeth Warren. It's kind of the progressive primary, revolutionary Sanders versus reformer Warren. It's kind of the progressive primary, revolutionary Sanders versus reformer Warren. It's kind of the progressive primary, revolutionary Sanders versus reformer Warren. It's kind of the progressive primary, revolutionary Sanders versus reformer Warren. And this rivalry is getting more intense. And this rivalry is getting more intense. And this rivalry is getting more intense. And this rivalry is getting more intense. As a matter of fact, on Wednesday, Bernie Sanders is going to deliver a major address, called, \"How Democratic Socialism Is The Only Way To Defeat Oligarchy And Authoritarianism.\" As a matter of fact, on Wednesday, Bernie Sanders is going to deliver a major address, called, \"How Democratic Socialism Is The Only Way To Defeat Oligarchy And Authoritarianism.\" As a matter of fact, on Wednesday, Bernie Sanders is going to deliver a major address, called, \"How Democratic Socialism Is The Only Way To Defeat Oligarchy And Authoritarianism.\" As a matter of fact, on Wednesday, Bernie Sanders is going to deliver a major address, called, \"How Democratic Socialism Is The Only Way To Defeat Oligarchy And Authoritarianism.\" That's a mouthful. That's a mouthful. That's a mouthful. That's a mouthful. Sounds like an academic lecture. Sounds like an academic lecture. Sounds like an academic lecture. Sounds like an academic lecture. But he clearly is understanding he has to push back against Warren. But he clearly is understanding he has to push back against Warren. But he clearly is understanding he has to push back against Warren. But he clearly is understanding he has to push back against Warren."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "NPR national political correspondent Mara Liasson. NPR national political correspondent Mara Liasson. NPR national political correspondent Mara Liasson. NPR national political correspondent Mara Liasson. Thank you. Thank you. Thank you. Thank you."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you. Thank you. Thank you. Thank you."
    }
  ]
}