{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "OK, so what happened at the Kentucky Derby? Maximum Security was the favorite to win. So it was no surprise that the thoroughbred claimed an early lead going into the first turn and held onto it. But then officials announced an objection, and the race results were labeled as unofficial. The objection held, pushing Maximum Security back to 17th place and handing the win to a longshot colt named Country House. That resulted in the second-highest payout in Derby history. Joining us now from member station WFPL in Louisville is reporter Ryan Van Velzer. Good morning."
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, so how did it feel in those moments after the race? Take us there."
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "Picture this. There are about 150,000 people at Churchill Downs rooting for this race, plus millions more watching at home. But from the vantage point of the people in the stands, all they see are the pink silks of Maximum Security's jockey pulling out ahead and crossing the finish line on a muddy track. So first, there was cheering. I mean, Maximum Security was the favorite to win, and a lot of people were betting on that horse. Then there was 20 minutes of confusion. You have the objection. You had these unofficial results on the board, saying that Maximum Security won. You have people trying to cash in their tickets at the betting windows. Other people are leaving not knowing who won. And in the press room, we were just sitting there stunned, waiting for the official call."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why did racing officials disqualify Maximum Security?"
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "Yeah, so in the final bend, Maximum Security drifted wide into another horse's lane. That caused a domino effect, disrupting the progress of three other horses. Country House's jockey, Flavien Prat, was the one who filed the objection after the race. So three stewards, which are basically, like, referees, reviewed the footage and interviewed the affected jockeys. Eventually, steward Barbara Borden gave a brief statement saying that they unanimously decided to disqualify Maximum Security, then walked away without taking any questions."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow, it sounds like a political conference. All right. Has anything like this ever happened before?"
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "So one other horse was stripped of his title after the fact. That was because he essentially failed a drug test back in 1968. But no, this - this was a first. And the outcome of this year's Derby was just so unpredictable. The original horse couldn't even compete. And the second favorite, Maximum Security, lost even though he crossed the finish line first."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, so give us the story with Country House briefly. His trainer is named Bill Mott. Did you hear from him?"
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "Yeah, so Country House is a chestnut colt, bred in Kentucky. He was a longshot, with 65 to 1 odds of winning ahead of the race. The payout for his winning ticket was $132.40. That's the second-highest in Derby history. He started out the race slow but picked up momentum throughout. He definitely saw his opportunity going into that last turn. And he took it. In a press conference after the announcement, Mott himself said he was a little bit surprised to see how well the horse was doing. He called the victory bittersweet and said it's not how he wanted to win, but he knows it's a race that will be remembered for years to come."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So I can't imagine this is done. Is there any chance for an appeal?"
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "There is. It's possible that the trainers or the owners could file an appeal with the Kentucky Horse Racing Commission. And in the meantime, Country House has a chance at the second jewel in the Triple Crown at the Preakness Stakes later this month."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's Ryan Van Velzer of member station WFPL in Louisville. Ryan, thank you."
    },
    {
      "speaker": "Ryan Van Velzer",
      "text": "Thank you."
    }
  ]
}