{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The end of the holiday weekend is here, but many Democratic candidates didn't take a break. Seven candidates are attending the New Orleans Essence Festival, a huge draw for black women. And that is a powerful constituency for Democrats. NPR's lead political editor Domenico Montanaro has been keeping an eye on that Democratic field and other political developments this week. And he joins us. Hi."
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So Kamala Harris is one of the candidates at Essence Fest making her appeal to black voters, which is significant because of some new polls showing her star is on the rise, right?"
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "That's right. I mean, she had a breakout debate, really, and now everyone is looking at her as the new rising star in the field. It's amazing how quickly that's turned. And at the Essence Fest yesterday, Harris used the occasion to lay out a major proposal that included a $100 billion home ownership plan that could help some 4 million families with down payments and closing costs in historically redlined communities. Those are places where banks had discriminated against black families, denying them loans. But there's another debate at the end of this month. She's going to have a lot of pressure on her to perform because some of those Democrats didn't maybe see that debate. They're going to be looking to size her up."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And in that debate, of course, she challenged Vice President Joe Biden. And he did not attend this event. And that might be noteworthy."
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "Yeah. I mean, he went a more traditional route and decided to speak directly to black voters in a key state. He's campaigning in South Carolina, where 60% of the Democratic electorate is black. And he told them yesterday that he was wrong for comments that he made about working with segregationist senators 40 years ago. How he does in South Carolina, though, is going to be key to his chances. Without it, it's hard to see what his path is for winning the nomination."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, let's talk about the Trump administration. They are trying to get this citizenship question onto the U.S. Census. Now the president says he is considering an executive order. Are there going to be political consequences for this fight?"
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "Well, I mean, the president himself is unlikely to suffer any consequences with his base, obviously. They love this fight. I mean, this is at the core of what Trump and his supporters stand for - this feeling of being aggrieved that someone's getting something that they shouldn't and that they're victims. But it could certainly have long-term political consequences for representation in Congress. I mean, over the next decade, the new congressional lines are going to be drawn based on this next census."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, if he can't accomplish this - and it's still unclear if he can - what will that mean for the actual census?"
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "Either way, we may see an undercount in the census. And that may very well be the goal of the Trump administration. You know, Trump revealed this past week that the reason in his mind for having the question added is because of redistricting. That's not the case they made before the Supreme Court, by the way. And the census, you know, we should note, is used for drawing those congressional maps. According to the Census Bureau itself, the idea is to count everyone in the United States not just citizens. So if you only count citizens, that's going to reduce the power and resources provided to districts in places that have more people in the country who have immigrated here illegally. And those places would argue they need the resources and the representation."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. Well, let's talk about immigration. President Trump has also said his administration will move forward fairly soon with a plan to arrest thousands of migrant families in surprise roundups across major U.S. cities. Meanwhile, DHS's IG report has shown terrible conditions for the people being held in custody. Is the president's reaction a problem for him politically?"
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "Well, I mean, the more attention this gets, it certainly could. You know, the president is pretty, you know, focused on the fact that there haven't been, you know - on television, right? - this hasn't been something that you've seen a lot of network television cameras in. And if those conditions are things that are captured on TV, that is something that could change the narrative. But so far, the president feels like this is a winning issue for him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Domenico Montanaro, NPR's lead political editor, thank you."
    },
    {
      "speaker": "Domenico Montanaro",
      "text": "You're welcome."
    }
  ]
}