{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And now we go to my home state - ah, Florida. At the end of a long, hard-fought and unpredictable midterm election season, perhaps it's no surprise that Florida is again at the center of national attention. Statewide recounts were ordered for Senate and governor yesterday. In the Senate race, Republican Governor Rick Scott leads Democrat - Democratic Senator Bill Nelson by less than 15,000 votes. The governor's race - also a razor-thin margin. Republican Ron DeSantis leads Democrat Andrew Gillum by a little over 30,000 votes. After the recounts were ordered, Gillum gave a press conference and took back his earlier concession, saying quote, \"every single vote should be counted.\" If it was only that easy. Joining me now is Patricia Mazzei, the Miami bureau chief for The New York Times. Welcome."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So my commiseration. Tell us... ...Where things stand now. The recount has begun."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Yes, they started yesterday afternoon, shortly after the orders came down from the state. And it's really an unprecedented situation because not only is there one statewide recount, but there are three - for governor, for Senate and for the agriculture commissioner of the state, which is actually the closest race of them all. And so there is a deadline for them to be completed by Thursday. But this is going to mean round-the-clock work in some of the biggest counties in the state. And even then, it's unclear if they're going to be able to finish in time or at least if Palm Beach County is going to be able to finish in time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, that's going to be a lot of fun for you, I can imagine - round-the-clock counting. Florida is a huge political prize. And there's been a lot of drama leading up to the recount. Before we follow the many threads here, set the scene. There have been protesters, lawyers. It looks pretty crazy."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Yes, especially in Broward County, which has been sort of the center of action, much like it was in the recount in 2000. We saw a bunch of protesters come out starting on Friday. The situation got so tense that they had to delay the canvassing board meeting for the day by an hour so that they could get police protection to get security to clear people going into the meeting."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "And the protesters have been there since. And it's just - you know, it's got a lot of shades of history from 18 years ago. And there's - the stakes are really high."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Prominent Republicans, including the president and the Senate candidate and governor, Rick Scott, have alleged fraud. Is there any evidence of that?"
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "We have not seen any formal allegations of fraud. There is a reason why the state is not investigating anybody for fraud, and that's because they have not received any complaints. That is not to say that there are not problems that have been identified and that are identified often in elections but don't matter because the margins are not this tight. And those are, you know, the challenges that we're going to maybe see wind up in court."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So you're thinking this really could end up in court."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Well, we've already seen a couple of lawsuits from Governor Scott and Republicans. They won two lawsuits on Friday against Palm Beach and Broward counties. There is a pending lawsuit by Senator Bill Nelson and Democrats in Tallahassee in federal court where there will be a hearing on Wednesday. But, yeah, we expect more challenges. Look. There are all sorts of issues, right? We're waiting for military and overseas ballots. Those get an extra buffer of time to be counted. There were provisional ballots that were counted, including some that were questionable ballots that were mixed into a pile of legal ballots in Broward County. And so all of these things..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And there were some mail-in ballots - right? - that weren't even delivered, that were stuck in sort of a mail clearing area."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Yes. And, you know, that happens every election. But again, it doesn't always matter. And in this case, you know, if they don't get into the elections office by 7 p.m. on Election Day, they don't count. And we saw at least 200, you know, 60 ballots in Miami-Dade County that got to the elections office yesterday. And that was too late."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You know, just briefly, you know, Broward County is a huge county to the north of Miami (inaudible). It votes Democratic. And there were undervotes in the Senate race, right? Some say it could have been because of the ballot design."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Yeah. The Nelson campaign has sort of pushed back. They seem to think that there could still be some sort of machine tabulation error. We won't know that until the second phase of all of this after Thursday, which is a manual recount. But they are trying to understand why fewer people voted for Senate than for governor. And it could be because the Senate race was tucked into the bottom-left-hand corner of the ballot there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And just in a few seconds, I got to ask, why are we always at the center of the mess in Florida?"
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "(Laughter) We like to keep the nation on its toes. But really, I mean, I think it's just - it's a really divided state, and it's split politically. It's very purple. And this is what happens. I mean, the elections here are always just really, really close, and every vote matters."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's right. Patricia Mazzei, the Miami bureau chief for The New York Times, thank you."
    },
    {
      "speaker": "Patricia Mazzei",
      "text": "Thank you."
    }
  ]
}