{
  "transcript": [
    {
      "speaker": "Kelly Mcevers",
      "text": "We've heard from a lot of people in Texas who say they have never seen anything like Harvey. Stephen Lipp has. He and his wife moved to Katy, Texas, outside of Houston 12 years ago because their house in New Orleans was destroyed by Hurricane Katrina. Now they've had to leave their house again. They're staying with friends, and in that way, they've been luckier than people who've had to go to shelters or who couldn't leave their homes. I talked to Stephen Lipp earlier today on Skype, and he said when the flooding from Harvey started getting really bad on Sunday, he and his wife at first were like, this can't possibly be happening again."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "We're watching the water rise. And mind you, the rise was slow - so a few inches per hour. You'd see it rise up the lawn and coming closer to the house and that. But my arrogance was saying, no, this isn't coming in the house."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah, so when it did, like, what was the point? Like, where was the water when you're like, actually, this is happening?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "It's funny you mention that because the point at which, yes, this is happening was almost immediate. We live in a brick house. A brick house typically has weep holes at the bottom to allow the house to in essence breathe. And so when the water rose up, yeah, it was coming through the doors, but it was coming through everywhere, everywhere. So every point in the house was getting water into it. And there was no getting the water out anymore."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Right. So what did you do, I mean knowing what you knew?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Well, the other thing that caught us there was that the plumbing was backing up at the same point. So honestly, you know, now we're in a somewhat desperate situation."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "The plumbing is backing. The water is rising. By then, the sun had set. There were no more boats coming by in the street to pick people up. So you just have to stay. You know, make it through the night. Just keep yourself dry. Keep yourself up off the ground. Make it through the night."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "So that's what you did. You guys stayed the night."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Yes."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Wow."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "We didn't have a choice."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "And you - your beds were high enough."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Right - little platform beds just..."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Oh, my gosh."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "...You know, high enough. My wife slept on the couch. I slept in the bed. And we just waited it out, as it were."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "You must have woken up in the middle of night, like, checking that water."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "That was also a sobering sight in the middle of the night. By then, the rain had lessened a great deal. But when you step off the bed and you step into 3, now 4, now 5 inches of water, it is sobering."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah. So what's your plan now? Do you think you'll stay in the Houston area? Do you think you'll, you know, go back to that house and get rid of the bad stuff and renovate it?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "I honestly can't say. It's really difficult to make that call this soon after."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Honestly we haven't seen what we have. If we've lost everything, if pretty much everything we put up on beds somehow got underwater, if everything is destroyed, yeah, it begs the question. Why stay? But if somehow a lot of it has been preserved, who knows? Maybe it comes time to, you know, rip out sheet rock and start over, tear up the carpet and try again."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "'Cause you guys made that decision after Katrina, obviously, I mean there was a point at which you decided to go, right? Is..."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Right."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "...That how you made the decision then?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Actually Katrina was somewhat different. We were kept out of New Orleans for five weeks after Katrina."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Right."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "There was a long period of, what's happened? What's going on? And the insurance called us at some point in the interim, and the insurance adjuster said to us, hey, we're looking at satellite photos of your house. It would appear the water's up to the eaves."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Wow."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Then it became plainly obvious to everybody. This is a total loss."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Right."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "So after that call, that's when I started looking around Katy. I was living with siblings here at the time and said, OK, well, what houses are available here? What can I do?"
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Can I ask? Did you have flood insurance there in Katy?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "No."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Why not?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Arrogance. I don't know how else to put it. This can't possibly happen twice. And besides, the neighborhood we had had never had a flood even close to this. This has never happened before in the environs I'm in. It was optional, the flood insurance, where we were."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "And no, we didn't take the option."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "So how are you thinking about that right now?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Well, 20-20 hindsight."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "(Laughter)."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "We're a bunch of idiots. But yeah, it doesn't sit well, no."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah. I just want to say, like, it's not all on you - right? - you know? (Laughter) Like, nature has something to do with this, too. Don't beat yourself up too much."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Yeah, but..."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "There's no way to know this stuff, right?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Right, but honestly - right. But you recognize the mistake made here was catastrophic, and that's unfortunate - but oh well."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Yeah."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "You know, crying over spilled milk - we got plenty to cry over, but it is spilled milk."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Do you guys have - yeah, I mean I know I'm asking a lot of questions about the future that you just don't have answers to right now, but you know, do you have savings? Like, how - have you thought about how it's going to work?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Yeah. We have a bit of savings. We probably will come out of this at least crawling, but we're certainly not going to come out smelling like a rose. That's for sure."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "You kind of have a sense of humor about this. You're definitely..."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Well..."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Where does that come from?"
    },
    {
      "speaker": "Stephen Lipp",
      "text": "After Katrina, my siblings were quite amazed by my resolve in trying to rebuild my life. And I turned to them and pointed out the obvious thing. Well, what choice do I have? This is - you have to keep living, you know? If you're going to dwell in the past and dwell on things that have happened to you and take pity upon yourself or whatever, that doesn't help much. And the humor truly is - in an odd, sardonic way, this is humorous. It truly is. And that's - you have to take something like that from this. There's - otherwise you'll drive yourself crazy."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "Stephen Lipp of Katy, Texas, I want to thank you for talking to us and wish you a lot of luck."
    },
    {
      "speaker": "Stephen Lipp",
      "text": "Thank you so much."
    },
    {
      "speaker": "Kelly Mcevers",
      "text": "If you were affected by Hurricane Harvey and you're looking for advice on how to rebuild, recover or just restart your life, let us know. Send us your story, and we might connect you with someone who has done it before, someone like Stephen Lipp, who survived Hurricane Katrina. Email nprcrowdsource@npr.org, and put Harvey in the subject line."
    }
  ]
}