{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "It's one thing to write a hit song, it's another to write more than a few that stand the test of time, like Bill Withers. In the 1970s, he wrote a string of love songs so emotionally on target that people want to hear them again and again. Songs like \"Just the Two of Us,\" \"Lovely Day,\" \"Hello Like Before,\" and this classic."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "(Singing) Ain't no sunshine when she's gone It's not warm when she's away  Ain't no sunshine when she's gone  And she's always gone too long anytime she goes away… \"Ain't No Sunshine.\" Every woman that I knew before 1970 thinks that song was about her. They're all probably right."
    },
    {
      "speaker": "Tony Cox",
      "text": "Bill Withers is 68 now. Born in West Virginia, he is the son of a coal miner. At 17, he joined the Navy and did a nine-year stint before ever deciding to get into the music business. But while Withers' songs still have legs - you hear them everywhere - his recording career frankly didn't last as long as you'd expect. Today, he says, he's content with life and freely talks about his music, his career, and what happened that soured him on the music industry. He sat down with me at our NPR West studio, and I began by asking him how a black coal miner's son came to want to be a singer-songwriter."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "First, you have to want to, you know, then you have to pursue it. You know, I think I was born that way. The only question was whether I was going to just do it for myself in my head or whether I was going to do it and share it with somebody else. You know what I mean?"
    },
    {
      "speaker": "Tony Cox",
      "text": "I do."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "I was up in Oakland one time in a club owned by this guy, Don Barksdale(ph), called the Sportsman's Club, I think. And Lou Rawls was playing there. Lou came in a little late one night, so he was walking behind the bar and he says, I'm paying this guy $2,000 a week and he can't even show up on time. And I thought I've - you know, $2,000 a week to come in here and sing in this joint? You know, I think I could do that."
    },
    {
      "speaker": "Tony Cox",
      "text": "Let's talk about some of your music, your songs. They're personal. You talk about love, you talk about relationships. You talk about hurt feelings. There's one song in particular, and I know your wife is here so I'm going to be careful about how I ask this…"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "No, go ahead."
    },
    {
      "speaker": "Tony Cox",
      "text": "And as I listen to it, I was thinking, you know, I wonder who this person is that Bill Withers is talking about? Where you talk about an experience that everybody who's ever been with a person and is not with that person anymore goes through when they see that person for the first time."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "\"Hello Like Before.\""
    },
    {
      "speaker": "Tony Cox",
      "text": "\"Hello Like Before.\""
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "(Singing) Hello like before  I'd never come here if I'd known  That you were here… One of the things that I've always tried to do is to say things without all the cliches. I knew from the start we'd never part, take my hand or, you know, (unintelligible). The key to that was, that I had never heard anybody say that before, or since \"Hello Like Before.\" People don't talk like that."
    },
    {
      "speaker": "Tony Cox",
      "text": "No, they don't."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Nobody ever said that but me. But you know what it means."
    },
    {
      "speaker": "Tony Cox",
      "text": "Absolutely."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "And that's the only thing I can think of in my life that I own exclusively like that. I've never heard that phrase. And people come up - young singers mention that song to me. (Singing) Hello like before  I guess it's different  'Cause we know each other now  I guess I've always known  We'd meet again somehow  So that it might as well be now…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Let's talk about another song. \"Lean On Me\" is a song that has been played like a bajillion times. Obviously, it was the theme of a movie and everyone has used it. But that's not a love song, is it?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "It is?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Yeah. It's just not romantic love. It's friendship, you know. It's offering friendship."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, how does it feel to have written songs that have withstood the test of time? You turn on the television, there's a Bill Withers song. You go to the movies, there's a Bill Withers song. You turn on the radio, there's a Bill Withers song. How does it feel now to hear and see your work still being vital 30-some years, in some cases, after you've created it?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "It's very cool, actually. You know what I mean?"
    },
    {
      "speaker": "Tony Cox",
      "text": "Yeah, I can guess."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "We were laying in bed watching \"American Idol\" last night. You mentioned \"Lean on Me,\" and this kid came out and he was doing his version of \"Lean on Me.\" That song is one of my favorites because you don't have to be a singer to sing it. People write me letters about how they are, you know, somebody died and they had a tough time and it helped them get through it. And most importantly, I can't tell you how many children told me that was the first thing they learned to play on the piano."
    },
    {
      "speaker": "Tony Cox",
      "text": "Really?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Because you don't have to change fingers."
    },
    {
      "speaker": "Tony Cox",
      "text": "I'll see. I don't play the piano so I wouldn't have known…"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Well, I don't, either. That was my piano song. (Singing) Sometimes in our lives we all have pain We all have sorrow But if we are wise..."
    },
    {
      "speaker": "Tony Cox",
      "text": "You had some bitter experiences with the record company in the '80s, and you made the statement that - because you sort of disappeared from the recording scene as a result of that, it appeared. And you've said that the record labels have too much power, and that you would never, ever give that kind of power..."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Kind of power to anybody."
    },
    {
      "speaker": "Tony Cox",
      "text": "To anybody again, right."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Well, it was just that one company and that one guy. From 1977 until 1985, I didn't make an album. The only music that I had come out was \"Just The Two of Us\" with Grover Washington."
    },
    {
      "speaker": "Tony Cox",
      "text": "Which won a Grammy, by the way."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Right. And the reason I was - did that song was because I couldn't get in the studios to record on my own. And there was this one guy at CBS called Mickey Ikeman(ph) who actually hid from me for two to three years. He wouldn't take my phone calls if I can - and he was the head A and R(ph) guy. And I guess we didn't get along because he would make suggestions to me that I do stuff like - that I should cover Elvis Presley's \"In the Ghetto.\""
    },
    {
      "speaker": "Tony Cox",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Well, you know. We all know that the whole derivative situation - I mean, you know, I don't cover Elvis Presley. You know what I mean? Let's face it, you know, without going any deeper into that. It was an affront to my - to me as a man. I just felt confined that this one guy that really had nothing to do with any black music at all could just shut me down like that. It bothered me. So, I've never signed with another record company since."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you think, in looking back, that that was a good idea or bad idea?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "It wasn't an idea. It was just - I just never got around to it, you know."
    },
    {
      "speaker": "Tony Cox",
      "text": "You never got around to it. Why do you mean by that?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "I never got around to it. I was OK, you know what I mean? I mean, I was - I had things to do. I kept myself busy. You know what I mean. And I just never got around to it. (Singing) We all need somebody to lean on If there is a load you have to bear that you can't carry…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, do you miss performing live?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "No."
    },
    {
      "speaker": "Tony Cox",
      "text": "You don't miss it. Why not?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "I don't know."
    },
    {
      "speaker": "Tony Cox",
      "text": "There must be - but you were so good at it. I mean, I've seen you and you seemed to really, you know, relish in the moment."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Well, that was from your point of view. But from my point of view, it wasn't a good business for me because I never drew that many people. I could go play now and I could - it would be a better business for me now than it would have been then."
    },
    {
      "speaker": "Tony Cox",
      "text": "So, why not do it now?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Well, because, you know, we're all shaped by how we evolve. Most people who play music for a living, they grow up doing that. I learned how to live as a sailor, actually, into my adulthood. I was in the Navy nine years, so I learned how to live first, and then I started to play music. I'm not saying that I won't do it, you know. But I mean, it doesn't make me crazy if I'm not traveling around and play a gig."
    },
    {
      "speaker": "Tony Cox",
      "text": "And performing. Looking back, we all make choices, right?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "So, I want to ask you to look at the choices that Bill Withers has made in his life to now and tell us which choice you made was your best choice, and which one you made was your worst?"
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "Let's make it a generalization thing. The best choices that I made was when I was - when I accepted who I was and was honest with myself and went about things how I believed it, without worrying about whether I was going to impress somebody or not. And the worst choices that I made was when I was trying to gain somebody's approval rather than choosing on principle. And every time I compromise one of my principles, the price is fierce for that. You know, most of us can relate to that. When you compromise on your principles, you might get a rush right, now but it's going to cost you big time somewhere down the line."
    },
    {
      "speaker": "Tony Cox",
      "text": "Three-time Grammy winner and Hall of Fame songwriter Bill Withers."
    },
    {
      "speaker": "Mr. Bill Withers",
      "text": "(Singing) When I wake up in the morning, love, and the sunlight hurts my eyes…"
    },
    {
      "speaker": "Tony Cox",
      "text": "That's News & Notes. Glad you could be with us."
    }
  ]
}