{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "Major League Baseball is now almost literally hit or miss - teams leaguewide combined for the most home runs and strikeouts in one season. Now, for teams, a 100-win season is one for the ages. On the other hand, a 100-loss season is a total disaster. You usually see one, maybe two each year. This year, there were four of each. So will this season of extremes lead to an extremely entertaining MLB post season? Well, for that, we turn to Michael Baumann. He covers baseball for The Ringer. Welcome."
    },
    {
      "speaker": "Michael Baumann",
      "text": "Hi. Thanks for having me on."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Hey. Good to have you with us. All right. So I want to get to the postseason in just a second. But first, is all of this good for baseball fans? I mean, it's fun to show up and see a bunch of home runs, but are we all going to get complacent - that if we show up and there aren't at least 10 home runs in any given game, that it's just a boring one?"
    },
    {
      "speaker": "Michael Baumann",
      "text": "I don't perceive any sort of lack of interest among your everyday fans or your - certainly baseball purists. And you know, to a certain extent, I'm one of them who would like to see the ball put in play a little bit more than it is right now. But this is just sort of how the way baseball's played right now."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "What about on the flip side - all these teams with a hundred losses in a season?"
    },
    {
      "speaker": "Michael Baumann",
      "text": "This actually is something that worries me about the future of the sport. What we've seen is a very small handful of teams really going all in. And that means pursuing free agents. That means prioritizing winning over financial incentives. And even teams that traditionally run huge payrolls, like the Red Sox, Yankees, the Dodgers, are starting to respond to financial incentives far more than competitive incentives. And so it doesn't matter, necessarily, how many fans you draw because the amount of money coming in through cable and online broadcast rights is so great that teams essentially don't have to draw fans to the ballpark. So teams that make the effort - and we see this in attendance as ticket prices continue to go up as spending goes down - teams that made an effort in the off-season - the Phillies drew - they were very active in free agency - drew 7,000 more fans this - per game this year than they did last year. And we've seen ambivalence from teams that are just content to throw any old team out there and collect leaguewide revenue-sharing checks."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "All right. Well, let me focus you on the good news, which is we do have, as we mentioned, four 100-win teams in the playoffs. They are the Astros, the Dodgers, the Yankees and the Twins. Does this mean we're in for some spectacular baseball in the postseason?"
    },
    {
      "speaker": "Michael Baumann",
      "text": "I certainly hope so. Two years ago, essentially this Astros team and this Yankees team played a great seven-game American League Championship Series and followed that up with the Astros and the Dodgers having an incredibly entertaining seven-game World Series. I think there's - as many as eight of these teams are really scary, are just loaded top to bottom with either power pitching or power hitting or, in Houston's case, both. And I think we're - one nice thing about baseball right now is there's an incredible wealth of charismatic young stars. We're going to see several of those on display."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "I'm going to put you on the spot. If you had to put money on it right now, who's going to make it to the World Series?"
    },
    {
      "speaker": "Michael Baumann",
      "text": "Before the season, I predicted Houston over Washington. I think Houston is definitely the best team in this bracket. The American League side is a little bit tougher, so that gives me a little bit of pause picking them to win it all, but I think they're the best team. Washington - I really like the way they're set up with their starting pitching, with some of the hitters that they have. But they've got to make another round as the wild-card team. So I'm a little hesitant to pick them knowing that within a couple hours of this show going out, my National League pick could be wrong. But you know, I really like the way they - their roster's set up for this postseason if they can make it past tonight."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "We shall see if they prove you right. Michael Baumann of The Ringer - we caught him via Skype. Thanks so much."
    },
    {
      "speaker": "Michael Baumann",
      "text": "All right thank you."
    }
  ]
}