{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY, from NPR. I'm Ira Flatow. Boy meets girl, they fall in love. They get married. They have children. Nothing new here, but this couple, well, this couple makes one of the most important discoveries of the 20th century. Simple plot, big results. It takes a special couple to be able to work together, but that's exactly what two of history's most famous scientists did. Of course, I'm talking about Marie and Pierre Curie, a couple that worked so closely together that their handwriting overlaps in their notebooks. The story of their relationship and their momentous discovery of radium is getting a fresh look in a new visual biography of the pair. The book is called \"Radioactive: Marie and Pierre Curie, a Tale of Love and Fallout.\" It's a beautifully illustrated book. It's done very uniquely, and it jumps forward in time from the Curies' era at the turn of the 20th century to the uses and misuses of radioactivity today. The book investigates the Curies' complicated legacy, from X-rays to cancer treatments to nuclear disasters. And yes, it covers Marie's love affairs, too. We'll talk about that. If you'd like to talk about that with the author or anything else about the Curies, our number is 1-800-989-8255, 1-800-989-TALK. You can also tweet us @scifri, @-S-C-I-F-R-I. Lauren Redniss is the author. She's an artist and a writer, and she's professor of fine arts at the Parsons School of Design, author of \"Radioactive: Marie and Pierre Curie, a Tale of Love and Fallout.\" Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "This is a unique book. The way it's written and the layout, it's, you know, you're drawn to the images more than you're drawn to the text in it."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, I wanted the different elements to work together to tell the story so that the structure of the book, the images themselves and the written narrative, all play a specific role that the others can't play. and together, they tell the story."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And, you know, because you talk about the notebooks being famous, it's almost like this is a notebook. The style that it's written is almost like a laboratory notebook. Did you intend it to be that way, or did it just turn out like that?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "That's really interesting. Well, in a sense - I mean, I did develop a font for this book based on manuscripts in the New York Public Library's collection. I wanted it to have the tone of a certain seriousness and stateliness, and yet to have this certain imperfection and tenderness of a handmade object."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's beautiful. How, as an artist, did you get interested in a science story like this?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, their story, I think, opens up the opportunity, as you mentioned, for us to look at our world today in an unexpected way. And in addition, it's also, in and of itself, a great dramatic story. So the fact that two of the principal themes in the book, love and radiation, are invisible things was intriguing to me as a visual artist: How do you make a visual book about invisible things?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And part of the history of radium and the Curies is that they had no idea about what they were playing with, basically, the dangers involved in playing with all this radiation, did they?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, it's really interesting. In some ways, they did. They didn't imagine, maybe, some of the more specific things, but Pierre Curie asked, you know: Is it right to probe so deeply into nature's secrets? The question must be asked whether it would be harmful for mankind, or whether it will be beneficial. So I think they were grappling with the results of a scientific advance."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes, they were not - as you show in the book, they were not afraid to put pieces of radium all over their bodies. They had - they tried to cure, you know, thought about curing cancer early on with it, and they had helmets or things where they pasted it all over their heads, stuff."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right, exactly. They recognized that radium could destroy diseased tissue. As you say, Pierre, at one moment, he takes a little vial of radium, he puts it on his arm, and it creates this lesion that takes a long time to heal. And so they saw: Oh, if radium can destroy diseased tissue - excuse me, can destroy healthy tissue, it could also be used to destroy diseased tissue. And so they saw that it had this power, this kind of dual potential."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And when you went through their notes and their books and things, what did you discover about - were they radioactive themselves?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Some of them are, yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They still are?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Yeah. And those, they require researchers to sign a disclaimer. In the Curie Institute in Paris, you can hold up a Geiger counter and listen to the click-click-click of the notebooks."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what did you discover about Marie Curie that you didn't know, that many of us did not know about her? Because if you ask the general public to name one scientist, she's the only one that comes up, right?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right. Right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there anything yet to be discovered that you might have about her personal life or anything else that we don't know anything about?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, in the course of the book, I think - there are two thoughts that come to mind, and I'll get to one in a second. But I start the book with an apology to Marie Curie, because at one time, as you mention, she has this scandalous love affair. And she asserts that there is no connection between the goings-on in private life and the facts of the scientific work. And so I tried to look at that in her life, how she - how her passion and her curiosity and her role as an intellectual adventurer was a part of both her romantic life, but also her scientific work. At the same time that, of course, you know, it's just empirically true that radioactivity is an atomic property, whether or not she had this love affair with a married man."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. That shouldn't get in the way of her work."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Did it get - did that news come out? Was it - I mean, she - the first person to ever win two Nobel Prizes."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right. She was the first woman to win a Nobel Prize, and then, as you say, the first person to win two. And the news of her affair - the affair we're referring to is when she fell in love, after Pierre Curie dies, with the physicist Paul Langevin. And Paul Langevin was married. And that news comes to light just as - just at the moment that Marie is awarded the second Nobel Prize in 1911. And, in fact, the Nobel Committee did try to prevent her from coming to Stockholm to accept the prize."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, because the letters were published, and that created a scandal at the time?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Exactly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Imagine what would happen today, if this happened today. The kind of scandal would be much more public, right?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I would imagine."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, yeah, we all have - I mean, would Marie Curie be on Facebook? I don't know."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What do you think they'd say about all this stuff? I mean, how public was their life?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "They were very, very private. Marie Curie, I think, was horrified when - at all of the attention that was lavished upon them when they grew famous, and she even compared herself to the boxer - I think it was Jack Dempsey."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "And she says: You know, it's as if I'm already dead. She said: This is - you know, this is a horrible thing to have all of this, these private details exposed."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. and did the Curies have any control over their discovery, their radium discovery, after they made that discovery?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, they chose not to patent it. They thought that this was knowledge that, you know, one or two individual scientists could not possess."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And so then people took radium and marketed it as snake oil and panaceas and things like that, right?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right. It was such a magical-seeming elixir. People thought that it could cure all kinds of things. And, of course, we've seen that it does have curative or therapeutic possibilities. But it also has a very toxic potential, as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. It took a while for people to discover that. You know, I'm thinking of the radium dials that they used to paint with and things like that, on watches."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right. Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You say in your book that their discoveries, quote, \"blurred the boundary between science and magic.\" What do you mean by that?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, they made this discovery at a time when technologies such as electricity and the radio and telegraph, the X-ray, were all new. And, for instance, if you look at the X-ray and the fact that this invisible light can pass through human flesh and expose the human skeleton, already, that seems quite fantastical. And these new technologies, I think, did, for some, blur the line between science and magic. And the Curies took this as, you know, they opened themselves to considering something like spiritualism. And they went..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mysticism and things like that. Yeah."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right. And they attended seances, along with many great intellectuals of the period."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, that was - yeah. A lot of people were doing that - not only here, but abroad and all over..."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Absolutely."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...you know, France, Great Britain, all over the place they were going to seances and - you know?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Right, and spiritualists took on a scientific vocabulary in order to put some gravitas to..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You had Harry Houdini saying he was coming back after - that whole era was very heavily mystical. I'm sorry, go ahead."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Oh, no, no. It was Alexander Graham Bell, Edward Munch..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Exactly."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "...lots and lots of people. A lot of - the Curies were not the only Nobel Prize-winners to attend seances."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. The book is more than just the Curie story. You traveled all over the world for this. Where did you visit?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "I went to Hiroshima, and I talked to atomic bomb survivors. I went to the Nevada test site outside of Las Vegas, where the U.S. government tested nuclear bombs during the Cold War. I talked to scientists who worked at Chernobyl and, gosh, someone who manufactures fallout shelters and all kinds of things."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, yeah. Now, after Pierre's death, Marie went on to accomplish a lot more, didn't she? What was some of the other work that she was accomplishing?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Well, one really interesting thing she did was that she stepped outside the laboratory and applied her research to medical use. And during World War I, she had the idea to rig up an automobile with X-ray equipment and create mobile X-ray units. And this was a big advance in treating wounded soldiers."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And how did she end her life?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "She died of radiation poisoning. I mean, she died of aplastic anemia, which is almost definitely due to her radiation exposure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. How did you create the images, the beautiful, very unusual look for the book? How did you make these unusual images in the book?"
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Most of the images of the book are created with a method called cyanotype printing. And this is a camera-less photographic technique - which means, in my case - there are different ways to make a cyanotype, but what I do is I take paper. I coat it with a chemically -a light-sensitive chemical solution, and then I expose it to light. And the UV rays of the light interact with the chemically - the chemicals on the paper, and that turns the paper a deeply saturated blue."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, it's a beautifully done book..."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Oh, thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...and very unusual. We get a lot of books on here, and this is really done very nicely. Congratulations to you."
    },
    {
      "speaker": "Professor Lauren Redniss (Fine Art",
      "text": "Thank you. And you can see our - the book on - if you go to our website at sciencefriday.com and you go to the sci arts section, you go to the front page there, you go to sciencefriday.com/arts, go to that website, and you can see portions of the book, as well as our art site. Thank you very much for taking time to be with us today. Thank you so much."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Lauren Redniss is an artist and writer, and she is author and illustrator of the new book \"Radioactive: Marie and Pierre Curie, a Tale of Love and Fallout.\" We're going to take a break. When we come back, we're going to talk about the magnetic pole is moving. How to catch it? Catch it if you can. We'll be right back. Catch us. We'll be back after this break. Stay with us. I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR."
    }
  ]
}