{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. Some good news for the nuclear industry. The Nuclear Regulatory Commission licensed the construction, issued licenses for the construction, of two nuclear reactors at a plant in eastern Georgia. Until last week, the NRC hadn't approved the construction of any new reactors in the U.S. since 1978. That was a year before the partial reactor meltdown at Three Mile Island in Pennsylvania. The first of the new reactors is expected to be up and running by 2016. Does this signal the start of a nuclear renaissance in the U.S.? Will the reactors have adequate safety features to withstand disasters like the one that unfolded at Fukushima Dai-ichi? And what role can we expect nuclear power to play in the country's energy future if these reactors come online? Let's - we're going to talk to Per Peterson. Per Peterson is professor and chair of the Department of Nuclear Engineering, University of California at Berkeley. His research in the 1990s contributed to the development of passive safety systems, which the new reactors have. Dr. Peterson joins us from Berkeley. Welcome to SCIENCE FRIDAY. DR. PER"
    },
    {
      "speaker": "Peterson",
      "text": "Thank you. What about the timing of this? You know, it seems - why are these being given licenses right now?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, it's actually been in development for quite some time, and Southern Company has been making tremendous progress on early site preparation. But to move forward, to begin pouring concrete for the foundations of these reactors, they did need to have the construction license in place. And now it is. So the construction will start to ramp-up quickly from here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is this significant?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, it is quite significant. As you noted, these are the first new reactors to start construction in the United States in three decades. And the experience that will come from building these new reactors will be very important in informing decisions going forward about the role that nuclear energy should play because, of course, the cost of constructing reactors is the most important economic consideration. Once built, the fuel and operations costs are very, very affordable."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what is the bill on this one?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, these I think are close to $10 billion, and given the fact that they will produce very, very large amounts of electricity, the electricity they produce ends up being affordable. But of course the construction cost is quite large. The fuel operations and maintenance will be on the order of about 1.5 cents per kilowatt-hour. So it's really the construction costs that are the important issue."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We talked about track record a little bit. Isn't the idea that these will be up and running by 2016 a bit optimistic given the track record of building nuclear reactors?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, certainly the track record in the past has been rather poor, and that's why people will be looking at these two new plants very closely. Now, their sister plants essentially carbon copies to a set of about six reactors of the same type that are under construction in China, and those reactors are on-schedule, on-budget. The construction methods for these new reactors that Westinghouse is building is completely different from the old ones. They're actually factory pre-fabricated and assembled at the site rather than being essentially built in place at the site."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And I guess it is good to have the - the Chinese have a bit of a head start on these. So you can send a team over to watch what's going on."
    },
    {
      "speaker": "Peterson",
      "text": "Yes, indeed. In fact, Southern has had a large number of people over in China observing the construction, as have Westinghouse and Shaw."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And the fact that these are of similar design because one of the criticisms of the American nuclear industry is that you have so many different designs by different companies that you can't really standardize anything."
    },
    {
      "speaker": "Peterson",
      "text": "That's correct. The existing plants that we have, each one was unique, and it was recognized afterwards, given the poor experience in constructing them, that standardization would be important, not only that but when they started the construction on those plants, typically the detail design would only be about 40 percent complete. And to issue a combined license, the NRC requires essentially 100 percent completion of design. So you know exactly what it is you're going to build in advance of starting construction. And people believe that should be very helpful in the construction of these new plants."
    },
    {
      "speaker": "Ira Flatow",
      "text": "There was one dissenting votes for these licenses at the NRC, but it was the chairman, was it not, who..."
    },
    {
      "speaker": "Peterson",
      "text": "That is correct, and I think that the key issue here is that we know that these new plant designs, because they incorporate passive safety features, and they do not require any electrical power to remove heat after they shut down, would not be subject to the direct set of problems that the plants in Fukushima had. But people also recognize that it's important to review and scrub these designs to make sure that there's no additional lessons from Fukushima that might make changes. And I think that the area of disagreement here related to the timing for getting that done in terms of issuing a construction license versus when those issues need to be looked at closely. But it will happen for these plants, and of course anything that can be learned from Fukushima will be integrated into the design operation of these new plants."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If there's a design change, will they put a new - an amendment, an amended design to it if..."
    },
    {
      "speaker": "Peterson",
      "text": "Indeed, I can expect that they would, although what we've learned from Fukushima is that the most important thing to have is the capability to bring in and hook up portable equipment to restore key safety functions like water injection. And so most of the things that we're doing in response to Fukushima do not involve major plant modifications but rather installing or bringing in additional equipment of a portable nature and also upgrading instrumentation, neither of which are major plant modifications."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are these any of the - what they're talking about, the generation four nuclear reactors?"
    },
    {
      "speaker": "Peterson",
      "text": "No, these are still water-cooled reactors, and I think utilities are most comfortable with this type of reactor technology for this interim period because they have an enormous amount of experience with how well the fuels work and the reliability of the systems. So it's my expectation that we'll see generation four designs with further improvements moving into commercial deployment, probably 15, 20 years will be necessary to get to that point."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so there's not going to be every 15, 20 years, we'll see another 15, 20 years because these things keep getting pushed into the future, you know. It's like fusion. It's always 30 years away no matter what yea it is, but..."
    },
    {
      "speaker": "Peterson",
      "text": "One of the interesting things here is this is actual concrete and steel that's being put in place. So these are new plants. But as I'd mentioned before, the experience gained from building these plants will be quite important. In the near term, people are also very interested in developing smaller reactors, called SMRs, that would use the same fuel and coolant because we think that the financing and deployment of smaller reactors will be easier, and that will make it easier to get further development to occur. But we need to remember that all technologies improve over time, and so if you take a look at automobiles, for example, you could go back to the Model T and the Model A, and I would say that the plants that are running today in the United States might be considered to be Model T's. If these Westinghouse plants are the Model A's, then it'll be quite interesting to see where we are in 40 to 50 years in terms of further major advances in the technology."
    },
    {
      "speaker": "Ira Flatow",
      "text": "One of the problems with the Japanese disaster was that the - there were those pools for the spent rods and losing water out of them, aside the fact of having the reactor not able to cool itself down. What's the situation with these new reactors and where the fuel rods are kept?"
    },
    {
      "speaker": "Peterson",
      "text": "That's correct. And so another major issue of Fukushima was the lack of instrumentation to measure the amount of water in those pools. Fukushima also had a storage pool that looks much closer to the design of the storage pools at the - in the Westinghouse type of reactors. It was a centralized pool in a separate building. And it, along with drycast storage at the site, performed just fine. So the types of spent fuel pools that the pressurized water reactors like the AP1000 have, are much more robust and easy to get access to if you do have accidents or natural disasters. And so I think we can expect that the safety of the fuel storage in AP1000s will be similar to that of the centralized pools at Fukushima, which perform just fine. It was in-reactor pools in high elevation and those boiling-water reactors that proved to be problematic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Give us a quick little lesson in how the passive system works that you helped design. What does it - how does it kick in and work?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, the key thing with the passive systems is that once you shut down a reactor, and the types of reactors that we build in the Western countries will shut down automatically, they have negative temperature feedback. So once the fission reaction is shut down, one still continues to produce heat. It's a relatively small fraction of the total power, but if you don't remove this heat reliably, then the fuel can overheat, become damaged and drive off radioactive material. And in the existing plants, one uses pumps and heat exchangers to circulate water into the reactor to remove this heat. In these new plant designs like the AP1000, the heat is removed purely by buoyancy-driven processes, that is gravity-driven flows, taking advantage of the fact that hot fluid wants to move up, and cold fluid wants to move down. And so in the AP1000, there's actually multiple different passive mechanisms by which you can get heat out of the core. One is over into a large pool of water that sits inside containment. And then you can also depressurize the reactor, and then evaporation of water will cool the core. It'll condense on the walls, it'll run back down again, and the heat ultimately gets sent out to the atmosphere."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, it runs without power, in other words."
    },
    {
      "speaker": "Peterson",
      "text": "That's correct, no electrical power needed."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what about safety from let's say errant airplane attacks or crashes into the building or even into the area where the rods are stored?"
    },
    {
      "speaker": "Peterson",
      "text": "Yes, that's also something that we considered in our - is considered in the design of these reactors. And the containment building and structures around the reactors has been designed to sustain that type of airplane crash without allowing parts of the airplane to get inside the reactor building and while preserving the integrity of all the equipment that's inside the building. And so these types of external events are considered in the design, and the designs are capable of sustaining them."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And as far as the nuclear waste that comes out, what happens to it?"
    },
    {
      "speaker": "Peterson",
      "text": "Well, we're in the process, actually, of hopefully getting a new set of policies for nuclear waste. One of the things that I've been able to do over the last two years is to serve on a blue-ribbon commission that was formed by the Obama administration that was - that has looked at the policy framework that we have for managing spent fuel and high-level waste. And there's really serious problems with that policy framework that has contributed to the long lack of progress in developing solutions for management and disposal of spent fuel and high-level waste. And probably the most important thing that we can do to get to workable solutions will be to act on the recommendations that the blue-ribbon commission has made."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We'll get back to you on that, Dr. Peterson, thank you for joining with us."
    },
    {
      "speaker": "Peterson",
      "text": "It's been a pleasure, thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Dr. Per Peterson of U.C. Berkeley. We're going to take a break, come back and talk lots more. Stay with us after this break. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}