{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "On July 17, 2007, soldiers circling over Eastern Baghdad in an Apache gunship helicopter saw s group of men in a courtyard carrying what looked like weapons: AK-47s, rocket-propelled grenades. U.S. ground troops had been under fire nearby. The soldiers called in the sighting. Unidentified Man #1: Hotel Two-Six and Crazy Horse One-Eight have five to six individuals with AK-47s. Request permission to engage. Unidentified Man #2: Roger that. We have no personnel east of our position. So you are free to engage, over. After they secured permission a few minutes later, the soldiers opened fire. Unidentified Man #1: Come on, fire. Unidentified Man #3: Roger. Unidentified Man #1: Keep shooting. Unidentified Man #1: Keeping shooting. Unidentified Man #4: Bushmaster, Two-Six. Bushmaster, Two-Six. We need to move, time now. Unidentified Man #1: All right. We just engaged all eight individuals. In total, 12 people were killed before that airstrike was over. At least two of them, it turns out, were not brandishing weapons. One man, a photographer for Reuters, carried a camera slung over his shoulder. Another man with a cell phone was his driver. Yesterday, a Web site called WikiLeaks leaked the confidential video of that airstrike, which they say they got from a military whistleblower. David Finkel, national enterprise editor of The Washington Post, spent a better part of 15 months with a battalion of U.S. Army Rangers starting in 2007, and he wrote about that airstrike and the video in his most recent book, \"The Good Soldiers.\" You can find a link to the video and an excerpt from the book at npr.org, click on TALK OF THE NATION. And David Finkel joins us now from a studio at the newspaper's headquarters here in Washington. And thanks very much for being with us today."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Hi, Neal. How are you?"
    },
    {
      "speaker": "Neal Conan",
      "text": "I'm well, thanks. Where were you on that day?"
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "I was  it was  actually two corrections. It was July 12, 2007."
    },
    {
      "speaker": "Neal Conan",
      "text": "Oh, I apologize."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "And the guys I was with, writing the book about, they weren't Army Rangers - that was their nickname - but it was an infantry battalion. And where they were that day was where I was that day. They were out on an operation to secure a part of eastern Baghdad from which they had been taking  receiving a lot of gunfire. And they had a lot of injuries all through the month of June. Four of these guys have died, some guys were missing arms, missing legs, missing eyes. It had been a bad month. And July was shaping up to be the same way, and this was an operation to try to  for these folks to try to gain control of that part of eastern Baghdad..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Which was a tough part of the city."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "It was. And on the very eastern edge, which had the worst of the fighting, I was about  I was in the center part of the operation. But on the very eastern edge, which had the very worst of the fighting, in came these two guys from Reuters, and then the video many of us have seen showed what happened next."
    },
    {
      "speaker": "Neal Conan",
      "text": "You saw that video before most of us did."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Well, I based my account on the book on a lot of information, all of it unclassified. Most of it was based on just being present that day, if that's a fair answer."
    },
    {
      "speaker": "Neal Conan",
      "text": "Okay. But having read your book and listened to the tape that we got today, it's verbatim, some of the quotes in your book from the video."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Yes, they match up."
    },
    {
      "speaker": "Neal Conan",
      "text": "The match up perfectly, all right. Let's just leave it there. In any case, so you were with the unit that was taking fire, and I imagine very happy to get air support."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Well, this  these  the Apache helicopters were from a different unit. They were the air support over  it was something like 240 soldiers, 65 Humvees, a couple of Bradley Fighting Vehicles, and they spread out over this area called Al-Amin. And to the western part of it, you know, it was a pretty calm day, and the soldiers doing clearances in the houses over there had a very easy time of it. In the middle where I was, a good bit of gunfire and a mosque that was searched, and lot, lots of weapons that came out of the mosque. And as that happened, all of a sudden the sky just seemed to almost jerk and split open from this unbelievable noise."
    },
    {
      "speaker": "Neal Conan",
      "text": "Hmm."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "It was the Apache gunships beginning to fire down to the ground, and then it became evident as the day went on what really had happened."
    },
    {
      "speaker": "Neal Conan",
      "text": "And those - the sounds that you hear on that video, that is nothing like what that 30-millimeter chain gun sounds in real life."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "No, but I can tell you, just hearing it over headphones, it's difficult to hear. It's difficult to watch that video. And I should point out the video that people are able to see on YouTube or at WikiLeaks is an edited version of a much longer video that shows many more things, including, at the beginning, which I didn't see on the Web when I looked at it this morning, you do see a group of guys walking down the street, one of whom has an RPG launcher. In fact, at the end, after the dust settled and all this horribleness finally settled down a bit, one of the bodies was found on top of an RPG launcher and EOD, I guess that would be \"The Hurt Locker\" guys..."
    },
    {
      "speaker": "Neal Conan",
      "text": "That's right."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "...basically had to come in and clear the area."
    },
    {
      "speaker": "Neal Conan",
      "text": "Explosives ordnance..."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as you looked at this, obviously, emotions were high at the time. You mentioned people taking a lot of losses at the time. This was, of course, during the surge. And this was a very bad time for all sides in Baghdad. Nevertheless, these journalists - and nobody knew they were there. They were working independently. They weren't embedded with anybody. They were with a group of people who were carrying weapons."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Some were, most weren't, but it was - you know, what I - one of the reasons I'm happy to talk about this today and I'm grateful for the chance is to provide a little context to that video. I certainly don't want to judge the soldiers, excuse them or vilify them in any way. But I do think it's worth pointing it out that they - these guys, the Reuters guys walked into the hottest spot of a very hot morning. There had been running gun battles. There had been a lot of RPG, grenade fire and so on, and they were doing what journalists do. They heard about something, they came to it and they just wanted - from everything I've learned since, they were just there to get that side of the story."
    },
    {
      "speaker": "Neal Conan",
      "text": "Can you understand the pain of their families upon seeing these videos at long last because they've been pressing for them - Reuters had been pressing for their release and saying how could those helicopter pilots not see that my son was carrying a camera?"
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Sure, sure. I can't imagine what it would be like to see - to be them, to be those families, and suddenly, this video pops up and - but it would be unimaginable. It's - I wasn't up in the helicopters. I think that's fair to say. They were at a good distance. I'm not quite sure how clear their monitors are. I was told they are only a few inches wide. We're hearing basically intercom chatter. It's not like clear radio chatter. Nonetheless, here came a group of guys, and one of the things they sighted on that led to the first burst of fire was an RPG launcher that turned out to be a telephoto lens hanging around a guy's neck."
    },
    {
      "speaker": "Neal Conan",
      "text": "Sometimes you see what you think you see. Let me read you the relevant portion of your book. This is from page 104. This is after that night of the - you'd returned back with the soldiers you were with. They had looked at photographs taken by soldiers that showed AK-47s and rocket-propelled grenade launchers next to the dead Iraqis. They had gotten the video and audio recordings from the Apaches and had reviewed them several times. They had reviewed everything they could about what had prefaced the killings in east Al-Amin, in other words, that the soldiers were being shot at, that they didn't know journalists were there, that the journalists were in a group of men carrying weapons, that the Apache crew had followed the rules of engagement when it fired at the men with weapons at the journalists and at the van with the children inside and had concluded that everyone had acted properly. Then you ask, had the journalists? And you ask, you state, that would be for others to decide."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Neal Conan",
      "text": "And do you stand by those conclusions today?"
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Well, the conclusions in that previous graph, it's kind of - it's funny when you hear your writing read back to you, you realize how wandering it can be. Those were the conclusions of the soldiers who looked it into that day. That's all I was trying to get across."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "And had they acted appropriately? It's for others to decide, who weren't the soldiers acting that day, just like had the journalists behaved properly, it was for others to decide as well."
    },
    {
      "speaker": "Neal Conan",
      "text": "Your book is about a lot of situations that are extremely dangerous, where young men are forced to react very quickly and are responding with incredibly lethal weaponry. This just seems like another afternoon of war."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Well, it was a bad afternoon of war. It wasn't just another one. It wasn't the worst day that I was witness to. It was one of them, but, I mean, you know yourself there aren't terribly many good days in a war."
    },
    {
      "speaker": "Neal Conan",
      "text": "No."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "And this was a bad day both for Americans and for Iraqis."
    },
    {
      "speaker": "Neal Conan",
      "text": "Is there anything in retrospect that could have been handled differently, that things might have not had turned out the same way?"
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Well, that's a great question. And what could it be? An operation took place - and it was an operation with merit because it was preceded by soldiers just getting banged up all over the place, and they had to do something about it. And the operation was planned thoroughly for days and days. And out they went, and, you know, you know yourself the planning is the best part of it and everything just..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Sure. Falls apart from there."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "...in war, tends to fall apart from there."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yeah."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "And here came some guys walking down the street, one with a launcher, one - at least one with an AK, and in the middle of them were two guys, one of whom had something long hanging around his neck. And there was no word to the soldiers that journalists were going to be there. On the other hand - well, it's all on the other hand, isn't it?"
    },
    {
      "speaker": "Neal Conan",
      "text": "Yeah. Yeah, it is. And there is no way to go back and change any of that. And would you expect at this point that the Army is going to go back and revisit the situation?"
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "You know, I wonder. I've not heard anything one way or the other. There's certainly a lot of publicity, but they were aware of it at the time. They did their investigation. They thought they did a credible investigation, and there are always people who are going to think that the military is not capable of investigating itself. So, yeah, I suspect, especially because of the video. And it's just so disturbing in so many ways that this will go on."
    },
    {
      "speaker": "Neal Conan",
      "text": "David Finkel, thanks very much for you time today. Appreciate it."
    },
    {
      "speaker": "Mr. David Finkel (Washington Post)",
      "text": "Thanks, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "David Finkel, national enterprise editor for The Washington Post, author of \"The Good Soldiers\" - that's the book that we were reading from. He joined us today from a studio at the newspaper's headquarters. You can find an excerpt - that excerpt, as it turns out - from \"The Good Soldiers\" about what happened on that July 12 on our Web site at npr.org, click on TALK OF THE NATION. There's also a link to the video that we have been talking about as well. You're listening to TALK OF THE NATION from NPR News."
    }
  ]
}