{
  "transcript": [
    {
      "speaker": "Steve Inskeep",
      "text": "On this Fat Tuesday, we're checking in with the Louisiana family we first met in 2005, shortly after Hurricane Katrina."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "I just got home now. How you doing, man? Donald Bordelon."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "I'm Steve."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "How you doing? I'm Colleen."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "How high did the water get in here?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "In here? How high can you see? That's how high it went, buddy."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Donald and Colleen Bordelon rode out Katrina in that flooded home. We've listened over the years as they slowly started to rebuild. These days, he's still working in a shipyard. She took a job at a gas station on the main street in St. Bernard Parish. Traffic there is still light, and their neighborhood is still mostly empty. But the Bordelons' mood has not changed. Mr. and Mrs. Bordelon?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Hello, Steve. It's a beautiful Monday Gras, man."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Monday Gras?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Monday Gras."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "We're talking on the day before Fat Tuesday, so that's Monday Gras. Okay. Is there a festive feeling at Mardi Gras time here?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Oh, yeah. People love Mardi Gras, man. Mardi Gras is a terrific time. Matter of fact, they only had one parade down in St. Bernard Parish."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "So is one parade in St. Bernard Parish next to New Orleans, is that a large number of parades, a low number of parades? Where is that on the scale?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "It's a low number. We used to have maybe three, four, five parades, but now we just have - well, you don't have the people. The economy -the economy's not like it was before, you know?"
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Did you guys make it to the one parade?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "He didn't. I didn't. He had to work. I was working a long weekend."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Colleen Bordelon, you made it out?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Oh, yeah, I made it. It was nice. But the best parade will be like March the 8th. We're having our Irish-Italian parade here. And they throw cabbage and potatoes and carrots."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "You could go away from the parade with a salad?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Oh, yes. And they'll throw little wooden nickels that you can redeem for like, pickle meat, which you put in the cabbage, you know, to cook the cabbage."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "I want to ask about a couple of other things, and I'll let you go. And I regret to bring up this piece of information, but people may want to know. Mr. Bordelon, a couple of years ago we met - we met your father on one of our visits to New Orleans, and I was very sorry to hear that he has passed away."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yeah, he has. The holidays aren't the same. Big loss to us. A real big loss."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "I remember a white-haired gentleman who was incredibly energetic. In fact, he hardly had time to talk with us because he was busy repairing something in your house."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "That's the way he was, you know? That's what kind of got him in, buddy, Hurricane Katrina, you know? Once he finished his house, he just kind of retired to his chair and never did a whole lot of things after that."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Now, this house that you're in, this was his house."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yes, sir."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "That flooded when you were a boy, and he built it again."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yup."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "And he helped you build it again one more time."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yup, sure have."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Is he part of the reason you stayed in that house all these years and even through the trouble of the last few years?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yeah. Well, he was family-oriented. He liked his family close."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "May I ask one more question about your father, Mr. Bordelon?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Sure."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Funerals in New Orleans are famous for being occasions to celebrate someone as much as to mourn them. What was his funeral like?"
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "It was beautiful. It really was. It was a beautiful funeral. Everybody come to the house. We just talked about things he did. We cooked shrimp, and we cooked crabs, and we had a party. We had a big party."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Well, when we hear about Mardi Gras celebrations, we're going to think about you folks remembering and celebrating your father."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "Yeah. Thank you very much."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Donald and Colleen Bordelon, it's always great to talk with you."
    },
    {
      "speaker": "Mr. Donald Bordelon",
      "text": "You, too. Appreciate y'all calling, you know? Keeping us in your thoughts."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "This is NPR News."
    }
  ]
}