{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. Stem cell therapy, it seems, is always promising, promising to cure diseases or illnesses. And this week, a study using embryonic stem cells has increased the hope of fulfilling some of those promises. Researchers say results of an early clinical trial indicate it may be possible to restore vision using embryonic stem cells as treatment. It was published in The Lancet. Human embryonic stem cells were used to treat macular degeneration in two legally blind patients. Four months after the transplants, researchers say the therapy appears to be safe and has even improved the patients' vision. The study was the first published report of the use of embryonic stem cells in humans. That comes over a decade after these cells were first isolated in the lab. Dr. Robert Lanza is the chief scientific officer of the biotech firm Advanced Cell Technology, which funded the research. Dr. Lanza was also co-author of The Lancet study. He joins us from Marlborough, Massachusetts. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Thank you, a great pleasure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What was the purpose of this trial using embryonic stem cells?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Well, we were studying the safety and tolerability of the cells. One of the trials was designed to treat patients with - who have Stargardt's disease, which is the most common pediatric macular degeneration. And the second trial was to treat patients who have dry AMD, which is the leading cause of blindness in the developed world. And in both studies, we turn the embryonic stem cells into cells known as retinal pigment epithelium, or RPE cells, and those were injected under the retina into the sub-retinal space of the patients. And these RPE cells are responsible for maintaining the health of the photoreceptors, which we see with. So in both of these degenerative eye diseases, which are currently untreatable, there's a loss of these RPE cells, which leads to a loss of the photoreceptors and then blindness. So we were hoping that by adding new, healthy RPE cells, we might be able to prevent this process from occurring."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Was this sort of a proof of concept stage?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Well actually, this is a Phase 1/2 study. So it was essentially just to test the safety of the cells. We were actually going in in these first two patients with the lowest possible dose. These again, are patients with very advanced stage disease. So we weren't expecting to see any real efficacy at this early point."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you did find, at least in one of the patients provability that something was happening?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Absolutely. You know, it's first important to point out that when you measure visual improvements in patients with low vision, this is very difficult. There's no consensus in part because of current - there's currently no treatments. But that being said, the vision in both patients appears to have improved after transplantation of the cells, again even at the lowest dose. So before treatment, the Stargardt's patient could only detect hand motions. But within a week after treatment, she was able to actually start counting fingers. Indeed before the treatment, she couldn't read any letters on the standard visual acuity chart, but by two weeks, she started reading letters, and by one month, she could actually read five letters. But I think it's important to point out that that doesn't really capture the difference that this makes in their life. So for instance the Stargardt's patient reports she can now see more color, and she's a graphic artist, so of course that's very important to her. She had better contrast and dark adaptation out of the operated eye. For instance, the dry AMD patient can now use her computer again. She can even read her watch. So little things like that, which we all take for granted, obviously can make a huge difference in the quality of a person's life."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You've got to agree that two patients is hardly enough for a larger conclusion."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Absolutely. It's very important to point out that there could also be a placebo component to this improvement. But I think there's enough objective data to suggest that there's a very real biological signal, and these are obviously very preliminary data, so we need to interpret the results very cautiously until we have more data and in more patients."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are there more patients in trials?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yeah, so we have two clinical trials. The first, for Stargardt's, involves 12 patients. And the second study, the dry AMD, is another 12 patients. And just recently, last Friday, we started a new study in Europe, the first in Europe, where we started treating another group of 12 patients who have Stargardt's disease."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, is this true that this is the first use of human embryonic stem cells in patients?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Well, no, there have been three trials that have been approved by the FDA. One was Geron for spinal cord injuries. They have halted that study. And then these two studies. So these are actually the first published results that are indicating what we might expect to see."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you bring up a good point. If Geron is now out of the human embryonic stem cells business, right?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Right, from what we can understand from public statements, they didn't see any biological effect, which of course makes it difficult to have a therapy. So again, they were early-stage trials, as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So that, like, puts it on your back, does it not, to continue?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yeah, yeah, absolutely. I mean, I think, you know, for 13 years, everyone's been talking about embryonic stem cells, and so they're saying, well, does it work, does it work? So I think this is the very first time that we have some signals that something very real seems to be happening."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Could you actually see regrowing of the damaged area?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yes, this is a very interesting thing. When you treat the eye, you can actually look into the eye and see what's going on in real time. So we can actually see with very high-resolution instruments right down to the cellular level. And we could actually see, beginning at the first week, an increase in the pigmentation that continued throughout the study period. And we also had these OCT, these high-resolution instruments, that showed engraphtment of the cells in spots where there weren't any cells prior to the treatment."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, I understand that actually, if the cells were just sitting in a Petri dish in the lab, you can watch them grow right there."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yeah, it's very interesting, yes. In a Petri dish, it turns out that these embryonic stem cells like to do all the tricks - they make all the cell types that are in the eye. So in addition to seeing, for instance, these retinal pigment epithelium, we also can see photoreceptors and the various neuronal cells, the bipolar cells. So they almost want to assemble into an eye in the Petri dish."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so how do you keep them from assembling into other things besides the eye once you put them into someone's eye?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Exactly. So that's why this has taken so long to get into the clinic, at least in part. So when they're left on their own, these embryonic stem cells will turn into a hodgepodge of cell types. So in part of the dish, you might see cartilage or nerve cell and then in another section some beating heart cells. So the main issue is how to turn those reliably into the desired replacement cell type. And in fact, we're still just learning how to do that with some cell types. But fortuitously, it turns out that these cells like to become retinal pigment epithelium. So you - in almost all these cultures, they will eventually have little freckles of pigmentation, which are RPE cells, and those cells expand very, very nicely. So we can take very small patches and turn them into literally millions of these cells."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you took these from embryonic stem cells."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yes, so we actually started out with a single cell from a leftover IVF embryo, and we turned that cell into a embryonic stem cell line, which of course are the body's master cells. So they can become virtually every cell type in the body. And since these cells are immortal, they can provide an unlimited supply of starting material. So for these studies, we turned those stem cells into these RPE cells, which were then frozen down, then shipped off to the clinical site. And then after they're reformulated, they can then be injected to a fine kenular(ph) into the subretinal space of the patient. And actually it's an outpatient procedure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is it true that you have pioneered a way of getting the embryonic stem cells out of the embryo without destroying the embryo?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Yes, I mean, obviously there are some people, such as former President Bush, who think it's wrong to, quote-unquote, \"destroy one life to save another.\" So we developed another method that's routinely used in IVF clinics around the world known as PGD. And this method allows you to remove one cell from an embryo without destroying it. And then we take that cell, instead of using it for genetic testing, we turn it into stem cells, and we now have several of these lines that we can use in the future where no embryos were destroyed."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How many cells do you have to inject into the eye to get it..."
    },
    {
      "speaker": "Robert Lanza",
      "text": "So in these clinical trials, they're dose escalation studies. So in the first three patients of each trial, we will start with only 50,000 cells. And then after we treat those three patients, we will double the dosage to 100,000 cells, and then eventually 150,000 and then finally 200,000 cells. So that's not very many cells."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And why has it taken over a decade for a published report on such a use of..."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Right, well, embryonic stem cells are amongst the most complex biological entities that have ever been proposed for clinical use. So the dynamic complexity of their biology poses regulatory concerns, and in particular, for instance, keratoma formation, which by definition these undifferentiated cells have to do if they're injected into a living animal."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Advanced Cell Technology and you personally have been criticized in the past for overstating results because, you know, you've been having trouble raising money to stay in business. How do you answer those critics?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Well, there are a lot of forces working against us that will turn things any way they can. We try to be as clear as we can. We try to publish in peer-review journals and try to present the data as clearly as we can. We are a public company, so obviously that impacts stock, but it just doesn't make sense not to just present the data as straightforwardly as possible."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And why is the eye a good spot to try to do this now?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Well, actually there are three reasons. The first reason, of course, is that there are diseases that affect millions of people. So dry AMD, for instance, affects 30 million people worldwide. It's currently untreatable. There are no therapies. It's a horrific disease. So if we can do something about it, that's important. Two, is the eye is what's known as immune privileged, which is one of the very few sites in the body where you can actually transplant cells without a risk of rejection, or at least the rejection process is reduced. And then thirdly, it turns out that these embryonic stem cells, as I mentioned earlier, like to turn into what's known as neural ectoderm, into neurons and these retinal cells so that we can actually get these cells in very large numbers, and in effect, we can get near 100 percent pure retinal cells, which is very important, of course, going into a patient."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, so what do we tell all the people who are listening now who want to get in on a study because they know somebody or are themselves suffering from some eye illness?"
    },
    {
      "speaker": "Robert Lanza",
      "text": "Be patient. You know, we're working on this as aggressively as we can. It's very important first to show that these are safe, do no harm first. So, so far - knock on wood - things are looking very good. And if that pans out for the rest of these studies, we will then be able to increase into Phase 3 and 4, where we'll be able to treat hundreds and then eventually thousands of patients and then get more reliable data. Then it can become more wide-scale, assuming everything goes as all hope."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I want to thank you very much for taking time to be with us today, and good luck to you."
    },
    {
      "speaker": "Robert Lanza",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Dr. Robert Lanza is the chief scientific officer of the biotech firm Advanced Cell Technology, which funded the research reported in the journal Lancet. He's also a co-author of The Lancet study there, and he was joining us from Marlborough, Massachusetts. We're going to take a short break, and when we come back, we're going to talk about crowdsourcing science, the new era of network research. Author of the new book called \"Reinventing Discovery: The New Era of Network Science\" Michael Nielson will join us. Stay with us. We'll be right back. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}