{
  "transcript": [
    {
      "speaker": "Cuomo",
      "text": "It has long been the law of the land that if you are born inside the United States, you are an American citizen. No matter where your parents came from, no matter how they got here. The biggest controversy set off by Donald Trump this week is his plan to say no more, just being born here, not enough to become a citizen. Now that is an idea that has little basis in law, but gets a lot of people riled up. So let's test his reasoning on immigration reform, and also talk about one man who may not like these ideas very much, the Pope. Immigration."
    },
    {
      "speaker": "Trump",
      "text": "Right."
    },
    {
      "speaker": "Cuomo",
      "text": "You're people in the GOP worried that you are going to alienate -- excuse the pun, the Hispanic population..."
    },
    {
      "speaker": "Trump",
      "text": "I have to do it right then."
    },
    {
      "speaker": "Cuomo",
      "text": "You have 28 million..."
    },
    {
      "speaker": "Trump",
      "text": "Chris, I have to give the (inaudible)."
    },
    {
      "speaker": "Cuomo",
      "text": "You have 28 million voters..."
    },
    {
      "speaker": "Trump",
      "text": "You're right."
    },
    {
      "speaker": "Cuomo",
      "text": "Pulling the birth right exception..."
    },
    {
      "speaker": "Trump",
      "text": "You're right."
    },
    {
      "speaker": "Cuomo",
      "text": "That maybe constitutionally dubious, you shouldn't be taking such an extreme position. What do you say?"
    },
    {
      "speaker": "Trump",
      "text": "I have to do the right thing. It's a time, you know, this country is so politically correct. Nobody wants to take a stance so on anything. I was the one that brought up and I took a lot of heat. You gave it to me too. I mean, you were one of the leaders that first week, and week and a half after I made the announcements. And a lot of people including yourselves, they were not reading it the way I said it and that is now a fact. And I've -- I've been actually complimented by some of the people that -- because I brought up the whole thing of illegal immigration. I'll bet you wouldn't even been asking this question right now. Had I not put that in my opening statement as a very important?"
    },
    {
      "speaker": "Cuomo",
      "text": "You definitely changed the nature of the dialogue. I gave you that. And I certainly, never would try to take you out of context, to try to take you at your word..."
    },
    {
      "speaker": "Trump",
      "text": "I know that. I know that."
    },
    {
      "speaker": "Cuomo",
      "text": "And put it in context."
    },
    {
      "speaker": "Trump",
      "text": "I tell you, many people did."
    },
    {
      "speaker": "Cuomo",
      "text": "But you say would you then go..."
    },
    {
      "speaker": "Trump",
      "text": "At some point that we have to -- look, at some point, we have to be honest with ourselves. It's called, you know, they now like to use the word undocumented because it is more political. I don't use that word. They're illegal immigrants. They came over illegally. Some are wonderful people and they've been here for a while. They got to go out..."
    },
    {
      "speaker": "Cuomo",
      "text": "But how do you do it..."
    },
    {
      "speaker": "Trump",
      "text": "They got to leave."
    },
    {
      "speaker": "Cuomo",
      "text": "In a practical way? You really think you can..."
    },
    {
      "speaker": "Trump",
      "text": "You know what, at some point, we are going to try to get them back, the good ones. We have a lot of good ones. Same time..."
    },
    {
      "speaker": "Cuomo",
      "text": "You are sending a mixed message, though, Mr. Trump..."
    },
    {
      "speaker": "Trump",
      "text": "You got some seriously..."
    },
    {
      "speaker": "Cuomo",
      "text": "Did you say you gonna get rid of whole families, but then you say you want them back?"
    },
    {
      "speaker": "Trump",
      "text": "You got to go. They're illegal. We have a country. We have to have a border. We have to have a wall. Mexico will pay for the wall. I get a kick out of the guys that never negotiated. They can't negotiate for the wrong house."
    },
    {
      "speaker": "Cuomo",
      "text": "You're saying they're going to pay for $4 billion wall..."
    },
    {
      "speaker": "Trump",
      "text": "They gonna do it."
    },
    {
      "speaker": "Cuomo",
      "text": "You give them like $280 million a year. Why would they say yes?"
    },
    {
      "speaker": "Trump",
      "text": "Because they make a fortune with us. Our companies are moving into Mexico more than almost any other place right now. We are losing our industry. We are losing our business to Mexico. Their leaders are smart as hell. I mean 300,000 -- I look at your show, 300,000 births this year, illegals in our country. That means we picked up 300,000 people that are going to get social security. You have people on the border and in one day they walk over, have a baby, and now all of a sudden, who was supposed to pay for the baby."
    },
    {
      "speaker": "Cuomo",
      "text": "So the citizenship for those babies..."
    },
    {
      "speaker": "Trump",
      "text": "Unethical (ph) Social Security."
    },
    {
      "speaker": "Cuomo",
      "text": "You are revoking now and retroactively?"
    },
    {
      "speaker": "Trump",
      "text": "Number one, the 14th amendment is very questionable as to whether or not somebody can come over, have a baby and immediately that baby is a citizen."
    },
    {
      "speaker": "Cuomo",
      "text": "The court has pretty much said that... This is a minority legal opinion you are talking about. Chris, there are many people that totally feel that... Because they've want it that way."
    },
    {
      "speaker": "Trump",
      "text": "Amending is too big a deal. It's gonna take -- it will be two terms. I would be in my second term on my eighth year by the time, assuming everything went smoothly because to amend the constitution..."
    },
    {
      "speaker": "Cuomo",
      "text": "Takes a long time."
    },
    {
      "speaker": "Trump",
      "text": "I believe..."
    },
    {
      "speaker": "Cuomo",
      "text": "Especially on a very divisive issue."
    },
    {
      "speaker": "Trump",
      "text": "I believe you can win it legally. OK? I believe you can win it legally. And in any event, the parents have to leave. If the parents leave, unless they're very bad people, they're going to take their baby."
    },
    {
      "speaker": "Cuomo",
      "text": "75 percent of the country feels that you should be trying to find a way to let people stay with conditions as opposed to kicking everybody out."
    },
    {
      "speaker": "Trump",
      "text": "These people, the really good ones, that we have some great ones. We are going to try to expedite so they can come back, but they gonna come back legally. Let me tell you, when you look at Baltimore, when you look at Chicago, when you look at the crime that is going on, you have some of these people are illegal immigrants. I mean they're illegal, they come into the country. They're gang members. They're the toughest of the group. They're tough, they're rough..."
    },
    {
      "speaker": "Cuomo",
      "text": "Some are bad, but you know most of them coming here to fight for the dream."
    },
    {
      "speaker": "Trump",
      "text": "I get them out before I start building the wall. And I will start building that wall soon. I will get them out. The first thing I'm doing is getting the bad ones out and they're gone. And they're not coming back either. I'm gonna increase the hell out of the border in terms of the guards and border patrol, who had got to know a lot of them when I went to the border recently, and they're fantastic. They want to be able to do their job. They're stopped from doing their job. Before I even start the wall, and I will start the wall very quickly. You know one of the things that holding up the wall, environmental impact statements. Can you believe this? Environmental impact statement..."
    },
    {
      "speaker": "Cuomo",
      "text": "Think it's got to be low on the list. TRUMP It's -- but that's one of the things. They can't get environmental permits. Can you believe this, OK? Believe me. That's all I do is get permits. What about going after the employers? And this isn't a cheap thing to come at you and say (inaudible)."
    },
    {
      "speaker": "Trump",
      "text": "That's true. That's true."
    },
    {
      "speaker": "Cuomo",
      "text": "But you have these employers."
    },
    {
      "speaker": "Trump",
      "text": "Well, you know what? They've checked all of my buildings and so far with all of the jobs I have, Washington, everyone. Nobody has found one."
    },
    {
      "speaker": "Cuomo",
      "text": "Good for you."
    },
    {
      "speaker": "Trump",
      "text": "Are you impressed?"
    },
    {
      "speaker": "Cuomo",
      "text": "Good for you. I'm -- I was impressed the moment you sat down. What I'm saying is you have these employers, the fund. The Agro companies, the other big manufacturers. They take them in because it's cheap labor. And they get away with it all the time. You never hear about a big case of them getting busted unless..."
    },
    {
      "speaker": "Trump",
      "text": "Yeah."
    },
    {
      "speaker": "Cuomo",
      "text": "You know, something happens and it goes away. Why does anybody..."
    },
    {
      "speaker": "Trump",
      "text": "First of all, we do have people that could do those jobs and they're unemployed now in this country. Second of all, those good people that have been working with the companies -- I want them to come back in. I want them to go out, but I want them to come back in legally. So they can come back and they can work for those companies. I do want them to come back then."
    },
    {
      "speaker": "Cuomo",
      "text": "But do you go after the employers who doing it the wrong way?"
    },
    {
      "speaker": "Trump",
      "text": "The one way you find out who they are is through the employers -- absolutely."
    },
    {
      "speaker": "Cuomo",
      "text": "All right. So let me ask you about the Pope. The Pope is coming. Do you want to meet him?"
    },
    {
      "speaker": "Trump",
      "text": "Well, I'm protestant, but I have great respect for the Pope. I like the Pope. I actually like him, he's becoming very political. There is no question about it, but I like him. He seems like a pretty good guy."
    },
    {
      "speaker": "Cuomo",
      "text": "So here's the moment. You meet the Pope, Pope Francis comes."
    },
    {
      "speaker": "Trump",
      "text": "Right."
    },
    {
      "speaker": "Cuomo",
      "text": "There's a translator."
    },
    {
      "speaker": "Trump",
      "text": "Right."
    },
    {
      "speaker": "Cuomo",
      "text": "And he says, \"Oh, Mr. Trump. This is very nice.\" And then he says, \"You know I want to tell him something.\" The translator says to you, \"The Pope believes that capitalism can be a real an avenue to greed. It can be really toxic and corrupt\" and he's shaking his finger at you when he says it. What do you say in response to the Pope?"
    },
    {
      "speaker": "Trump",
      "text": "I would say ISIS wants to get you. You know that ISIS wants to go in and take over the Vatican. You have heard that. You know that's a dream of theirs. To go in to Italy, you do know that."
    },
    {
      "speaker": "Cuomo",
      "text": "He talks to you about capitalism. You scare the Pope."
    },
    {
      "speaker": "Trump",
      "text": "Oh no. I'm gonna have to scare the Pope because you know there's only one -- look, the Pope, I hope, can only be scared by God."
    },
    {
      "speaker": "Cuomo",
      "text": "Is the ceiling open over here right now?"
    },
    {
      "speaker": "Trump",
      "text": "I hope can only be scared by God. But the truth is you know if you look at what is going on, they better hope that capitalism works because it is the only thing we have right now, and it is a great thing, when it works properly. In our country, Chris, it has not been working properly."
    },
    {
      "speaker": "Cuomo",
      "text": "The capitalism has."
    },
    {
      "speaker": "Trump",
      "text": "It has not been working properly."
    },
    {
      "speaker": "Cuomo",
      "text": "Do you take him seriously to what he says?"
    },
    {
      "speaker": "Trump",
      "text": "Between -- excuse me. Between regulations, between all of the Dodd-Frank, between all of the different things that have been imposed, we aren't competitive, like we used to be. We have to open up our country to great capitalism. I don't think the Pope is opposed to capitalism by the way. I have seen a lot of what he is opposed to. And I don't think the Pope is opposed to capitalism."
    },
    {
      "speaker": "Cuomo",
      "text": "And if he is, Donald Trump will tell him ISIS is coming for you. Next, Donald Trump, the family man. How much did his wife and his kids want or not want him to make this run? And his potential first lady would be the first one ever born outside the U.S. Where's she's been -- where she been, by the way. And is her absence a sign that the immigrant doesn't agree with her husband's hardline stance? Ahead."
    }
  ]
}