{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The newest version of the hit post-apocalyptic video game \"Fallout\" just came out. And it's set in West Virginia. And the state is taking notice. Governor Jim Justice declared November 14 as \"Fallout 76\" Reclamation Day. The state tourism office issued an interactive map with sites featured in the game. But it's also sparking some serious research on what people think of West Virginia. Three researchers at West Virginia University - Christine Rittenour, Jaime Banks and Nicholas Bowman - want to find out how playing the video game will influence people's opinion of West Virginia and its people. And joining us today is Christine Rittenour. She's an associate professor of communication studies at the university. Hello."
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Hi."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "First of all, do you play?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "I've never been a big gamer. But I will say this got me so excited."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What exactly are you trying to learn?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "So we know that media affects - but it also reflects - social group status and the way that we think about social groups. If you look at other popular portrayals of West Virginians, we don't always come off looking wonderfully. But the fact that this game is really so impressive - as I said, I'm not a gamer myself. But when I watch it, the imagery is so powerful."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Because you're the heroes, right?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "(Laughter) Presumably so. We're not only the heroes. But we are also - everyone who is in that game, who's playing that game is playing it as a West Virginian. So that's different and very interesting."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do you expect to see? The way that the media portrays a certain group of people might affect perceptions. And so what do you think you'll find?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Stereotypes are, by definition, oversimplifications - traits placed on a group presumed to be held of many, if not all, members of that group. And that's not how any group is. And so by playing a game, people might open up their minds and look beyond those oversimplifications and think of people - it sounds silly - but as real people who live in West Virginia who are complex and diverse as a group. That's what might positively change attitudes. I'm also an optimistic person. I tend to think, well, it would be like real life when we interact with people who are from West Virginia or playing someone from West Virginia, hearing the West Virginia music. It will open our hearts and minds. And we will grow to like them more."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do people tell you about their perceptions of West Virginia before they started playing?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Some of these you might imagine. Some are more positive - that it's a place of pride, that people here are proud, and they're strong. And they are really wise in terms of, you know, surviving. But in terms of competence, West Virginians are seen as competent in a physical sense but not necessarily the mental one - not very smart."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The video game company worked closely with the state of West Virginia to make sure that the real-world landmarks were included. Monsters featured in the game, such as Mothman, actually stem from local folklore."
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Yes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The game, you know, supposedly tries to represent the state for what it is. And as you mentioned, locals are very excited about that. What do you wish most people knew about your state?"
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Yeah. I want people to open their minds and hearts. And I'm growing more and more hopeful. I don't study games. But I'm growing more and more hopeful about how gaming could be this great opportunity for them to do that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Christine Rittenour is an associate professor of communications at West Virginia University. Thank you so much."
    },
    {
      "speaker": "Christine Rittenour",
      "text": "Thank you."
    }
  ]
}