{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Few knew much about the Fundamentalist Church of Jesus Christ of Latter-day Saints until April of 2008, when Texas law enforcement officials raided an FLDS compound called the Yearning for Zion Church, or Ranch. The FLDS is a polygamist sect unconnected to the Church of Jesus Christ of Latter-day Saints. Texas authorities suspected that underage girls were being married to much older men. And after what turned out to be phony 911 calls, they removed more than 400 children from the ranch. In the wall-to-wall coverage that followed, we saw pictures of women and girls in front of a Texas courthouse in pastel prairie dresses and elaborately braided hair. The Texas Appeals Court returned almost all of the children to their families within two months after finding that authorities did not have evidence to hold them. Photography - Stephanie Sinclair was granted rare and exclusive access to the FLDS communities in Hildale, Utah, and Colorado City, Arizona. Her work appears in a series of extraordinary images featured in this month's edition of National Geographic. You can see some of those on NPR's photo blog The Picture Show at npr.org. And Stephanie Sinclair joins us here today in Studio 3A. Thanks very much for coming in."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Thank you for having me, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "So what did you see?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Wow. Well, it was a  I was there for about 18 months, on and off. So I saw quite a lot. I started working in Texas right after the raid, and it took probably four months to really start getting access, to start convincing them that I wasn't out to villainize them or make judgments. I really just wanted to understand the community and see what they were going through, and just understand a group of people that really didn't have an  people just didn't know much about them."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "And so I did that first for the New York Times Magazine and we did a piece, kind of looking at some of the women who were involved in some of the court cases. And then after that ran, we went  and I approached National Geographic magazine and asked them if they would be interested in following them in a more in-depth piece, because really I felt like I had just scratched the surface and, you know, there was just so much I didn't know and wanted to still learn and share with the public."
    },
    {
      "speaker": "Neal Conan",
      "text": "This is, to some degree, a hierarchical organization with the prophet at the head. Did you have to get permission from Warren Jeffs, who's now in prison?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "I didn't actually get  I mean, I, personally wasn't able to get permission from him, but obviously that permission had to be granted from him to go really into the community beyond going into their homes and just, you know, seeing daily life on the streets. We were actually granted access to a funeral of one of the leaders' wives, and so that was really, really rare..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "...and intimate access, because no one - no photographer, no -not even from the FLDS had ever been able to take pictures inside their meeting hall."
    },
    {
      "speaker": "Neal Conan",
      "text": "Some of these pictures, it seems, like you're, you know, the fly on the wall. I'm thinking of the picture of the young women playing in the swimming hole still wearing their prairie dresses as they do that, were people after awhile just accepting of you and willing to act unconsciously?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah, I would say so. I mean, you know, it just took a really long time. I mean, you know, every time I probably made at least 10 trips for this project. And it  you know, every new group of people I met - because there's about 10,000 people in the community, so you know, if I went to Bountiful, Canada, or to Texas, I had to start all over again..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "...in gaining access and trust and explaining that, you know, we were just trying to really understand, you know? And even given all of the controversy around them, we just really wanted to learn as, you know, National Geographic is, you know, so much of an education magazine. So  so yeah, they really  they did after sometime, you know, relax."
    },
    {
      "speaker": "Neal Conan",
      "text": "And one of the things we learn in the accompanying article is that contrary to a lot of our suppositions about who these people are, yes, they don't watch TV, but they're very computer literate. The women drive late-model SUVs. There's a lot of things we don't understand about their lives."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah, absolutely. I mean, you know, I - that's why I wanted to keep working on the story because my own, you know, preconceptions were very much challenged. And not just own but, like, all my kind of lawyer friends that I met while working on this. I mean, everyone I knew really had their ideas changed, at least somewhat about - as they interacted with members of this community. And so I just felt like it was important to see that. And, you know, in their schools - I mean, definitely in Bountiful, they have a school. Not everybody is homeschooled. They have computers there that, you know, even kids in second, third grade are learning to use. So there's a lot of things that are different than what you would expect."
    },
    {
      "speaker": "Neal Conan",
      "text": "Some of the pictures, as we said, fly on the wall, others including the extraordinary picture that's one the cover and - I think it's rare for Geographic - a foldout of one man, his five wives, 46 children and hundreds of grandchildren. That's clearly posed."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. Definitely, definitely. And it was quite a feat. But it was a lot of people to try to wrangle and it was about, like, 10 degrees out, so..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Really?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "Everybody looks pretty comfortable."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "I know, I know. They were very, very helpful. But, yeah, I mean, it was difficult. And I remember when we were finishing up, I only took pictures for probably half an hour because it was so cold. And I remember someone yelled, we're losing the children, hurry. So I knew that it was time and I had to cut it short."
    },
    {
      "speaker": "Neal Conan",
      "text": "But everybody looks pretty happy. Did you have a giant megaphone to say, say cheese, or something?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. I mean, I was, you know, I'm always kind of ridiculous in front of people and try to make them feel comfortable and laugh. And I was standing, like teetering more like on top of this ladder about to fall off so they thought that was fairly entertaining."
    },
    {
      "speaker": "Neal Conan",
      "text": "They had something to laugh at. So that's probably why they're all smiling."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "In the end, you know, I know you wanted to be fair to these people, to present their lives as they see their lives, and not to present any of the contradictions from the outside. Nevertheless, it has to be accompanied by some pretty difficult questions about their place in modern society."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. Absolutely. And, you know, I think - and I definitely think that those questions - I'm happy that they're out there. And I wanted this project - for me as a photographer, as a photojournalist, I didn't really want to be the one to answer the questions more or less than provide the setting for those - for that dialogue to happen."
    },
    {
      "speaker": "Neal Conan",
      "text": "And did - as you were getting to know these people, did they talk to you about how they are perceived in the outside world?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. I mean, I think that they were really - they're definitely, you know, very frightened about how they're perceived in the outside world. And they're - everyone, I mean - and, you know, some people came to me with almost paranoia. The other - some people, very humbly, would laugh and say, like, you know, do you guys think we're freaks? So it was really kind of a mixed bag on how people reacted to me. I mean, some were - I think that they're used to being judged harshly. They're used to, you know, in their minds being persecuted for their beliefs, mainly of polygamy. And so, you know, I - they were very defensive but, you know, but very human as well. And, you know, hopefully, this group of pictures is, you know, at least opening up a dialogue to talk about this."
    },
    {
      "speaker": "Neal Conan",
      "text": "Scott Anderson wrote the article that accompanies your photo essay in National Geographic magazine. Did he get access with the same time with you was he - were you guys attached to the hip?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Not quite attached to the hip, but we spent a lot of time together and he was with me for some of the most fundamental things, like attending the funeral. And so, yeah. I mean, he definitely was out there quite a bit."
    },
    {
      "speaker": "Neal Conan",
      "text": "Did the - did they have any input over the editorial content of these photographs or which ones were published?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "No, definitely not. And, you know - they definitely wanted to have their say if, you know, made sure that they felt they were treated fairly. But, you know, they didn't get a chance to see the article beforehand. And, you know, we really tried to be as fair as a possible, you know, looking at both sides."
    },
    {
      "speaker": "Neal Conan",
      "text": "And I wonder what's been the reaction."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "So far so good. I spoke to my main contact there and, you know, I think that he thought it was fair. And, you know, I saw some of the blog entries from some of the other polygamous - other fundamentalist polygamous groups, they were not FLDS. And it seemed that they were - they thought it was not an article that was advocating for the FLDS but was more enlightening people. And that's a role that I hope that we played well."
    },
    {
      "speaker": "Neal Conan",
      "text": "And one of the things the article helps us understand is that there are not only FLDS communities in several states and, indeed, in Canada as well, but as you just mentioned, there are other groups that are unaffiliated with them as well as unaffiliated with the LDS church in Utah."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Definitely."
    },
    {
      "speaker": "Neal Conan",
      "text": "So these towns, these twin towns on the Arizona strip, on the Utah and Arizona side of the border, sometimes presented as, well, virtual city-state."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. I think that that was more so before. A while back, they -from what I understand, I mean, most of the people who live in the community are working in the fire department, are working within the local police and stuff. But I do believe that there are some efforts to kind of have that be mixed up a little bit."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you've done - documented other kinds of communities and the role of women in places like Afghanistan as well. I wonder, did you think upon that as you were photographing some of these women in these plural marriages in Arizona and Utah and Texas?"
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yes. I lived in the Middle East for six years, and so it's very common for - in Islam to have - for men to have four - up to four wives. So it wasn't something I was unfamiliar with. So, yeah, I definitely had that as a reference point. But I found that it was actually a little more open, to be quite honest, of the women in these polygamous communities, be it the FLDS or not, were more there willingly, which is probably surprising to some people. But I felt like they felt very strongly about wanting to be part of this polygamous community."
    },
    {
      "speaker": "Neal Conan",
      "text": "And indeed, the accompanying article emphasizes that point that, indeed, in some ways, other than the fact that there's this one man in charge, this is a matriarchal society."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Yeah. I'm not sure if I agree with that 100 percent as much as Scott. But I definitely think that it's - the women are not what you would expect as far - what you would preconceive of them being kind of more meek and stuff. They were very - a lot of them were very feisty and very fun and well educated. I mean, I met some nurses who had been to New York - I live in New York. So they had been there to do, you know, to do classes. And so, you know, it's not that they can't leave their communities or move around."
    },
    {
      "speaker": "Neal Conan",
      "text": "Stephanie Sinclair, thanks very much. We appreciate your time today."
    },
    {
      "speaker": "Ms. Stephanie Sinclair (Photojournalist",
      "text": "Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "Stephanie Sinclair's photographs of the FLDS appear in the February edition of National Geographic. You can find some of her photos on NPR's photo blog, The Picture Show. Go to npr.org. You're listening to TALK OF THE NATION from NPR News."
    }
  ]
}