{
  "transcript": [
    {
      "speaker": "Blitzer",
      "text": "Now more of my interview with the filmmaker Michael Moore, whose new movie is entitled \"Capitalism: A Love Story.\" \"The New York Times,\" in its review of the movie, said -- among other things, they said this: \"In the end, what is to be done? After watching 'Capitalism,' it beats me. Mr. Moore doesn't have any real answers either, which tends to be true of most socially minded directors in the commercial mainstream, and speaks more to the limits of such filmmaking than to anything else.\" Do you have real answers in the movie?"
    },
    {
      "speaker": "Moore",
      "text": "Yes. I talk about democracy in the workplace and how to reconstruct our jobs. I talk about how this economy could be controlled by the majority instead of the 1 percent. That's actually -- the review in \"The New York Times\" was really an excellent review. But she's pointing out the limitations, obviously, with a two-hour movie, that I'm not an economist and I'm not going to be able to lay everything out in two hours. I make these movies in the hopes of engaging with other Americans, starting a discussion, a debate, whatever it is, so that we get ourselves out of the rut that we're in. We're in -- we're in a place now where, I mean, here we are a year later, Wolf, after this crash and there are still no new regulations. They're still running loose in downtown Manhattan and..."
    },
    {
      "speaker": "Blitzer",
      "text": "So let -- let me ask you, if you're in a room..."
    },
    {
      "speaker": "Moore",
      "text": "...nobody's in charge."
    },
    {
      "speaker": "Blitzer",
      "text": "If you're in a room with the CEOs of Bank of America or Wells Fargo, Citibank, and you're in that room with them, what would you say to them?"
    },
    {
      "speaker": "Moore",
      "text": "I'd say, \"How come I've got to pay $2.50 every time I go to the ATM machine to that bank and then you charge me $2.50? It's like $5. If I want to take out $20, then you're taking $5 from me. What's that all about?\" Of course, we know what that's about. There used to be things called banks and tellers, you know, where you walked in. It didn't cost you any money to get your own money. It's a -- it's just a little example of what these..."
    },
    {
      "speaker": "Blitzer",
      "text": "But ATMs are much more convenient."
    },
    {
      "speaker": "Moore",
      "text": "...what these banks do. Well, they're -- yes, they're -- they're more convenient and they're also cheaper than having a bank and paying tellers. They're actually -- they've saved money doing this. But -- I mean, I'm being a little facetious here. What I would say to the CEOs of -- of these banks is, \"You know, this is our country. It's not your country. You're supposed to be there to serve the public good. You're supposed to be there as a place where we can put our money so that it's safe. And instead, you've taken our money. You've taken our pensions. You've taken people's 401(k)s. And you've -- you've gambled with it in these crazy, betting against bets and taking out insurance and credit- default swaps. What have you done? Who do you think you are? We want our money back. We want our money back and you'd better find it because the people are coming.\""
    },
    {
      "speaker": "Blitzer",
      "text": "What did you think of President Obama's decision to bail them out?"
    },
    {
      "speaker": "Moore",
      "text": "You mean President Bush's decision to bail them out..."
    },
    {
      "speaker": "Blitzer",
      "text": "But..."
    },
    {
      "speaker": "Moore",
      "text": "...President Obama..."
    },
    {
      "speaker": "Blitzer",
      "text": "And then President Obama continued that."
    },
    {
      "speaker": "Moore",
      "text": "Which -- yes, right. OK. But let's..."
    },
    {
      "speaker": "Blitzer",
      "text": "Well, let's take a look..."
    },
    {
      "speaker": "Moore",
      "text": "Let's not revise history here, Wolf. I mean..."
    },
    {
      "speaker": "Blitzer",
      "text": "Oh, no, no, no. I've covered all this."
    },
    {
      "speaker": "Moore",
      "text": "Mr. President..."
    },
    {
      "speaker": "Blitzer",
      "text": "Let's go back to Clinton..."
    },
    {
      "speaker": "Moore",
      "text": "President..."
    },
    {
      "speaker": "Blitzer",
      "text": "... President Clinton..."
    },
    {
      "speaker": "Moore",
      "text": "President Clinton."
    },
    {
      "speaker": "Blitzer",
      "text": "...President Bush and President Obama."
    },
    {
      "speaker": "Moore",
      "text": "Correct."
    },
    {
      "speaker": "Blitzer",
      "text": "Let's put pictures of all three of them up on the screen."
    },
    {
      "speaker": "Moore",
      "text": "Yes."
    },
    {
      "speaker": "Blitzer",
      "text": "And they all basically, when it comes to the economy, seem to have pretty much a consistent posture, but correct me if I'm wrong."
    },
    {
      "speaker": "Moore",
      "text": "No, I think you are wrong. President Clinton presided over the deregulation that -- that started this whole mess."
    },
    {
      "speaker": "Blitzer",
      "text": "He was there with Phil Graham at that signing ceremony when he deregulated so much of the banking industry. I was there, as well."
    },
    {
      "speaker": "Moore",
      "text": "And what -- and what do you think President Clinton thinks about that now?"
    },
    {
      "speaker": "Blitzer",
      "text": "He probably thinks it's a mistake."
    },
    {
      "speaker": "Moore",
      "text": "Yes. I think so. And, you know, I think he's a big enough guy to -- to admit that, too. President Bush, well, we know what he thinks. It was in \"The New Yorker\" this week, the story where he said to Ben Bernanke and to Henry Paulson, \"Hey, boys, one of these days, you've got to tell me exactly what happened here.\""
    },
    {
      "speaker": "Blitzer",
      "text": "Right."
    },
    {
      "speaker": "Moore",
      "text": "OK. Now, President Obama. He's inherited a catastrophe -- a catastrophe that he did not create."
    },
    {
      "speaker": "Blitzer",
      "text": "How has he handled it?"
    },
    {
      "speaker": "Moore",
      "text": "Well, I think the jury's out on that. I think he, first of all, he tried to find ways to put people back to work. The unemployment rate continues to go up, which, of course, then the Dow Jones goes up -- the Dow Jones goes up whenever the unemployment rate goes up, because Wall Street likes it when people lose their jobs. It's better for the bottom line of companies when they don't have to pay people and they can get the remaining people to work twice as hard. But, you know, listen, I trust President Obama, where his heart is at, who he is as a person. And we're going to have to wait and see. I mean, I don't know much more to say about that. We're just"
    },
    {
      "speaker": "Blitzer",
      "text": "Because if you take a..."
    },
    {
      "speaker": "Moore",
      "text": "...president for eight months."
    },
    {
      "speaker": "Blitzer",
      "text": "If you take a look at the men and women who he's put in place to run this economy of ours -- you know, he's asked Ben Bernanke now, the Federal Reserve chairman to stay on. Timothy Geithner, who used to run the Federal Reserve in New York, he's the Treasury Secretary. Larry Summers. What do you think of his top economic team?"
    },
    {
      "speaker": "Moore",
      "text": "He's like my dad, you know. Like, when I made a mess when I was a kid, he'd always make me clean it up. And so he's brought in the -- the people who helped create the mess -- Geithner, Summers, Rubin. He's brought them into his administration and then he's said, \"OK, boys, you -- you created this, now you've got to clean it up.\" It's the same thing banks do. You know, banks hire bank robbers or -- you know, reformed bank robbers -- to come in and advise them on how to avoid being robbed. And I'm hoping that President Obama has brought these individuals in to advise him how to fix the very system that they helped erect."
    },
    {
      "speaker": "Blitzer",
      "text": "Because Bob Rubin, the former Treasury secretary, the former CEO of Goldman Sachs, he was an adviser during the campaign, but he hasn't been brought in to the government. He's been on the outside."
    },
    {
      "speaker": "Moore",
      "text": "That's correct. He -- yes. So about -- so his -- the people that he mentored when he was at the Treasury Department, Mr. Summers and Mr. Geithner, you know. And now it's sort of up to them to see who are they going to side with -- are they with us or are they with Wall Street?"
    },
    {
      "speaker": "Blitzer",
      "text": "But it sounds to me like you're -- but correct me, once again, if you're -- if I'm wrong. It sounds to me you're disappointed in President Obama's economic advisers."
    },
    {
      "speaker": "Moore",
      "text": "Oh disappointed. Why do you use such mild language, Wolf?"
    },
    {
      "speaker": "Blitzer",
      "text": "Well, tell us how you feel. Tell us how you really feel, Michael."
    },
    {
      "speaker": "Moore",
      "text": "Well, listen, I mean, you've got the foxes in charge of the hen house right now. That's how -- that's what it looks like to me. So -- but, President Obama's in charge. And myself and tens of millions of people are counting on him to do the right thing."
    },
    {
      "speaker": "Blitzer",
      "text": "And that's not all Michael Moore is saying. In part three of my interview, he wants President Obama to know something else. From your heart, tell the president of the United States what you want."
    },
    {
      "speaker": "Moore",
      "text": "Well, I would say, President Obama, first of all, thank you for taking on this job. I..."
    },
    {
      "speaker": "Blitzer",
      "text": "He then goes on to urge the president to urge the president to really fight for universal health care. Michael Moore explains why health reform -- serious health reform, he says -- could help the president. And then Moore makes a prediction -- if the president doesn't bring home U.S. troops from Afghanistan, and very quickly, Moore says the president will pay politically."
    }
  ]
}