{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. Are you one of those people who, five minutes after you get into the backseat of your car, your mouth's wide open, and you're snoring? We all know some kids, adults who drift off in a flash in moving vehicles. It's like a grownup version of being cradled in your mother's arms, rocked back and forth, or perhaps falling asleep in a hammock. But why does that rocking motion speed up the onset of shuteye? Well, some researchers decided to find out by rocking people to sleep in little laboratory beds, wiring up their heads and measuring volunteers' brainwaves as they slept. And it turns out that that side-to-side motion actually seems to synchronize your brainwaves. Findings published this week in the journal Current Biology. How is that rocking movement able to change your brainwaves, and instead of prescribing drugs, might doctors prescribe a rocking bed to people with insomnia? I can see the new rocking bed products coming out already. What do you think? Our number, 1-800-989-8255. You can tweet us, @scifri, @-S-C-I-F-R-I. Let me introduce my guest. Michel Muhlethaler is a professor of neuroscience in the Faculty of Medicine at the University of Geneva in Switzerland, and he talks to us from there. Welcome to SCIENCE FRIDAY, Dr. Muhlethaler."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Hi."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hi there. What made you decide to do this study?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Well, originally, years ago, I used to go to Paris very early in the morning, calibrating with people there, and it turns out that at 6 o'clock in the morning, taking the train, I found people at a time where you were not supposed to go to sleep at 6 o'clock or 7 o'clock in the morning, and these people would sleep almost immediately in the few minutes after the train departed. And after that, my main research was completely out of this subject, but I had the opportunity recently to come back to that. And I have to question why it works, how it works. Obviously, for all the people, it would be eventually evident that this would work, rocking babies and sleeping in a hammock. We wanted to look scientifically how it works."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what did you discover after you - you had volunteers take a nap in a rocking or a still bed, and you compared their brainwaves?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Exactly. So what was expected, and what we wanted basically to quantify and give a real measurement of was that people go to fast - to sleep faster. That's more or less obvious. We have quantified that and were able to show it finally. But the absolute surprise for us is that the dream period of the nap, all the time of the nap, the brainwaves actually - so beyond the fact that you went to sleep faster, the brainwaves during that period of rocking were completely - not completely, were changed in a matter that was consistent with the notion that the sleep is actually deeper. So the brainwaves, the way they show you that it is deeper relates to particular waves that you can measure with EEG, electroencephalogram, and the result was consistent all throughout the period. It's not just at the beginning of the rocking, it's all through the period of the nap."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are you able to tell why the rocking creates these brainwaves?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "These brainwaves that you find are actually the natural brainwaves that occur during that period of sleep, whether it is in a nap or at a certain period during a night's sleep. So it's not just that it brings new waves. It just fortifies waves which are already there intrinsically, naturally. It just makes them - to make it simple, it makes them stronger, which explains why the rocking works because it makes you faster asleep, and then while you are rocked, actually the rocking maintains you in a deeper sleep. That was a surprise for us."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That it maintains you in a deeper sleep."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "In a deeper sleep. It's not just you go faster to sleep, but also while you sleep, your sleep is deeper. That was a total surprise for us. We did not expect that. There was nothing in the literature to tell us that this would be the case."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So that would imply it's a more healthful - a healthier sleep, a deeper sleep?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Not necessarily healthier, but deeper sleep usually means a better recovery, if you want. So it's just maybe that in a shorter period of time, you might get more restoring sleep, if you want. It's not better, it's - maybe it allows you to pack in a shorter period of time. The one thing which is true is that the type of waves that you see, which are reinforced here, have also been associated with an increase in memory for recent events. So it's true that from that point of view, this type of ameliorated, you would say, sleep could be beneficial also for cognitive purposes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you remember more."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "You remember more, yes, exactly. So we did not do that, but I mean, people have shown that while you are sleeping, the particular waves that we have seen are related to the quality of your memory recovery, if you want. And so it means that if you have more of these particular brainwaves, you will remember better. So what we do is that, by the rocking, we might have something that gives you a more profound sleep, and in addition maybe some additional cognitive, better results."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, you only rocked your test subjects for about an hour, right?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "No, it's less than that. Actually, it's the duration of the nap, it's 45 minutes, and it is true that for the time being, we don't know what would be the result for an entire night. The only thing I can tell is that the very few experiments on an entire night were done in the last few days, and those people that have been rocked in an entire night, at least qualitatively, say that it was very pleasant, so - and they slept well. But we don't have yet the EEG analysis and so on, and it would need a lot of people in order to be able to give real strong data."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you need to collect more data on that full-length..."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yeah, more data and analyze the EEG for the whole night. For the nap, the data that we have are perfectly sufficient. We have very strong statistics - statistically very strong results."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is the vibration that you receive on a train equal to the kinds of vibrations you get in a rocking motion or a hammock? Is there something consistent about them?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "You know, the type of rocking that we had was chosen empirically, in the sense that what we did is we tried some stronger vibration, and people didn't feel well with that. So I guess there must be some kind of similarity between them, but we didn't go and measure exactly what kind of frequency you have exactly in the train because in the train you have several things. You have the movement; you have the noise and things like that. But what's true is that, for example, when you have people sleeping in the train, as soon as the train stops, people tend to wake up."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's a good thing."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yeah, they tend to stop at stations. Actually, we didn't think of that. It's one of the interviewers in the last few days that (unintelligible) to think of this."
    },
    {
      "speaker": "Ira Flatow",
      "text": "As someone who does a lot of sleeping on trains myself, I can attest to - it's good that you wake up when you get to the stop because I hate it when you go by that stop."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "It's true, but when you sleep an entire night on the train, and you are on a train with many stops, it's very annoying because physically at every stop. And after that person suggested that, I did remember trips that I myself had done, and that's correct. Every time the train stops, you tend to wake up."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I can imagine that there must be bed manufacturers who are very interested in this study."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yeah, four of them already called us. That's right. We have to deal with them very - to make sure we can get what we want and not that they get what they want."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We've heard about Swedish mattresses. Now we'll hear about a Swiss mattress or a Swiss kind of bed."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "We'll see."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Does it - is the rocking motion, does it - you know, some cradles, they sort of rock like a hammock, but yours went linearly back and forth, right?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yeah, exactly. Actually, in many U.S. media publications in the last few days, people wrote the thing because this is journalistically nice that it's a hammock, but it's not a hammock. The hammock was just in the first sentence in order to connect people with the story. But the device we used, it's just a bed. It's a regular bed with a small, silent motor that was rocking it just from the side."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So rocking is really not what happened. It was sort of sliding back and forth."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yeah, it's not actually rocking, you are right. It's actually sliding. It's a little bit rocking, but it's like millimeters because it's suspended. So there will be some kind of - but basically since the movement itself is a few centimeters on each side, you can basically see it just sliding, yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, so it's just a few centimeters? It's not a foot or..."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "A few centimeters, yes. It's very..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So it is more like a train."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "It's a very small movement."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, then it is more like a train movement than a hammock movement or anything like that. Wow. Yeah, so are you going to lengthen your test out to a whole night, do you think?"
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Yes because this is really the interesting stuff potentially in the future because as you might know, sleep - as everybody knows, sleep is a major problem, a major problem for many people, major problem when growing older. And basically the response to sleep problem is pharmacology. And pharmacology is good in the short term. Pharmacology is not great on the long term. So it could be an alternative if it works on all nights, which we don't know for the time being. It could be an alternative to drugs in certain type of sleep problem. So we need first - before we try it on people who have problems, we need first controls, an entire night, and this is exactly what we are doing now."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, Dr. Muhlethaler, thank you very much for taking time to talk with us today, and good luck to you."
    },
    {
      "speaker": "Michel Muhlethaler",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Michel Muhlethaler is a professor of neuroscience in the Faculty of Medicine at the University of Geneva, talking to us from Switzerland. We're going to take a break, and we're going to come back and talk about what happens when robots attack. You don't want to miss this one. Stay with us. We'll be right back. I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR."
    }
  ]
}