{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "Speaking of the brain, it's not uncommon to hear people talk about having an out-of-body experience, where, you know, they view themselves from outside their own body, looking back at themselves. And my next guest says he has found a way of creating just such an experience in people, where people seem to connect to an image and react to it as if it's real but outside their own body. And in further studies, he has people believe that they have an extra third arm through the power of illusions, but it is not just a parlor trick. The research, he says, can help us understand how we perceive ourselves and make sense of the world around us. And I think - personally, I think it might lead to some new online social communities. We'll ask him about it. He's Henrik Ehrsson, an associate professor of cognitive neuroscience at the Karolinska Institute in Stockholm. He's one of the authors of a paper this week in the journal Public Library of Science Online, in which people were made to believe they had a third arm. Welcome to SCIENCE FRIDAY and thank you for your patience."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Hello."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hi, there."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Thank you for inviting me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. Let's talk about this out-of-body experience. How did you create that for people?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well, we're interested in how the brain creates the experience of the self and the world. So when we were trying to learn more about this, we came up with this idea that, maybe we could change - trick the mind into experience being outside one's self. And how do we do that, did you ask?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well, the idea here is, really, that we are trying to manipulate the sensory data the brain gets, manipulate what you see and what you feel. And we touch your body in a certain way."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And then you have a camera that people can look through at themselves?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well, there's two key ideas here, really. We - first of all, is the visual perspective, from which perspective you see the world."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "And then it is that what you see and what you feel matches, that there's synchronicity to..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I see."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "...you know, visual information and tactile information. So how does this all work? Look, I'm going to try to explain to you, you know, over the radio here without the aide of visuals. But - so the test person wears a set of head-mounted displays."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Head-mounted display is two little screens you put in front of the right and left eye. And these two screens, we hook up to two video cameras that we place a couple of meter away from the participant. So the left eye see what the left camera sees. The right eye see what the right camera sees. You can see yourself from the outside, OK?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right. Right."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Now, that doesn't create an out-of-body illusion or an out-of-body experience. You have to look at yourself..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "...you know, from an outside perspective. A little bit like you see yourself in a video screen and a, you know, CCTV camera in a show, for example, you know? Now, here's the second key thing. We then - I then move my hand towards the cameras. I touch a point just below the cameras. And every time I do that, we deliver a touch on the person's chest or the person's body, which he or she can't see. Right?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "So all you see, you see yourself sitting in the middle of the room from this outside perspective. And you see the scientist's hand coming up towards the cameras. And every time you see that hand coming up towards the cameras, you feel touching your body. Now, this is what happens. Suddenly, you experience that you are there under cameras. You can sense your body there. And all you see yourself - and you're perfectly well understand that you're still sitting there in front of the cameras. You can see yourself. It feels like a different person or maybe a mannequin, because your brain have now recomputed or recalculated, you know, your position in that room. And you feel that you're outside of your body and you loss the sense of, you know, self-recognition of, you know, the real physical body."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you think it's someone else's body, but you feel part of it."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "No. You lose the sense of feeling. You don't feel part of it anymore."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "You see that you are two meters outside of yourself. And the real body that you can see, it feels like someone else. You no longer part of it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's right. And so you can play tricks with it and make you actually feel like you are having an out-of-body experience?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well, we are simulating some key aspects of an out-of-body experience. First of all, that you feel that you're in a different place from your real body. Secondly, you see yourself from this outside perspective. And three, you sort of sense a phantom body. You have some kind of a body illusion that is outside your real body. These are capital - these are some..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "...of the key aspects of real out-of-body experience."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And then in the follow up, you're able to actually put a third arm next to the people and they thought that was part of their own body."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Yeah. That was a little bit of a crazy experiment. But we actually have - there's a serious idea behind it, because we wanted to understand what are the basic and fundamental constraints of the human body experience. What can we experience at our body? You know, the common assumption is that we have, you know, we have a human body our lives. We have this lifetime of experience of having a human body with two legs, two arms and one head. And this is something that we had in our genes. And we thought, is that the basic limit or can we experience strange body essence, (unintelligible) bodies as our own? And there are actually rare cases of stroke patients that after a stroke a certain part of the brain can experience and extra phantom limb, like they have a third arm, a phantom arm."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right, right. And you actually put a third limb next to people and convinced them that that was their third arm."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Yeah. We were able to induce this experience of having a third arm in all volunteers within a couple of minutes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. A couple of minutes."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you - and I've seen pictures of you like stroking the arm with a brush and people thought that they could feel that?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Yeah. We ask people to sit down in front of a table and just put their hand on their table. And next to their real hand, we put a rubber hand, like a realistic prosthetic hand just next to the real hand. And then we stroke the two hands synchronously for a minute or so. And the person can see both hands. And, of course, in the beginning, it's kind of a silly. You can see your hand lying there being stroked. You don't feel anything. But after about 30 seconds or so, most participants have this very, very weird sensation. That they feel touches on both hands. And they actually feel that both the real hand and the rubber hand are sort of both part of their body, like they have a third arm."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. And how long does that last for?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I mean, as long as you're stroking - as long as they're looking and stroking it. They don't feel like it's missing..."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "As long - yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...when they get up from the table, they don't have the phantom limb missing."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "No. When you just stand up and you start moving, the illusion breaks down very quickly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. Wow. So where do you go from here with this?"
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Well, we're really interested in developing new, advanced prosthetic limbs. There's a lot of interest in that in Europe and America now. And what we're trying to do is try to help out working the robotics people and in areas to develop artificial limbs that it will feels more like part of your real body."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "And, you know, less like a tool and more like a real limb. And we think that, you know, one way we can contribute to this development is to use these illusions for something good, to actually sort of trick the brain to accepting these prosthetic limb devices as part of the real body."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, thank you very much for taking time to be with us today. Good luck to you."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Oh, thank you. It was great being here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome."
    },
    {
      "speaker": "Dr. Henrik Ehrsson (Department Of Neuroscience",
      "text": "Same thing with you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Henrik Ehrsson is an associate professor of cognitive neuroscience at the Karolinska Institute in Stockholm, Sweden. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}