{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It took less than 30 minutes for 23-year-old Andrew Black of Vermont to buy a gun on the morning of December 6. That afternoon, he used that gun to kill himself. Black's parents in his obituary wrote Andrew was a true son of Vermont who liked hiking, hockey and brewing beer. And then the obituary ended like this - in honor of Andrew R. Black, we ask that you work for legislation that imposes a reasonable waiting period between firearm purchase and possession to provide a cooling-off period to guard against impulsive acts of violence. Andrew's mother, Alyssa Black, joins us now. Good morning."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "First of all, I'm very sorry for your loss."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Thank you very much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Tell me about Andrew."
    },
    {
      "speaker": "Alyssa Black",
      "text": "He was a happy, funny, vibrant, smart, talented kid - I call him a kid - but a young man."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I guess he'll always be a kid for you."
    },
    {
      "speaker": "Alyssa Black",
      "text": "He's my kid. He was at this point in his life where everything was falling into place for him. All the dreams that he had worked for were all falling into place. And we just - we could not imagine something like this happening."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Can you tell me what happened on that day - on December 6, as far as you know? And we don't want to get in, obviously, into the details that are painful but just generally what happened."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Well, he had an incident come up with - that upset him. And we know that he went to a local gun shop, purchased a handgun that he had just been researching that morning. And they ran a background check on him. And, of course, he passed the background check. Apparently, his demeanor in the shop was fine. And we found the receipt for the gun, which was 11:26. So at 11:02, they started the background check, 11:26, they ran the credit card receipt. And he left the shop. He went home. He drove home to our house. And we think it was probably right about 4:00 p.m. he closed his door. And he shot himself."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Vermont, like many states, does not mandate any time in between buying a firearm and actually receiving the firearm. There is no waiting period. Do you think Andrew might be alive if there was a waiting time?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "I think it's a very good possibility. My husband and I would have been home from work an hour and a half later. We had been alerted that, you know, something was going on. We would have talked to him. We would have been able to contact lots of people that can help. We also believe that he would have woken up on Friday morning, and he would have gone through his usual routine getting ready to go to work. He had an hour drive to his work, which he absolutely loved his drive up into the mountains. He would have been surrounded by co-workers that he cared about deeply and cared about him deeply. And we think that probably cooler heads would have prevailed. We think it's a possibility. It's important that, you know, we're not saying, well, this couldn't possibly have happened. But it's a possibility that it could have been averted."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I think what I'm hearing you say is that you think that Andrew had a bad day. And that maybe if it had been a few days, he could have gotten over that bad day and not taken his life."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Yes. That's exactly it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What change do you hope to see?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "We want a waiting period, that's all - 24 to 48 hours. We've made it very clear that we are gun owners. And I just can't see walking into my local gun store, purchasing a handgun or whatever gun I wish to purchase, and having them ask me, can you come back in two days to pick this up because it might save someone's life? I think I'd make that choice."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I saw that some state legislators have responded to your story after it's been reported in the media. Do you think something might change?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "I'm not sure. But I know that we're going to do everything we possibly can to make that change. You know, by virtue of living in the state of Vermont, we're a very small state. We know our state legislators. They're our neighbors. We actually do have a voice still in our state. And I think if ordinary people will reach out and say, this seems like a reasonable measure to me, I think that they will be listened to."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How do you want your son to be remembered?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "You know, a lot of people have asked me why we put that final in his obituary. We didn't intend, really, for any of this to happen. We really thought we were just speaking to Andrew's friends and family. This was not some broader plan on our part. The reason we put that in there is, personally, our family has been touched by suicide in the past. And one of the things that you learn is that there's so much shame around suicide that people don't say anything. And when people find out that your life has been touched as well by that, it breaks down walls for them as well. So one of the things that we were really clear about when we wrote that obituary was we wanted to make sure and not leave any question in anyone's mind how our son died. And you ask me how I want Andrew to be remembered. In 23 years, I never had a day where I was ashamed of Andrew being my son. And I wasn't going to be ashamed of the way he died. And I wanted people to know that. It was one day of his life, but his life encompassed so much more than that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Alyssa Black, thank you so much for talking with us."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Thank you."
    }
  ]
}