{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This is a story about the real-life consequences of disinformation campaigns online. A Facebook page called Resisters billed itself as a space for online and offline feminist activism against fascism - turns out it was fake - just one of 32 pages and accounts Facebook took down this past week for engaging in, quote, \"coordinated, inauthentic behavior\" - behavior Facebook said was similar to that of a Russia-based group accused of interfering in the 2016 election, although, in its announcement, Facebook declined to directly link these pages to Russia. Well, Russia or not, whoever was behind the fake Resisters Facebook page reached out to real people, including activists like Lourdes Ashley Hunter of the Trans Women of Color Collective here in D.C."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "And so I was contacted from someone named Mary Smith (ph) about a rally that was happening in front of the White House."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This was July 2017. Smith said Resisters was protesting President Trump's ban of transgender people in the military and was looking for someone local to emcee. Hunter agreed."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "They sent me all of the details, the speakers list, the speakers' bios. You know, there was nothing suspect about it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "They communicated over Facebook Messenger. But as the big day approached, Hunter wanted to talk with Mary Smith over the phone."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "She just had surgery. She could not talk. And I was like, OK. And then on the day of the event, I never met her. She said that she was on her way. And then there was another message about - she left early. And we were supposed to get together for dinner. And that didn't happen."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And it wasn't until very recently that she found out why. When did you find out that this person wasn't who she said she was?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "When I got a phone call from The Hill and then a call from CNN earlier this week."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The Hill, the newspaper, and CNN, the broadcast network."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "Correct. And so I happened to go back through my Facebook Messenger from then. And I noticed that the Facebook user Mary Smith is no longer, like, there. But the messages were."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right - so you could see your interaction. And you didn't have any contact with Mary Smith after this event."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "No, I didn't."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When you found this out, what did you think?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "I was like, is this really happening? I also was quite bothered by the fact that folk would actually take advantage of community organizers working, like, to shift the landscape of violence and discrimination that is happening in our country."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "As an activist, are you concerned that people possibly outside of this country are using social issues, which are divisive, and trying to sort of pit people against each other?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "That is the worry. It's a huge concern. And it's unfortunate. But this is the age of technology that we're living in. And with any business practice, you want to do your due diligence with the folks that you're partnering with. It's just better for our work that this has happened because then we get to elevate our work and be more intentional with the communities that we serve."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So when you say due diligence, what does that mean, practically speaking? What are you doing differently?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "Meeting with people, doing background work around, who are these people that we're working with? Who have they worked with before in the past? What were some of the outcomes of that? And also not rushing to plan events without making sure that we have people on the team who are totally committed to the work that we're doing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This reminds me of the fact that, you know, Facebook and Twitter and so many other social media platforms have been such a powerful tool for activism if you think of the Arab Spring and how integral it was for that. Are we at a moment, though, when the role of social media has to be re-evaluated?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "I don't think so. It's critical that social media is accessible to folk, especially on the ground, especially folk who don't have access to resources and multimillion-dollar news networks. So I don't think that it needs to be re-evaluated. I think that we just need to be more cognizant of the power that social media has and be able to use it intentionally."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What would you like to see groups like Facebook do? Are you happy that these pages were taken down?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "I think that Facebook needs to be more intentional with its users. Like, I never got a message from Facebook. I never got a notification. And so I think while Facebook has made this sweeping judgment to take down these pages, I think that being more intentional with its users, especially those suspected of being involved..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "More transparent, you mean."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "Yes, absolutely."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Have you heard from Facebook since then?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "I have not. But they haven't taken down any of my pages. They haven't taken down Trans Women of Color Collective's page. So I think that they know that I'm a real person and..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Just to confirm, you are a real person, yes?"
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "(Laughter) Yes, I am."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Lourdes Ashley Hunter is the executive director of the Trans Women of Color Collective. Thank you so much."
    },
    {
      "speaker": "Lourdes Ashley Hunter",
      "text": "Thank you for having me."
    }
  ]
}