{
  "transcript": [
    {
      "speaker": "Audie Cornish",
      "text": "There's no brighter spotlight in American fashion than the September issue of Vogue. Landing its cover has historically been uncommon for non-white celebrities or models. Now singer Beyonce has not only landed her second. She's leveraged her star power to nudge Vogue into doing something it had never done in its 125 years - have a black photographer do the cover shoot. Twenty-three-year-old Tyler Mitchell earned that spot. He's here to talk more about it. Welcome to the program."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Hi. Thank you. Glad to be here."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So we had heard these reports that Beyonce wanted an African-American photographer. And then we've heard that Anna Wintour, the editor-in-chief, was the person who selected you. What can you tell us about how this came about?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I think it was very much a collaborative effort. I think - to give a little origin story, I've worked with Vogue a couple times before. So I think my name was familiar with Conde Nast. And I think my name was also maybe familiar with Beyonce's team because I'd worked with Solange. But from what I understand, it was Vogue who first called me and proposed me to her. And she quickly approved and said yes and was excited to work with me."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So you've done some print pages. You said you've done Teen Vogue. But it's a different deal to do the cover - right? - especially to do September. And you're only 23. I mean, for people who are not photographers, how big a deal is this?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "It's huge. Photographers live their whole life to shoot this cover slot in this month. But I think I kind of approached it with a kind of practicality of trying to shoot her, like, how I would shoot my friends. So it was beautiful and nerve-wracking and exciting all at once."
    },
    {
      "speaker": "Audie Cornish",
      "text": "(Laughter). Yeah."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "You know (laughter)?"
    },
    {
      "speaker": "Audie Cornish",
      "text": "Yeah, I can imagine. You're - you sound, like, semi-calm and semi-giddy, like you still can't..."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Yeah."
    },
    {
      "speaker": "Audie Cornish",
      "text": "...Believe it happened."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I can't. I mean, I just got the print magazine yesterday. I went and..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "What?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Yeah. So I didn't even think it was real until I saw it actualized, like, in physical form. So I'm still kind of beside myself right now."
    },
    {
      "speaker": "Audie Cornish",
      "text": "You're not only the first African-American to shoot the cover for Vogue, but you're also one of the youngest. What does it mean to you to have this kind of start, to have this place in the fashion history?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "It's kind of - you can't really put words to it, right? I keep thinking about the moment they called me and told me about the shoot and they made me aware that I would be the first African-American to shoot the cover of Vogue. It was at once totally unreal and also felt like I had been living my whole life to receive that call. So I think there's a level of amazing kind of magic to it. And then there's also kind of this is exactly what, you know, we've been working towards to really - you know, we should be shooting covers of Vogue month to month, not just as a first."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Can I ask? In this industry, did that feel like something that was unattainable, or did that feel like a door that just wasn't open to black and brown photographers?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I never looked at it as a door that I couldn't open. I actually have always looked at it as a door that I was very much going to open. So..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "But 125 years is a long time. (Laughter) You know what I mean?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "An insanely long time."
    },
    {
      "speaker": "Audie Cornish",
      "text": "We're not talking about a banking institution. We're talking about a magazine. So, you know, does it - why do you think that was?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "The beautiful part of 2018 is that photography is becoming so amazingly democratized. I mean, I think we're talking about a history of magazines and photography. It was known as a rich man's art. So it was mostly for white men who were able to afford all of the chemicals, the films, the cameras that went into it in the very early stages. So it's a historical thing that goes into why there just haven't comparatively been as many black fashion photographers as white fashion photographers. But the part that I can't answer is why they haven't been recognized, the black - the amazing black photographers and black fashion photographers that have been shooting. That I can't answer you."
    },
    {
      "speaker": "Audie Cornish",
      "text": "But it's an interesting point you're making about democratization, right? And I'm sure Instagram..."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Yeah, it's a beautiful moment."
    },
    {
      "speaker": "Audie Cornish",
      "text": "...Is a huge part of that. Like, just about anyone with some kind of camera, technically even your phone, could establish a career. Do you think that's true?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Absolutely. The iPhone is the thing that opened up everything. I mean, the beautiful thing about now is that it's no longer somebody who can afford the best camera, but it's about what your eye says."
    },
    {
      "speaker": "Audie Cornish",
      "text": "It also means that someone like you - right? - you are unrepresented. You don't have a creative agent, right?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "No, not now."
    },
    {
      "speaker": "Audie Cornish",
      "text": "And yet you've already shot brands and done major publications. Do you think you need one?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "At a certain point you definitely need a team. I mean, I've been a one-man show for a long time. And any - you ask any of my friends, they could tell you I really focus in and work very hard. So I think it's been so beautiful to really promote my work through Instagram, promote my work through the Web, which I think is, like, the new ladder, I call it, of, like - we had a ladder of photographers who - they shot for certain magazines, and then they shot for better magazines, and they worked their way up a ladder. And I think now we have a new ladder of a world that's focused on young, emerging voices that have something interesting to say. So when you talk about not having a creative agent, I think Instagram has the ability to be your agent as a young photographer. But I think after a certain point you need a team, too. It's about what's best for you."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I would say that point for you is probably now (laughter) after a Vogue cover shoot."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Definitely. Yeah."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So some people may be familiar with your work on Instagram. But when did you first start shooting pictures?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I actually started making videos first. I was montaging skate videos for friends."
    },
    {
      "speaker": "Audie Cornish",
      "text": "This is just you and your friends at, like, skate parks, or is this like...."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Yeah. We actually had a DIY skate park ourselves. We - there was, like, a plot of land in Atlanta where I'm from. And so we'd film all day there, and then I would go home and edit them and do my own coloring. And then I was kind of like the director of my own movies. So that was the start. But photography really became a serious thing for me after I took a trip to Cuba. I lived there for a little over a month. And..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "And you're 23 now. So how old were you when all this is happening?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "That was 2015, so I must have been 20."
    },
    {
      "speaker": "Audie Cornish",
      "text": "OK."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I was always taking pictures even back to 14 and 13 years old. But it really became serious when I started to put together this photo book idea in my head of documenting the architecture in Havana, Cuba, and the skate scene in Havana, Cuba, which was emerging at the time."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Now, you are not the first photographer to fall in love with Havana, (laughter) right?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Not at all."
    },
    {
      "speaker": "Audie Cornish",
      "text": "And Cuba."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "But I think that's the beautiful part. I think I've seen so many amazing pictures in Havana. And I think even when you look at my book versus other books, it's always going to be different pictures of maybe the same city. And that's kind of the amazing takeaway as I realized my point of view very much there."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So how does this come into play in terms of your style? What I notice are people in your photos - it's usually natural light, usually black and brown subjects often wearing kind of bold colors. You shoot in color. How did this experience help you develop your images?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "It started there as a place that - kind of imagined in my mind, in Havana that I didn't know existed. But I think it then extended to me trying to recreate that color palette in all my work because it kind of has to do with I guess an autobiographical sense of how I feel. There's a lot of in my work the black body searching for an idyllic space. And I think the use of vibrant color, the use of natural light, the way that that kind of colors and taints black and brown skin to me feels a lot of how I feel. I mean, I think a lot of photography is trying to embody the complexity of who you are, who you think you are, as Arthur Jafa says. So I think for me that style comes from Havana but also from a ideology of black and brown bodies deserving to kind of live in an idyllic space."
    },
    {
      "speaker": "Audie Cornish",
      "text": "We've mentioned your being 23 years old. And you've accomplished so much in this moment. Where do you see yourself going from here?"
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "I think that's a beautiful question 'cause I think it's only the beginning. I think it's been a huge door opener in terms of being able to collaborate with people I've been wanting to collaborate with. And I think I'm focused right now on a lot of art-centric projects and a lot of film-centered projects. Yeah. I don't know if I can talk to specifically, but it's been a great door opener. It's really just the beginning. So..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Well, Tyler Mitchell, thank you so much for sharing this moment with us."
    },
    {
      "speaker": "Tyler Mitchell",
      "text": "Thank you so much. I'm glad I could share that."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Photographer Tyler Mitchell - he's the first African-American to shoot a cover for Vogue. It'll begin hitting newsstands this week."
    }
  ]
}