{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The accusations and denials continue, as does the threat of military action. The U.S. says Iran is behind last week's attacks against two oil tankers in the Persian Gulf, offering up some grainy surveillance footage as evidence. Iran says the U.S. is jumping to conclusions and engaging in, quote, \"sabotage diplomacy.\" It's a dangerous tit-for-tat in a volatile part of the world. Robin Wright, distinguished fellow at the Woodrow Wilson Center, has written about all this in The New Yorker magazine, and she joins us now on the line. Good morning."
    },
    {
      "speaker": "Robin Wright",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what's your take? Do you think Iran is behind this?"
    },
    {
      "speaker": "Robin Wright",
      "text": "Well, there are certainly reasons to think Iran could be behind it, given the fact it's used mines in the past, during the '80s when it was at war with Iraq. And it's also pledged that if the United States tries to cut off all of its oil exports, that it will make it difficult for other ships to export oil as well. But there's still, I think, a lot of questions about what happened and who is responsible. It's very interesting that some of the European governments are saying they're not willing to weigh in yet until they see more specific evidence. I think the U.S. has a much bigger credibility problem going into this crisis because of the false intelligence that was the justification for the Iraq - the Iraq War in 2003."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right. One of the attack tankers is owned by Japan. But the explosions occurred just as Japanese Prime Minister Shinzo Abe was meeting with Iran's supreme leader. Does it make any sense that Iran would do that at the time when they're meeting with a - with the Japanese leader?"
    },
    {
      "speaker": "Robin Wright",
      "text": "Well, the Iranian government has actually made that point. And it is - you have to question, would they do something that would humiliate the Japanese prime minister on his first trip ever, since the 1979 revolution, to Tehran? And also, because he was seeing the supreme leader, it's one thing to perhaps humiliate the president of Iran or others - there's a deep division in Iran; but for the Revolutionary Guard to have done something like this that is embarrassing to the supreme leader would be very surprising. And I think that's one of the reasons there are a lot of questions."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "If Iran is behind these explosions, why would it have done this?"
    },
    {
      "speaker": "Robin Wright",
      "text": "Well, the obvious response is, look, they feel threatened. Their oil supplies in the aftermath of the historic nuclear deal negotiated by Iran and the world's six major powers in 2015 had allowed 3.2 million barrels a day of exported oil for Iran. Now because of U.S. sanctions, it's down to somewhere around a half million barrels of oil. And that's really crimping their economy. And if they're trying to say, look, others can't get away with this, that's one way of doing it. But you'd think, after 40 years, that especially because they're not in a state of war as they were the last time there was a tanker war, that the cost of doing this is pretty high. I think that the rationale in trying to figure out what's going on, what policy is, is one of the reasons there's a lot of confusion still."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Predictably, Saudi Arabia jumped into this. Saudi prince - Saudi Crown Prince Mohammed bin Salman has said, we won't hesitate to deal with any threats. And that's the worry, right? It's not just the U.S. and Iran. There are other actors in that region that could escalate things."
    },
    {
      "speaker": "Robin Wright",
      "text": "Absolutely, Saudi Arabia, the United Arab Emirates both have been very involved in their joint campaign against Yemen and in their joint campaign in trying to pressure Iran. They very much would like to see the United States take the lead on this and basically look at the U.S. military as a way to fight their own foreign policy challenges. I suspect we will see more U.S. military deployed in the region to send a signal and to possibly protect tankers."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You mentioned that there is confusion about U.S. foreign policy. The president has generally shied away from using military force. But national security adviser John Bolton is well known for his hawkish views. Who do you think is going to win?"
    },
    {
      "speaker": "Robin Wright",
      "text": "The administration is clearly divided over what to do next and how far it wants to go. John Bolton has talked repeatedly about changing regime. Before he took the current job, he was the paid spokesman for a leading opposition group that advocated change, a counter-revolution, basically. The president has said he doesn't want a war. And I think he's quite intent on that. But once you chart a course that includes things like walking away from a nuclear deal, sanctioning a country, calling its military - designating, formally, its military a terrorist group, you're - you're moving into territory that's very hard to find diplomacy for."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We'll have to leave it there. Robin Wright of the Woodrow Wilson Center, thank you very much."
    },
    {
      "speaker": "Robin Wright",
      "text": "Thank you."
    }
  ]
}