{
  "transcript": [
    {
      "speaker": "Morgan",
      "text": "He was the 39th president of the United States at a time when the country was in deep crisis -- the economy, the energy crunch and turmoil in the Middle East. Sound familiar? What does he think about the issues now facing President Obama. Joining me now for an exclusive interview, the former president, Jimmy Carter. Welcome to you, Mr. President. How are you?"
    },
    {
      "speaker": "Carter",
      "text": "Fine, Piers."
    },
    {
      "speaker": "Morgan",
      "text": "You look actually in terrific nick."
    },
    {
      "speaker": "Carter",
      "text": "Well, I'm in good shape so --"
    },
    {
      "speaker": "Morgan",
      "text": "Maybe you should become pope."
    },
    {
      "speaker": "Carter",
      "text": "Well, of course, I was surprised. First time in over 600 years. I was surprised. I know that John Paul II, whom we knew quite well, went through a lot more ordeals, and I think even more health problems than Pope Benedict, but I don't -- I'm not in a position to criticize. I don't know what his status of health is."
    },
    {
      "speaker": "Morgan",
      "text": "But, I mean, if an American president retired on the grounds of exhaustion, they'd be ridiculed, wouldn't they?"
    },
    {
      "speaker": "Carter",
      "text": "Well, I think it was not only exhaustion, but he said that he was just not mentally able to handle the challenges that were required of his job, which is an enormous job. So, you know, it's up to him, I think, to make a decision. It's not been done much in the past."
    },
    {
      "speaker": "Morgan",
      "text": "A lot of people when I said I was interviewing you, as with last time, said to me, you know, he's the greatest post-president president America has ever had. Do you take that as a compliment, or is it kind of a veiled insult?"
    },
    {
      "speaker": "Carter",
      "text": "Well, I take it as a compliment. My wife takes it maybe as a veiled insult. I don't know."
    },
    {
      "speaker": "Morgan",
      "text": "Incredibly rare."
    },
    {
      "speaker": "Carter",
      "text": "Since the Second World War. So I think we have peace and human rights, I'm satisfied with my term in the White House."
    },
    {
      "speaker": "Morgan",
      "text": "Has the role of president changed dramatically, do you think?"
    },
    {
      "speaker": "Carter",
      "text": "Yes. It has."
    },
    {
      "speaker": "Morgan",
      "text": "Since you were in the White House. I mean, when you look at the challenges facing President Obama and the way it now works in the modern age, what do you think of it?"
    },
    {
      "speaker": "Carter",
      "text": "It's changed dramatically. As a matter of fact, when I ran against Incumbent President Gerald Ford, you know how much money we raised? None."
    },
    {
      "speaker": "Morgan",
      "text": "Seriously?"
    },
    {
      "speaker": "Carter",
      "text": "When I ran four years later against Ronald Reagan, who was challenging me, we didn't raise any money. We didn't have any negative commercials. We just used a two-dollars-per-person check- off, and that was all the money we used for the campaign."
    },
    {
      "speaker": "Morgan",
      "text": "Extraordinary, isn't it?"
    },
    {
      "speaker": "Carter",
      "text": "So the change has been brought about, it's primarily because of a massive infusion of money into the political campaign."
    },
    {
      "speaker": "Morgan",
      "text": "Does that corrupt the political system?"
    },
    {
      "speaker": "Carter",
      "text": "It corrupts the whole political system. It means, in effect, that almost every member of Congress running for re-election or governors running for election or presidents running for election are basically accepting massive legal bribes from people of special interests who want something in return in the future. And the worst thing about it is there's a large portion of that massive infusion of money, which has now been ordained stupidly by the Supreme Court from -- commercial organizations, is used for negative commercials. So their main technique is not to win election, it's to destroy the reputation of your opponent."
    },
    {
      "speaker": "Morgan",
      "text": "Let's turn to President Obama. What do you think has been the greatest achievement, and what do you think has been his greatest failure to date, and what would you like to see him do in this second term?"
    },
    {
      "speaker": "Carter",
      "text": "Well, I think in his second term, he'll obviously have to be a lot more liberated from political constraints than he was before. I'd like to see him -- I understand he's going to the Mid- East soon to the Jerusalem for the first time since he's been in office. I would like for him to promote peace between Israel and Israel's neighbors, and to insist on the same things that he promulgated with his speech in -- in Cairo and call for the 67 voters to prevail. He's been quite mute on that now for the last three years or more."
    },
    {
      "speaker": "Morgan",
      "text": "You've diplomatically, though, gone for the easy answer, which is what you want to see him do. And I said, what about his greatest and worst moments as president, do you think?"
    },
    {
      "speaker": "Carter",
      "text": "Well, I wouldn't -- I don't think he's had a worst moment. I guess -- has not done anything that was disgraceful or of severe failure. He got re-elected, which is a very good thing for becoming president."
    },
    {
      "speaker": "Morgan",
      "text": "Biggest disappointment. Let me phrase it like that."
    },
    {
      "speaker": "Carter",
      "text": "Well, you know, I wanted him to move forward on matters concerning human rights with the closing of Guantanamo and promoting human rights around the world. Instead, we've now got permanent incarceration without it out trial. We've got drone assassinations and things of that kind."
    },
    {
      "speaker": "Morgan",
      "text": "Are any drone attacks acceptable?"
    },
    {
      "speaker": "Carter",
      "text": "I can't disavow all of the drone attacks, but I would really like to see some intermediate step. Maybe not in the federal government, but in the executive branch if not. I would prefer federal government first where judges could say, OK, let's see if this American citizen still living in Yemen or living in Mali that you want to assassinate without trial, if that's a justified act. And if that -- if they approved it, then go ahead with it. But -- I think now, it just says, \"a distinguished American\" or \"authoritative American,\" it could likely be the president or somebody else to be able to say, we'll kill that particular person because we believe that he is planning some time in the future to attack America. I think that's too loose a description of what -- of what the situation should be."
    },
    {
      "speaker": "Morgan",
      "text": "I mean, there's no doubt if a Republican president was doing this, the Democrats would be shouting foul very loudly, I think."
    },
    {
      "speaker": "Carter",
      "text": "I think that's true. And there were a few drone attacks under George W. Bush, but they've been massively escalated under this administration, and I'd like to see some restraints put on it."
    },
    {
      "speaker": "Morgan",
      "text": "Where has President Obama been successful? What have been his great achievements?"
    },
    {
      "speaker": "Carter",
      "text": "Well, I think -- I think everybody says Obamacare or the new health program is a major achievement. It's one that I wanted to do when I was president. I wasn't able to get it through. And most other previous president's, Democratic and Republican, have tried to do the same thing. But I think he was able to succeed working with the Congress. There were a lot of things about it that weren't perfect. I would much rather have seen a single-pay system, but I think that was a major achievement."
    },
    {
      "speaker": "Morgan",
      "text": "Last time we spoke, you sort of suggested you didn't have much of a relationship with President Obama. Have things improved or deteriorated, or are they about the same?"
    },
    {
      "speaker": "Carter",
      "text": "About the same."
    },
    {
      "speaker": "Morgan",
      "text": "Right. Well, it won him the election."
    },
    {
      "speaker": "Carter",
      "text": "I think -- I personally think so."
    },
    {
      "speaker": "Morgan",
      "text": "Yes."
    },
    {
      "speaker": "Carter",
      "text": "James, my grandson who did that, was born in -- a month after I moved into the White House. His parents were living in the White House."
    },
    {
      "speaker": "Morgan",
      "text": "So basically -- I think Carter won Obama the election."
    },
    {
      "speaker": "Carter",
      "text": "Well, I think -- I think so."
    },
    {
      "speaker": "Morgan",
      "text": "But it was a key moment actually. I mean, do you think that was the pivotal moment in destroying Mitt Romney's chances."
    },
    {
      "speaker": "Carter",
      "text": "I believe it was. It was something that he could not deny. And it stuck with him for the rest of the election, and I think it was a major factor if not the major factor. And when James went to meet President Obama, President Obama ran across the room, embraced him and thanked him. But Piers, for the first time, by the way --"
    },
    {
      "speaker": "Morgan",
      "text": "Is last week"
    },
    {
      "speaker": "Carter",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "That's the first time."
    },
    {
      "speaker": "Carter",
      "text": "Yes, it was. So --"
    },
    {
      "speaker": "Morgan",
      "text": "And did he actually say thank you for winning me the election?"
    },
    {
      "speaker": "Carter",
      "text": "I don't think he said, winning the election, but thank you for helping me win the election."
    },
    {
      "speaker": "Morgan",
      "text": "But would you like to have a better relationship with the president."
    },
    {
      "speaker": "Carter",
      "text": "Well --"
    },
    {
      "speaker": "Morgan",
      "text": "And there aren't many surviving presidents."
    },
    {
      "speaker": "Carter",
      "text": "No. Well, in the past, I've had up and down relationships with presidents, and I'm sure that's been the case down through history. My most close friend in the White House was George Bush Senior, George H. W. Bush, and his secretary of state, James Baker. They were very closely, almost on a daily basis, with the Carter Center because there are some things that a government cannot do. And some president have called on me and it called the senator to perform those duties. And so that's been the main judgment that I've made. But I never do go into a sensitive area of the world without getting -- at least tacit approval from the White House."
    },
    {
      "speaker": "Morgan",
      "text": "Usually."
    },
    {
      "speaker": "Carter",
      "text": "Well, one time I decided to go regardless, and that was in 1994, when we were heading toward a war between North and South Korea. And I wrote president -- Clinton, then -- a letter and said, I've decided to go without your approval. And the vice-president, Al Gore, intercepted my letter. President Clinton was in Europe. It was the anniversary of Normandy landing, and Al Gore said, if you'll change that sentence to, \"I'm strongly inclined to go,\" I'll try to get the president to approve, and he did. So I went to North Korea and worked out a complete agreement with Kim Il-Sung."
    },
    {
      "speaker": "Morgan",
      "text": "Final question for this part, do you think Hillary Clinton is going to run in 2016?"
    },
    {
      "speaker": "Carter",
      "text": "I don't know, but she -- I think -- let me just say that I don't know what she's going to do, but she has done an outstanding job, I believe, as a secretary of state. I'm very proud of her achievement."
    },
    {
      "speaker": "Morgan",
      "text": "Let's take a short break, Mr. President. When we come back, the Academy Awards are this weekend, in Los Angeles, and a vested interested here, really, I think in your heart, because \"Argo,\" which of course involves one of the -- one of the good moments of your presidency, is up for the Best Movie."
    },
    {
      "speaker": "Carter",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "I'll ask you about that."
    },
    {
      "speaker": "Carter",
      "text": "All right."
    },
    {
      "speaker": "Morgan",
      "text": "President Carter brought with him some memorabilia which we auctioned to benefit the Carter Center."
    },
    {
      "speaker": "Carter",
      "text": "One thing I do is make furniture and I've made all kinds of furniture in the past. With poster beds and so forth. This time I've made a very simple stool out of a beautiful piece of wood. And it'll be auctioned off and my furniture always brings a big price because people want to help the Carter Center and then they have a piece of furniture that, you know, 100 years later was made by a president."
    }
  ]
}