{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Almost 50 years ago - November 20, 1968 - in Farmington, W. Va, the No. 9 Coal Mine exploded. Seventy-eight men lost their lives. For years, the cause of the explosion remained unexplained. But eventually, an investigative memo was unearthed that revealed that someone had disabled an alarm on a ventilation fan used to flush out explosive gas. Had the alarm been working, the men could have been evacuated. The disaster helped spur Congress to pass the Coal Mine Health and Safety Act of 1969. This week, families of the victims asked an appeals court to reinstate a fraudulent concealment lawsuit first filed in 2014 but thrown out when a judge ruled it was filed too late. Lawyers for the families contend that the suit should be allowed because the Consolidation Coal Mine Company had concealed the cause of the explosion for years. Joining us now is West Virginia Senator Joe Manchin, who lost friends and relatives in that explosion. Senator, welcome to the program."
    },
    {
      "speaker": "Joe Manchin",
      "text": "Thank you. Nice to be with you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I want to take you back. You must have been around 21 years old. Is that right?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "I was just turned 21. I'm 21, No. 9. And my Uncle John has been working the midnight shift. So, I had my uncle there. I had Paul Frank Henderson (ph) and other dear friends of mine who played ball with me, went through high school with me, were in that mine. My neighbor Johnny Sopuch (ph) was in that mine. And I remember him, sitting in the No. 9 company store there waiting to hear - was there any survivors? And I remember those horrific days we waited there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I understand 19 of the bodies were never recovered."
    },
    {
      "speaker": "Joe Manchin",
      "text": "Right. And Paul Frank, my friend, was one of them. And it's just awful - just an awful situation when they had come and said they had to fill the mine. And when they filled that mine, that was the entombment of that mine, and that was their final resting place. But, you know, the thing I remember most is we never knew anything. No one was giving us information. I was sitting there with my mother, and that was her - that was her brother, Uncle John. We were sitting there and just waiting in agony. And if you fast-forward this, you know, 2006 when Sago Mine explosion and then we had the Aracoma Mine and then 2010 with the Upper Big Branch - I knew that one thing I would not let happen, knowing that my experience, that I make sure every two hours we would update - upgrade and update the families on anything that we might know because people hang on. A second seems like an hour. An hour seems like in a day. And a day seems like an eternity. Maybe they found him. Maybe they're fine. Maybe they're alive. Maybe they were able to hunker in and survive. You're just wishful and prayerful through that whole period of time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And clearly, the families do hang on. I mean, we have this lawsuit now. Do you think it's important for this lawsuit to move forward after all these years?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "I think there has to be closure. I know that a lot of it - my Aunt Jenny, she's gone - OK? But my cousins are still very much alive and still have the same feelings I have for their dad and my uncle. So, my goodness, if we can put closure, let's do it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You have a long record, Senator, on these issues. And I have to ask you a little bit about the present moment. We know your opponent, Patrick Morrisey, now for this fall. It will be a tougher race for you than it might have been..."
    },
    {
      "speaker": "Joe Manchin",
      "text": "Sure."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...Had Don Blankenship prevailed."
    },
    {
      "speaker": "Joe Manchin",
      "text": "Well, they're all tough. I say you run scared or unopposed. They're all tough. But you're right. This will be a tough race."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Have your calculations about how to run the race changed?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "Everyone has to be themself. In West Virginia, you can't just transform yourself. You can't be something you're not. You know, West Virginia, we'll shake your hand, look in your eye. We'll see your soul. We know if you're fooling us or not. Forget about having a D or an R by your name. They're thinking, oh, now, just because you're Republican, you're going to win. People in West Virginia still vote for the person. So they still know I'm still Joe. I've been Joe from day one. I was born Joe. And I'll die Joe."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "One of the things that we've seen, specifically in red states where Democrats have done well, is that they haven't spoken about the president. They've distance themselves from discussing President Trump. I mean, your state is a state that Trump won by more than 65 percent. I mean, will you be discussing the president?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "Let me say this - in 2012, Mitt Romney beat Barack Obama by 35 percentage points in West Virginia. I won by over 20 percent. That's a 55, 60-percent swing. So, people in West Virginia will pick the person."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So no discussing the president?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "Well, here's what I do with the president - and I've said this - if you're a red-blooded American, you ought to do everything you can and pray that your president does well. I don't care whether you voted for him or not. That's my country. That's my president. I'm going to work with him as much as I possibly can. I'm going to vote for things that make sense and helps my country and my state."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, speaking of that, sir, you're the only Democrat to support President Trump's nominee for CIA director, Gina Haspel. Republican SEnator McCain won't support her. Why does she have your vote?"
    },
    {
      "speaker": "Joe Manchin",
      "text": "Gina Haspel has my vote. I sat on in intelligence, so I've been privileged as one of a hundred senators - there's only 15 of us to get to see the deep dive, if you will, into the intelligence. That gives me the comfort level I have. Forget about being a Democrat or a Republican. Here's a woman of impeccable career with the United States government, working in some of the most dangerous places in the world. She's done everything asked about. She didn't break any laws. No one said she's broken a law. They're asking her on her moral values. After 9/11, this was the rules of engagement of what they were doing for intelligence gathering. I have not found a reason for me not to vote for the most qualified person I've ever seen come before us in that agency. She was - she was not in charge. And everyone makes it look like she made these decisions. They were not her decisions to make."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Senator Joe Manchin of West Virginia, thank you so much for speaking with us."
    },
    {
      "speaker": "Joe Manchin",
      "text": "Thank you, Lulu."
    }
  ]
}