{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The U.S. and China have been negotiating over the weekend to reach a trade deal before a March 1 deadline. And signs indicate the talks are going well, with the Chinese delegation extending their stay in Washington. Watching the progress of these talks very closely is Tiffany Williams. She's the co-owner of a luggage shop in Lubbock, Texas. And she joins me now on the line. Welcome to WEEKEND EDITION."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "Thank you so much for having me. I appreciate it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So tell me a little bit about your store."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "I am the third-generation owner of my luggage store that my grandparents opened in 1951. I like to say I'm the granddaughter of the mom and pop..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "...Who started the store (laughter)."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So the administration placed a 10 percent tariff on hundreds of billions of dollars' worth of goods from China. How has this affected your business?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "For us, it's a big deal because it is all luggage, all briefcases, all backpacks, all wallets. So, really, basically, it's 85 percent of what's in my store, with the bulk of that being imported from China, that's affected."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So tell me how that sort of played out in your store. Have you had to raise prices? Have you had to buy less inventory?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "We definitely had some price increases right away. But coming into 2019 now, we've had lots and lots of our manufacturers increasing prices. But for us, you know, on the practical side, it's just trying to understand what our product assortment looks like going forward. And, certainly, with the threat of the 25 percent, that makes everything very different."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right. President Trump has threatened to raise tariffs to 25 percent if the U.S. and China don't reach a new trade deal. Would you be able to sustain that?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "You know, that one is harder to know what happens if that really does happen. Does the bag that's $100 right now that goes to $125 - you know, maybe that one's not quite as hard. But I think when we get into our $400 bag that's now $500, now it becomes a luxury product. So it's - just all filters down in so many different ways of how it makes it hard for us to plan."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But these tariffs are also affecting your customer base."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "They're affecting our customer base. So this was the first holiday in a really long time where we didn't meet our sales goals like we usually do. And so our business was off. Now, can I blame that all on the tariffs? I don't think that would be the appropriate thing to do. But at the same time, it definitely was a big - you know, was not expected."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So I have to ask. You are Republican, and you voted for President Trump. You know, some of his supporters do believe that the short-term pain is worth it to get a fair trade relationship with China. What do you think?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "I definitely want to try to understand what the long-term goal is here and that, yes, we want to, you know, be a part of holding China accountable. But it definitely makes it difficult to know what the decisions are that it will affect us, you know, and our store."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do you think your message is then for the administration? I mean, if you were sitting down with them, what would you tell them?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "I guess we don't ever want to forget that the decisions they're making affect everybody. I mean - and affect consumers. It's not a tax on China. It's a tax on, you know, us. And, I mean, we're the - ultimately paying, you know, the price of the tariffs. And so does it have to be 85 percent of what's in my store? If it was only a smaller portion to take one for the team and knowing that we have to endure for the short term with a long-term goal in mind - I guess I just want to make sure I understand, you know, what the long-term goal is, though."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Because it's hard being - I mean, a small business is hard. The margins are small. It's - you know, it's tough."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "It is tough. And I wish all of our product wasn't made in China, but I don't get to have a say in that matter. The supply chains can't be changed quickly. It takes time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. There's no supply chain fairy that can magically..."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "No, there's not (laughter)."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...Move it somewhere else."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "Exactly."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So when you're looking at the sort of uncertainty, what are you doing to mitigate it? What are you doing to sort of plan for it?"
    },
    {
      "speaker": "Tiffany Williams",
      "text": "I - at this point, I did not hire anybody new during the holidays like we normally do just because we weren't sure. I don't want to let anybody - any of my staff go, so I'm hoping we won't have to do that. But we just don't know what the future holds, so I'm hoping we can make it work with what we have."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Tiffany Williams is the co-owner of the Luggage Shop Of Lubbock. Thank you so much."
    },
    {
      "speaker": "Tiffany Williams",
      "text": "Thank you."
    }
  ]
}