{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "From NPR News this is News & Notes.  I'm Tony Cox. The holiday season is certainly a time of giving, but presents aren't the only gifts that you can give. For those who are struggling this Christmas, they need the most precious gift of all - time. Luckily, there are some selfless people who give up Christmas at home to help those in need. One of them is Kenny Langie. He has spent the last ten years giving his time to the Children's Hospital in Los Angeles, and he joins us here today in studio. Kenny, welcome to News & Notes."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Thank you so much."
    },
    {
      "speaker": "Tony Cox",
      "text": "So, you know, giving is something that we all know about doing, but giving in the way that you give seems to be special. How - what was it that struck your heart, that said, I need to do more than normal?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Right. Well, you know, what I think - initially, what I try to learn from his death, and I say that in a sense that I lost my grandfather about ten years ago. And it was through his passing that I was motivated to kind of encourage other people, and to actually give a little bit more just of myself and my time, and I decided to join Children's Hospital, Los Angeles."
    },
    {
      "speaker": "Tony Cox",
      "text": "Now what made you decide to pick that particular place as oppose to any other place where you could give?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "OK. Well, this is a good question.  I think, personally, for me it was the - watching my grandfather pass away with cancer kind of really touched my spirit and my soul and just seeing how, you know, he evolve in his illness, kind of evolved, kind of just sparked me into just working with kids, you know, with various illnesses."
    },
    {
      "speaker": "Tony Cox",
      "text": "Now do you work specifically with children who have cancer?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Um, various, various. I'm a TLC volunteer, which is Tender Loving Care volunteer. I generally work in the playrooms, but primarily, I can go floor to floor, room to room, you know, throughout the hospital."
    },
    {
      "speaker": "Tony Cox",
      "text": "Now, if I'm not mistaken, Children's Hospital is the one where they have pets that you can bring in, and they can have these different play areas, and as you kind of travel from one area to another.  Correct?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yes, that's correct."
    },
    {
      "speaker": "Tony Cox",
      "text": "What is the feeling?  Describe it for us when you first go in and you really see that, Wow, I'm doing something valuable here."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Well, I'd have to say, for me, it is - the whole piece is just an experience. One, that when you pull into the parking lot, you see, you know, the lights and everything from the hospital, you see the big Children's Hospital sign and logo. You go into the parking lot, and it's just beyond - just everything in you. You have just like an inner strength that just comes and just takes over. And as soon as I walk through the door I transform into just Kenny the Volunteer. Our personal issues, or personal problems seemed to dissipate, work, you know anything that I could possibly be going through. You know, bills, whatever it is, all that just stays in the car, basically. And when I go in, you just transformed into this strong-willed person."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, anyone who has ever worked in a hospital - I include myself in that - knows that while there are rewards in helping people, there are also challenges because you are confronted with life's misery."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yes."
    },
    {
      "speaker": "Tony Cox",
      "text": "Over and over and over again. How do you cope with that?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "You know what? I - you know, just my belief system is really strong. My mom was very motivating, my parents were both motivating to me. And, I often would get asked the question you know once what if I lose a kid, and I've lost several kids, people would say, How do you that? How do you that? And I think once I started on that path and I saw how, you know, just my presence with sitting with a child watching TV, or walking them downstairs to the McDonalds in the hospital and getting them an ice cream cone, how much that really means to them. The look on their face just makes it all worthwhile, and then it poses the question, How can you not do it?  So, you know, it definitely is life-changing and dealing with, you know, like I said with death also, teaches us how to live in the present moment and just be happy with what we have."
    },
    {
      "speaker": "Tony Cox",
      "text": "Let me ask this, and there's no way to make it not sound as if - it's sort of weird. Let me just ask it like this. It's great what you do at holiday time. But why not do this all the time, throughout the year?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Right. Well, actually I do."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you really?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Which is good, yeah. I am a regular volunteer at Children's Hospital and I actually started, prior to my work at the hospital, I worked at a major studio for a while. And my volunteer hours at the hospital kind of transformed my whole thinking, my whole line of life, and I ended up changing my career and taking up a career working with kids, so I not only volunteer in my spare time, but I work with emotionally-disturbed kids in full-time."
    },
    {
      "speaker": "Tony Cox",
      "text": "So you gave up a career in Hollywood..."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Hmm."
    },
    {
      "speaker": "Tony Cox",
      "text": "To become a volunteer full-time?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Not necessarily a volunteer, but I still do that component of it, but I gave up that particular career to work with children. So, now I'm getting paid to work with children, but I also volunteer on the side."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right. So you changed your vocation in a sense."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "Are you single?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yes, at this time."
    },
    {
      "speaker": "Tony Cox",
      "text": "Could you do this, do you think, with a wife and children?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Absolutely. Absolutely."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you find that it's hard to explain to people who you are closed to, either colleagues at work - in your previous line of work - or friends about the rewards of this? And are they afraid that if they get too close you're going to pull them in to do the same kind of volunteering that you're doing?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yeah.  I have seen that a couple of times. But I think, generally, you know everybody is built with a genuinely kind heart, ultimately. And I think they - they ultimately see how it affects me and those that, you know, love me can see what brings me joy. And then also, I know it's not for everybody, because I know you know going to a hospital and seeing kids and you know, not understanding what the IVs mean and what the monitors mean, and all of that stuff, can be a little intimidating, and, you know, can kind of push people away, because they don't really want to get involved in that. However, it's kind of done the opposite for me."
    },
    {
      "speaker": "Tony Cox",
      "text": "Really? What would you say is the difference in Kenny Langie, ten years ago, before you started doing this, and Kenny Langie who is sitting here in front of me today, smiling?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "I would say my life now I'm much more happier. I'm much more happier. I think I did exactly what I was supposed to do within the ten years that I've been there. It did - I did hit a bunch of walls, you know, with losing various kids here and there. But like I said, I think, generally it's knowing that I'm making a difference in the life of a child."
    },
    {
      "speaker": "Tony Cox",
      "text": "Really? Why do you think people don't do more of this, Kenny?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "You know what? I think it - as far as from the hospital's standpoint or working with kids that are - that have illnesses, I think it is that component, that fear of having loss. And I think that generally people don't want to experience any more loss than what we already experienced kind on a day-to-day basis even with our just general lives and regular families. So, to kind of add another component to that, you know, is kind of intimidating and most people may not want to do that.  However, there are some generous people out there that would rather contribute financially or, you know, donate some toys or whatever where they don't have to actually see the kids. So, you know."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, let's do a public service right now."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "All right."
    },
    {
      "speaker": "Tony Cox",
      "text": "Let's give people an idea how they can: A, become more involved, and how they can get their families more involved in volunteering in this way, especially at this time of year."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "OK. Well, I'm sure on the Children's Hospital Network - not network, but Web site, you can go there and there's so many different ways that you can volunteer, even with volunteering like I do. I work in the playrooms generally, and I go room to room to visit the kids that may need some extra attention or whatever. But there's various other ways that you can volunteer. You can volunteer to work at a reception table in the hospital, where you don't have the one-on-one contact with the kid or kids. And you can also have toys donated to the hospital. You can, you know, start - you know, do like a food drive, or a toy drive, and donate those toys to some kids at the hospital."
    },
    {
      "speaker": "Tony Cox",
      "text": "Now, did you say, you had - that your family - I know that you're single now, but did you say that your family is involved in this?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yeah, to an extent. Yeah, to an extent. As far as the support and nurturing, yeah. I actually - I raised a foster son that I've had for quite a few years, and based on him being with me, I actually got him involved with working at the hospital, as well, and he goes with me every Christmas Eve/Christmas Day to pass out the toys."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you have to be a certain kind of person in order to do this and do it well and get satisfaction from it?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "You know what? I don't think so. I think that it could just be anybody. Anybody that genuinely wants to - that inner feeling of just feeling complete and feeling loved, basically. When you feel the love with - inside, then ultimately, it's easier to kind of give to other people and to do this type of work, and I think it's a component that we're all built with."
    },
    {
      "speaker": "Tony Cox",
      "text": "You've done it for ten years, can you do it for ten more?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Absolutely. Absolutely."
    },
    {
      "speaker": "Tony Cox",
      "text": "Is this season any more difficult or any different than any other previous ones? And I ask that, because of the economic climate that has, you know, engulfed the nation and people's feeling."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "I know some people."
    },
    {
      "speaker": "Tony Cox",
      "text": "Yeah."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yeah, I would say, I would say it is. But, you know, I think ultimately you know, like I said the most powerful component is the love, peace, and I think once you use that as the driving force, it does make it a lot easier to just kind of do even more. I'm in the process of feeding families right now. So, we're putting food baskets together and not able to do as many as we've done in previous years but you know, we're still able to kind of do some food baskets, and, you know, just going to the hospital, I know financially or you know, a crisis or no crisis, the kids are still going to be there. So, the need is still going to be there, essentially. And it's just going and just giving, you know. Getting away from all the chaotic lifestyle that we're so accustomed to and just go and just give of yourself."
    },
    {
      "speaker": "Tony Cox",
      "text": "What was your grandfather's name?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Willie."
    },
    {
      "speaker": "Tony Cox",
      "text": "Willie what?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Willie Langie, Senior."
    },
    {
      "speaker": "Tony Cox",
      "text": "He started this, didn't he?"
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Yeah. He started - my grandparents both, and my parents all take credit. I give them all credit, basically."
    },
    {
      "speaker": "Tony Cox",
      "text": "That's great. Thank you very much."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Thank you."
    },
    {
      "speaker": "Tony Cox",
      "text": "Happy Holidays to you."
    },
    {
      "speaker": "Mr. Kenny Langie (Tlc Volunteer For 10 Years",
      "text": "Likewise."
    },
    {
      "speaker": "Tony Cox",
      "text": "Kenny Langie is a mental health specialist. He joined us here at the studios of NPR West."
    }
  ]
}