{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Archbishop Charles Scicluna of Malta is the Vatican's top sex crimes investigator. He joins us now from Rome. Welcome to the program."
    },
    {
      "speaker": "Charles Scicluna",
      "text": "Thank you. Thank you, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The pope ended the summit calling for all-out battle against abuse by priests. What does that mean?"
    },
    {
      "speaker": "Charles Scicluna",
      "text": "It means that the guidelines we have, the laws we have need to be implemented across the board. But it also means a change of heart. He talked about conversion because this is a fight against one of the greatest evils. And this is, obviously, theological language. But it is a very important language for us. The pope, actually, put the abuse of kids and cover-up of that abuse on the same level of gravity. And we need to get it right."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What are the next steps though? For example, former Cardinal Theodore McCarrick was defrocked earlier this month. In fact, you were instrumental in that decision. Victims want zero tolerance and that all priests who are found guilty have the same thing happen. Will it?"
    },
    {
      "speaker": "Charles Scicluna",
      "text": "Well, first of all, that is the law for the United States of America and Canada. Victims also need to be reminded that we need to be reminded of the very important words by Saint John Paul II, who said that people should know that there is no place in the priesthood for anybody who would harm the young, who would harm our kids. And this has to be the way forward."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So you think that the pope now will embrace that for every single diocese in the world."
    },
    {
      "speaker": "Charles Scicluna",
      "text": "I think that the quote from Saint John Paul II has been policy since 2002. Now we need to audit ourselves in order to make sure that that is the case."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Are you saying that this needs to happen everywhere now? When a priest has been convicted of a sex crime, he should be defrocked everywhere."
    },
    {
      "speaker": "Charles Scicluna",
      "text": "I wouldn't say defrocked. He should not be in ministry. And that is something that people need to know. He will not be in parishes. He will not be around with kids."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You have been working on clerical sex abuse cases for decades. You are the top investigator now. Under Benedict, now Pope Emeritus, you were the church's top sex crimes prosecutor, before that, the Vatican's promoter of justice. And yet this problem persists. Why has it persisted? And is there something that you think should've been done earlier?"
    },
    {
      "speaker": "Charles Scicluna",
      "text": "Well, sin will always be with us. And crime will always happen. I don't think that we can guarantee that no unfortunate incident of sex abuse will ever happen again. But we will do whatever it takes to prevent it from happening. This is something that we owe our church, we owe our faith community. Yet..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Are there any regrets on your part, though, Archbishop? - because the church is in crisis."
    },
    {
      "speaker": "Charles Scicluna",
      "text": "Well, I think crisis is also an opportunity. And I think that this is a moment where we need to listen to the victims, to the communities there asking that we get it right. This will not go away easily. This will create a lot of hurt. But the United States has moved - I'm talking about the Catholic Church in the United States - has moved forward since 2002. The United States Catholic Church is an example of good practice."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Archbishop, why should anyone trust that the church will do anything different? We're talking tens of thousands of victims - conservatively - a culture of secrecy that hid crimes, that protected abusers, that silenced victims. These new revelations continue. Why should they trust the church?"
    },
    {
      "speaker": "Charles Scicluna",
      "text": "That is a legitimate question. We need to own our credibility on a day by day basis. And there is no easy way to be credible but doing the right thing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Archbishop Charles Scicluna of Malta, thank you so much."
    },
    {
      "speaker": "Charles Scicluna",
      "text": "Thank you. Thank you, Lulu."
    }
  ]
}