{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. It sounds like something from the movies, but it's true: Researchers unearth an organism frozen inside a glacier, take it back to the lab and discover it's still alive. In this case it's a plant called a bryophyte, a moss that survives being frozen in a glacier in the dark for some 400 years. Wow. That work is being described this week in the Proceedings of the National Academy of Sciences. Catherine La Farge is the director and curator of the Cryptogamic Herbarium in the Department of Biological Sciences at the University of Alberta. She's also one of the authors of the paper. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Good afternoon."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You just stumbled on this at a glacier? Tell us what happened."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Well, it wasn't that we stumbled upon it. We had known that there was a lot of vegetation coming out from underneath the Tear Drop Glacier up in Sverdrup Pass on north - in central Ellesmere Island. And we were up there for a various number of different projects. And we thought that we would take a closer look at the margin of the glacier to see this vegetation. And what amazed us was that we did see large populations of bryophytes coming out from underneath the glacier that looked like they had a greenish tinge. And we thought, well, that was pretty weird that they still retained some greenish color. So we thought that we would gather up some of that material and bring it back down south to check out the age of it. And that we did, and we looked at it a little more closely by, you know, teasing it apart underneath a microscope in the lab and noticed that it looked like yes, indeed, some of the tips looked green, some of the - or some of the material looked like they were developing or had developed branches. So we decided to go back another year, back in 2009, to do a more systematic study of collecting a large number of samples. And so that's what we did."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, was this surprising to you?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "This is surprising to us to be able to regenerate material that has been covered by a glacier for 400 years, for sure. But I think it also is something that really distinguishes bryophytes from other land plants, in the sense that they have a very unique biology, in the sense that most of the cells of, you know, bryophytes are what we call totipotent. And that means that all of the cells of a particular plant can actually be reprogrammed to initiate the development of a whole new individual. And it's not that every single species can do that, but there are a large number that can."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So it's like they're stem cells."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "So they're similar to stem cells. They're - yeah, they're pretty neat in that way, in the sense that a cell that's in a leaf then can, you know, begin to develop the whole life cycle over again."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's amazing, a little-known thing that you've educated us to, and I'm very happy that you did that. But I'm also fascinated by the fact that this glacier is like retreating three to four meters a year and uncovering all this stuff as it retreats."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Yes, it's basically like taking a blanket and pulling it back and seeing a little Ice Age community intact underneath this glacier because it hasn't - being cold base, it's not destroying, you know, the terrain underneath the glacier. It's, you know, at high latitudes, where the temperatures inside the ice are a little bit colder than you would find in temperate glaciers."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How did it survive with - you know, these are - they're photosynthesis, right. How did they survive in the dark for, you know, all these years?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Well, I mean, if you think about what extreme environment that these bryophytes have to go through on an annual basis of, you know, six months of darkness or whatever, they're programmed to be able to do that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So did they - were they still growing in the ice?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "No, they..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They stopped growing?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "They would stop growing in the ice. It would only be - and it's not like you're going to uncover a whole population of, you know, say a nice tuft of moss, and that whole tuft is going to turn green and grow. That's not, you know, what we did. It would be that there would be a number of cells in that tuft that actually have been preserved well enough to be able to, you know, regenerate. And what we did is we took the material back to the lab and actually ground it up and then seeded it on potting soil or on growth media in jars. And that's, you know, stimulated the growth for it to then develop."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Could there be older samples, I mean older ice under there that goes back further than 400 years?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Definitely, you know, their population's probably further south in the Arctic Archipelago of the Canadian Arctic, in which they're finding that in dating moss samples the samples are between 4,000 and 5,000 years old. Now whether that material could actually be, you know, regenerated, you know, that would - you'd have to try it and see and go and see what's happening around the margins of those glaciers."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What does this tell you? What have you learned besides that these things can live for 400 years under the ice in the dark?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Well, I think it really pushes back when we think about repopulating deglaciated landscapes, where is the genetic material coming from as far as, you know, the Arctic flora and probably in the Alpine areas, as well, you know, that we're not only dealing with populations that are above and beyond the margins of these glaciers, but we are also dealing with genetic material that goes back much further. And I think if you're thinking about, you know, trying to have a - any kind of plant material that say would be sent to extraterrestrial areas, like if you wanted to try something on the moon or on Mars or something like that, definitely bryophytes would have a great potential because they are programmed to be able to dry out, desiccate totally. They are programmed in the Arctic species anyway to be able to be frozen for long periods of time. I think the biology of bryophytes really needs to be emphasized in research, and hopefully this will give them - put them into the limelight a little bit."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, you sound like you're the defender. They're the Rodney Dangerfield of plants: They get no respect."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Most people just refer to them as a green slime that occurs at the base of trees or cover rocks. That's about it. So..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They don't have any pretty flowers coming out of them, people just walk on them, and you're here to give them their say, their..."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Their due."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Their due."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "That's right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Their due, and they would make great traveling companions, you're saying. You know, we once had a piece of moss - we've done a show on moss before, and we got some samples of moss, and we've just stuck them out on the porch, and they lasted for years all by themselves just sitting there."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "They do, they do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, it's really interesting. Do they produce anything for humans? I mean if you took them along on the Mars trip, could you eat them? Why would you bring them along to Mars?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "I think it would be really, you know, testing that environment for any kind of plant material, plant life, and I wouldn't say that I know of anyone who actually eats plants. I know they've been used for medical use and that for sure. So they have, you know, special biochemistry that has been explored extensively."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I have to ask you about your name of - you're the curator of the Cryptogamic Herbarium."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, cryptogamic means - crypto means cold?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "It means hidden."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hidden."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "You know, hidden genes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Cryo would be called - right crypto would - wow."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "That's right. So we basically house lichens, mosses and fungi in this herbarium here. We have over 200,000 specimens here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Two hundred thousand? And are these specimens popping out of the ice? Are they new species?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "The ones that are coming out from underneath the glaciers?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "No, they are similar to the populations that are there today."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Would you find them in little pieces of Antarctica also, possibly, you know, on the peninsula, where they get some sunlight, and...?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "You definitely - I mean, mosses definitely occur down there and hepatics, as well. But as far as I understand, there's a very limited flora down there. It's not like the Canadian Arctic, where we're in an Alpine sector of the Canadian High Arctic. So there's a lot of diversity, a lot of meso- and microhabitats for the bryophytes to survive in."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What would you - what would be a home run, a grand slam for you in this field? What would really you like to find? What would, you know, besides...?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "I think what would be really fascinating is that if you could go under a melting glacier that was 100,000, 150,000 years, maybe 200,000 years old, and you actually found macrofossils, what would be called macrofossils underneath the glacier and be able to rejuvenate them. That would be pretty amazing."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, about the mosses that you found. Are all mosses like this, or is this a particularly hardy species of moss that you've discovered in the ice there?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "The mosses that we've been able to rejuvenate are hardy. There are definitely species that occur up there that I don't think would do the same thing or, you know, we haven't been able to rejuvenate them. So it - these species are definitely adapted to Arctic environments, and that I think gives them a jump start, you know, from coming out from underneath the glacier."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is it possible to go out in your backyard and find these same mosses?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "To find mosses? Everywhere."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, to find the ones that you found in the ice or something similar to that?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Not the particular species that we have here, no. You know, the - I would say that, you know, these would be more in mountainous areas and further north."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What's the best way, if people listening now are saying I want to grow some moss, I want to raise some moss, you've raised my consciousness?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "OK, well, you could just go out into your garden and find some moss and bring it in. What you could do to do an experiment is actually put them into a coffee grinder and grind them up and put them into a little dish with a little bit of soil and see what you can grow. The other really neat experiment probably for kids would be just go out and take some soil and water it, cover a Petri dish with a glass and see what comes out of that soil, and you'll be amazed."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Can we use a Mason jar instead?"
    },
    {
      "speaker": "Catherine La Farge",
      "text": "You could use a Mason jar, yeah, that would work."
    },
    {
      "speaker": "Ira Flatow",
      "text": "OK, there's our project for the weekend, a great one, summertime, going out..."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "Sounds good."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you very much, Dr. La Farge."
    },
    {
      "speaker": "Catherine La Farge",
      "text": "You're welcome."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Catherine La Farge is director and curator of the Cryptogamic Herbarium - I love saying that - at the Department of Biological Sciences at the University of Alberta. We're going to take a short break. When we come back, we're going to have our book club. So if you've been reading our book club, we want your SCIFRI book club members to check in, and we'll talk to you after this break. So stay with us. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}