{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "It looks a bit like a very mini version of the creature from the \"Alien\" movies. It's olive green with three jaws, over 50 teeth, and it sucks blood. It's Macrobdella mimicus, a newly discovered species of leech uncovered in the swamps of Charles County, Md. Anna Phillips, curator of parasitic worms at the Smithsonian's National Museum of Natural History, led the team that made the discovery. She's in the field and joins us from Connecticut. Welcome to the program, Anna."
    },
    {
      "speaker": "Anna Phillips",
      "text": "Thanks so much."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So tell us about this critter."
    },
    {
      "speaker": "Anna Phillips",
      "text": "It's the first time we've described a new medicinal leech species from North America in 40 years. And it has a number of characteristics that make it as a new - considered a new species."
    },
    {
      "speaker": "Leila Fadel",
      "text": "What's up with the three jaws? Is this common?"
    },
    {
      "speaker": "Anna Phillips",
      "text": "Most leeches in this group and other groups have three jaws, but the number of teeth in those jaws is more variable."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So why three jaws? What do they need them for?"
    },
    {
      "speaker": "Anna Phillips",
      "text": "Jaws are held internally, and when they're interested in feeding, they'll spread their mouth out to create a sucker, kind of like a suction cup on a window. And then they push the jaws out. And the jaw - they're muscular and lined with teeth. And they move the jaws back and forth to create the wounds in the teeth. And then that sucker helps suck the blood from the wound."
    },
    {
      "speaker": "Leila Fadel",
      "text": "That does not sound comfortable."
    },
    {
      "speaker": "Anna Phillips",
      "text": "Really, you don't feel it. I mean, most of the time, you're standing in water; you're surrounded by plants; you're probably not paying attention. And it may feel like a little bit of an itch, if anything, but I can see how it's really unnerving to people to be minding your own business, standing in water, and then look down and find a large bloodsucking worm on you."
    },
    {
      "speaker": "Leila Fadel",
      "text": "(Laughter) And that's how you discovered the leech - by getting it to bite you."
    },
    {
      "speaker": "Anna Phillips",
      "text": "Well, usually, I try to catch them before they actually bite. And also, you can see them swimming through the water, but sometimes it's inevitable."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So what does the leech actually look like? How big is it?"
    },
    {
      "speaker": "Anna Phillips",
      "text": "It varies in size - maybe an inch long. Some of the largest specimens can be between 6 and 8 inches long. But really, leeches stretch, so it's kind of hard to estimate."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So this is the first new find of a medicinal leech in North America since 1975. What is a medicinal leech?"
    },
    {
      "speaker": "Anna Phillips",
      "text": "So a medicinal leech is a common name that we use for leeches that feed on humans..."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Oh."
    },
    {
      "speaker": "Anna Phillips",
      "text": "...And have anticoagulants that could be used in modern medicine. Leeches have these anticoagulants in their saliva. So when they bite, that causes the blood to flow and for the blood to stay liquid inside the leech once it's eaten it. And this has been used in medicine for many, many years. It was most popular in the 17, 1800s in Western medicine, and it's even used today in modern medicine. Leeches are approved medical device in the United States, and they're used readily."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Tell me about your collection method. How did you find this three-jawed leech?"
    },
    {
      "speaker": "Anna Phillips",
      "text": "These leeches feed on blood, and they predominantly are probably eating blood of amphibians, for the most part - amphibians and fish and, occasionally, mammals. And whenever a human comes into the swamp, they will feed on them as well."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Uh-oh."
    },
    {
      "speaker": "Anna Phillips",
      "text": "So our collection method is to roll up our (unintelligible), wear water sandals and wade in about knee-deep, make a little bit of movement, stir up the vegetation in the mud and..."
    },
    {
      "speaker": "Leila Fadel",
      "text": "That sounds terrifying."
    },
    {
      "speaker": "Anna Phillips",
      "text": "(Laughter) It's not for everybody."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Anna Phillips of the Smithsonian's National Museum of Natural History. Her team's findings were published in the August 15 issue of the Journal of Parapsychology. Thanks so much for speaking with us."
    },
    {
      "speaker": "Anna Phillips",
      "text": "Thanks for having me."
    }
  ]
}