{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "President Trump is heading to the U.K. this week for a state visit. And even before arriving, he has stirred controversy. He used the word nasty when referring to Meghan Markle, the Duchess of Sussex, and has weighed in on who he believes should succeed outgoing Prime Minister Theresa May, who is stepping down in a few days. Joining us now from London is Dominic Waghorn, diplomatic editor at Sky News. Welcome."
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Thank you very much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So this is obviously a very delicate time in the U.K., with Brexit stalled and the leadership of the country being decided. Enter our president. He said that he believes Boris Johnson, the former mayor of London and a controversial figure, should be the next PM. How are his opinions being received?"
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Yeah. I mean, and also a man who - before Donald Trump's election, Boris Johnson said that Donald Trump showed such stupefying ignorance he was unfit for office. And clearly, relations between the two men have improved since then. Donald Trump sees Boris Johnson and Nigel Farage, the leader of the Brexit Party that stormed to success in the recent European elections, as kindred spirits. And certainly, Boris Johnson seems to have been given permission to meet him next week on the sidelines of this visit. And I think, you know, that's certainly one reason why the government - Downing Street - is apprehensive about this visit. But I think certainly, the people are nervous in London, as any host is, I guess, ahead of a Donald Trump visit."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Is it being viewed as meddling, though? I mean, expressing an opinion is not common for the leader of one nation to do."
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "No, it certainly would be unacceptable for any other president. But this is a president that the people have got used to living by different rules. So I think for most British people looking on, they're wondering why he's been invited. He is a very unpopular man, a very unpopular president. But there will be huge protests, as there were last time. We'll have the same Donald Trump blimp - that big inflatable that shows Donald Trump as a baby - floating over London."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In diapers."
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "In diapers, exactly. But the London police haven't quite given the final say-so on that yet. But, you know, there will be a lot of protests. That may upset the president. It's controversial, but the government insists, and the diplomats insist, that he's a vital part of nurturing a special relationship, which they insist is very good for the U.K."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Because he's not only going, he's getting literally the royal treatment."
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Yeah. I mean, this is as good as it gets if you're a head of state coming to the U.K. It is bells and whistles. It's pomp and circumstance. It's a banquet at Buckingham Palace, although that seems to be being boycotted by Meghan Markle, the Duchess of Sussex, also by Jeremy Corbyn, the leader of the - of Her Majesty's Opposition, and Vince Cable, the leader of the Liberal Democrats. But I don't think that's going to take the gloss off it too much for Donald Trump. He's someone who has made it very clear this is what he wants, and we're expecting him to look like he's lapping it up."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's talk about Meghan Markle, who is originally American. She is no fan of Trump, and she is skipping the events in his honor. Has there been any response from the palace about his nasty comment, which was, we should say, in response to President Trump being informed that Meghan Markle had called him a misogynist back when she was an actress?"
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Yeah, I don't think there's been a response to it yet - not that I've seen. And I guess, you know, it puts a cloud on it. The special relationship was given a boost by the birth of Meghan's and Prince Harry's baby. And that was seen as sort of a good omen ahead of this visit, unfortunately, now is being, obviously, overshadowed by what Donald Trump has said. That may be a prelude to what he may say about other people here. And I think the concern is that Donald Trump will use this and kind of abuse the invitation. He'll be given all the kind of welcome that he can expect in a royal visit. But is he going to return the favor, or is he going to bring up these tricky diplomatic issues, which are kind of flies in the ointment in the relationship as it currently stands?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So, Dominic, what I'm hearing from you is that there's a great deal of apprehension from the actual government that invited him. So is anything likely to come out of this trip that might be beneficial to the United Kingdom?"
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Well, if you talk to diplomats that - and their answer is that these state visits are hugely important. But in the background, there's a lot of sort of diplomatic nitty-gritty going on. There's a lot of business deals being made. And the hope is that this continues to cement that relationship, which we're told is greater than the sort of personal relationship currently in the heart of it. Well, I wouldn't say that's a given. We may end up, at the end of this visit, with egg all over the government's face, Donald Trump speaking well away from the script and embarrassing its host. Or he may just enjoy the ride and, for this time, behave himself."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Dominic Waghorn, diplomatic editor at Sky News, thank you very much."
    },
    {
      "speaker": "Dominic Waghorn",
      "text": "Pleasure."
    }
  ]
}