{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Latin America's largest democracy, Brazil, is voting today for a new president, and the frontrunner is a far-right, retired army captain who has spoken in support of dictatorship, has pushed a fellow congresswoman and denigrated her and has been informally advised by Steve Bannon. We're joined now by NPR's Phil Reeves, who is outside a polling station in Rio de Janeiro. Good morning."
    },
    {
      "speaker": "Philip Reeves",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Should I say bom dia?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "Bom dia."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Where are you in Rio, and what are people saying?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "Well, I'm in a middle-class neighborhood in Rio. And this is a city, Lulu, of - very surprising, really, considering its reputation internationally - but this is a city where polls show that just over 50 percent of the city support Bolsonaro. And the area I'm in has a lot of Bolsonaro voters. You know, I'm hearing very high emotions. There are deep divisions in this country. There's anger. That said, it's Sunday morning in Brazil. They get off to a slow start. People are still waking up. But we were at the polling station, which we're close to, just a moment ago. And they say that turnout is higher than usual. And before the gates opened, there was a line of about 100 people."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You know, Bolsonaro has been this figure for quite some time, very controversial figure in Brazil. And it was always sort of predicted that he would never make it this far. But support for him has surged in the last few days. Why is that?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "He successfully harnessed a wave of public anger about massive corruption in government, about Brazil's recession between 2014 and 2016 and about fears about violent crime. This is a country where there were over 60,000 homicides last year. And he's channeled all of that, using the Internet, using WhatsApp towards his main opponent from the Workers' Party. That was the party that was in government for nearly 13 years initially. And Luiz Inacio Lula da Silva, who's now in jail and couldn't run in this election - he's in jail for corruption - and latterly under Dilma Rousseff, who was impeached."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. And he has a lot of opposition - women, LGBTQ - the LGBTQ community - black Brazilians. There were massive rallies against him in recent weeks. What - explain why they're so worried?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "Well, you know, you only have to look - what Bolsonaro has said over the years. He has a long record of making offensive remarks about women, about LGBT people, about Afro-Brazilians. And, you know, that has made them very worried about what kind of a president he will make. They're worried about his close ties to the military. And they're also worried about the fact that he openly and frequently expresses admiration for the military dictatorship that ruled in this country until 1985."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So for anyone to win the presidency in the first round, they need to get 50 percent plus one. Could he win outright today?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "He could. I mean, he's been rising quite rapidly in the polls in the last few days. The latest one had him at just over 40 percent of valid votes. And so it's not impossible, given the fact that, you know, these are just polls. It is not impossible that he could win today. Commentators thought that was absolutely unthinkable a few weeks ago, even a week ago. But now they're saying it might happen, though it's unlikely."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You know, this will have huge ramifications for the region. Brazil is the biggest democracy, the largest economy in Latin America, with ties to countries all over the region, in the world. What are his policies? What will he do if he wins?"
    },
    {
      "speaker": "Philip Reeves",
      "text": "Well, what we know from what people around him have been saying is that he tends to loosen environmental laws and also to speed up privatization, give the public - allow them to bear arms and let the police use lethal force in even more amounts than they do already."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Philip Reeves covering the Brazil elections for us. Thank you so much."
    },
    {
      "speaker": "Philip Reeves",
      "text": "Welcome."
    }
  ]
}