{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY, I'm Ira Flatow. Powerful storms this spring: tornadoes like the ones in Oklahoma have caused damage estimated in the billions of dollars and dozens of deaths. But does the destruction have to be so devastating? What are the engineering challenges to designing and building stronger, more tornado-resistant structures and providing better protection for the people who live there? David O. Prevatt is an assistant professor in the Department of Civil and Coastal Engineering at the University of Florida in Gainesville, and part of a team of engineers that surveyed tornado damage in Moore, Okla., and other places. Welcome to the program."
    },
    {
      "speaker": "David Prevatt",
      "text": "Thank you so much, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, you're welcome. You were testifying before Congress earlier this week on this topic. What were you asking for? What did they want to know?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, the main thing that I advocated for is that the American people, we deserve to live in wind-hazard-resilient communities and that it is possible for us to do that and get there within 10 years."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It is possible. You saying that to engineer, design and build these more wind resistant?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Absolutely. If we look back at the initiation of tornado research, after the Lubbock tornado by Texas Tech University in 1971 and Professor Fujita developing his Fujita scale around that time, 40 years have gone by, and the weather systems have improved to the point where we actually have smart weather systems on smart apps on our telephones. And yet when I looked at the homes in Oklahoma, in Moore, in Tuscaloosa two years ago and in Joplin, I see the same failures of construction details that engineers found in 1971."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. Give us an idea of what they are."
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, for instance, the main thing I think is missing in all these homes is continuous vertical load path, one which connects the roof to the wall, the wall to the foundation and everything holding together. If we had this in place, lots of the damage might be reduced. And the main thing I think that's possible for us, Ira, is that catastrophic failure of homes need not be the one way that this has to go. I think we can have homes that are damaged but repairable after an event."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So that you're just not seeing that devastation of somebody sitting on what's left of their concrete porch and nothing else?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Absolutely. I've seen that too often. I've actually seen that in Joplin, where folks are having lunch from a picnic basket sitting on the wall of their house, and they've lost everything. The extent of, you know, human suffering that these things cost, it's not just the one event. It is a life-changing event for thousands of our families."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you and can you - or do you need new engineering ideas here? Or are the old ones workable?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, I think in part we must start from what we know, and I am at the University of Florida here. In Florida, we know a lot about hurricane-resistant designs, and I think the first thing is to apply those details, hurricane ties and, you know, better construction, better nails, and so on. But beyond that, there are things that we really don't know about tornadoes. We do not know, as yet, the wind speeds that happen at the ground level of the effect of these violent suctions that lift roofs off and lifts cars up into the air. These things are part and parcel of the science that is really missing, and until such time that we have a number to shoot for, we're really shooting in the dark."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is anyone doing that research?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, I have the good fortune of working on an NSF career ward myself, entitled tornado-resilient communities. And we're sort of scratching the surface here, trying to first of all apply what knowledge we know from our wind hazard research here in Florida and all the work that has been done by the emergency management and the building codes here. But beyond that, I'm working with manufacturers of adhesive products and so on to develop new ways, new, more resistant ways in which we can actually get these buildings held together."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You think some sort of building Super Glue? Is that what you're talking about?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, that's part of it. You know, the thing is we really have to understand that the design that we have at present, we need to turn it on its head, literally. If you take the houses that we build today and just turn them over and have the roof hanging down by gravity, you would see where the failures would occur. It doesn't take a lot of wind load in addition to cause these failures. If we start thinking in those contexts, I think we'll be onto a solution."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What about shelters?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, the shelters, we did actually have an opportunity in Moore to look at some of the schools and some - and the Moore medical complex, which was damaged there. Thanks to efforts of our FEMA guides and so on, we were able to get into these buildings. A couple things that I noted with the shelters, these - you know, near absolute protection is something that is desired, but in terms of budget it may not always be there. I think we can do a lot more in terms of the schools, providing roll-up doors or somewhere bracing those corridors in schools so that they're not facing directly to the exterior, and we can protect people's lives there. One of the things I would mention, Ira, is in the Moore medical complex, they sheltered 300 people in that shelter during the 20th May tornado with no injuries. This was interesting to us for two reasons: One, they only had 30 patients and staff at the time so that the majority of these people came from around the area, from homes, from the malls, et cetera, et cetera, because they wanted to seek shelter for themselves. And this is what will happen with any shelter that one provides in a town or city."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what was it about the structure of that shelter that made it stay together?"
    },
    {
      "speaker": "David Prevatt",
      "text": "I think it was a bit about the location. It was right in the center of the building. And as anyone could see who is traveling on I-35, the building itself was completely damaged on its exterior. But the - within these - there were several walls protecting this shelter, it probably was hardened, and the corridors themselves were - they were sort of radially - they had several angles and bends and so on. So even though the wind blew out the exterior doors, by the time it got to the entrance of the shelter, it sort of bypassed it and didn't blow into the shelter itself."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Could this be a model for your own home?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, I think so, but the thing that one has to recognize with your own home, particularly the smaller homes, is that you need several walls between you and that safe place that you're trying to get to. We saw some of the problems with smaller, bungalow-type homes in Joplin and Tuscaloosa two years ago, whereby even the interior rooms, you know, they could be places where you would be susceptible to damage."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, you were on Capitol Hill, where the politicians live. Is this a question of money or a question of politics, or they seem to be the same thing these days?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Well, to tell you the truth, I testified with the predecessor of this bill, which was sponsored by Congressman Randy Neugebauer of Texas in I believe 2008. And, you know, we're on to the 10th anniversary of when that bill was initiated. I think it's leadership. I think we have to decide once and for all - the one question we need to ask is do we want to live in wind-hazard-resilient communities? And if so, what does it take to get there? As I said, I made the comparison today between the 40 years since the Lubbock tornado, when the weather systems have become so far advanced, and money has been spent, about $170 million over the last 10 years, in better equipment and so on. All of us, all of us benefit from this, OK. By the same token, if 40 years ago we spent that type of research and gauged, you know, the enthusiasm and eagerness of, you know, bright, bright graduate students who I have working with me right now, we would have solved this problem. And I think we can still do that now in a 10-year frame, but it requires that sort of, you know, let's go the moon type of attitude."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, what about cost? Going to the moon was expensive. How expensive would this be?"
    },
    {
      "speaker": "David Prevatt",
      "text": "Absolutely, and that's something that we have to really ask each of us what do we want to commit to. Do we want to commit to, you know, providing FEMA with the $2 or $3 billion every three years to repair and resuscitate someone's lives, or do we want to build it better the first time? That's a question for each citizen. I think, though, we have to look at the - not only is the cost going to be, you know, explored over a larger area, I think look at after we went to the moon, a byproduct of that was the Internet."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "David Prevatt",
      "text": "You know, so there is going to be several things in which we can benefit as a society."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I have about a minute left, and I'll get an idea of that cost. Let's say you have a $100,000 home. What - how much would it cost you to sink into it to do those things structurally that you're asking to do?"
    },
    {
      "speaker": "David Prevatt",
      "text": "I think I would put in there about $5,000, which would give you hurricane ties, more anchor bolts, larger washers and metal ties between the wall plates and the studs. I would use more nails, six-inch (unintelligible), six inches on spacings, ring shank nails, and I think you have a fighting chance after that. Then you look at putting in a storm shelter, and you protect life safety, as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It doesn't sound like a whole lot to do. Thank you, thank you, Dr. Prevatt, very much for your time today."
    },
    {
      "speaker": "David Prevatt",
      "text": "I really appreciate it, and you have a great day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You, too. David O. Prevatt is assistant professor in the Department of Civil and Coastal Engineering at the University of Florida in Gainesville, Florida, and part of a team of engineers that surveyed the tornado damage in Moore and other places. When we come back, we're going to take break now, and talk about genetics, what you need to know about your genome. If you're getting a genome deciphered, it raises a whole slew of ethical questions and practical questions. We'll talk about them when we get back, so stay with us. We'll be right back after this break. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}