{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. You might have heard probiotic bacteria help keep your gut healthy, but could they be good for your brain, too? A study out this week suggests the answer is yes, at least for mice, because mice on a probiotic diet for a couple of weeks were more relaxed than their counterparts who were not. They showed fewer visible signs of anxiety, lower levels of stress hormones, even chemical changes in the brain. Sounds a little like valium, doesn't it? Other than signals telling you when you're hungry or full, what connection is there between the intestinal tract and the brain? And why would it be there? I know you yogurt lovers out there are probably wondering: Is there any chance this finding might hold true for humans? Well, we'll talk about it. If you'd like to, our number is 1-800-989-8255, 1-800-989-TALK. You can tweet us @scifri, S-C-I-F-R-I, go to our website and talk over there, or you can go to our Facebook page, /scifri. My next guest is an author of that probiotic study, published this week in the Proceedings of the National Academy of Scientists. John Cryan is a professor at University College Cork in Ireland, and he joins us by phone. Welcome to SCIENCE FRIDAY, Dr. Cryan."
    },
    {
      "speaker": "John Cryan",
      "text": "Thank you very much, Ira, it's good to be on."
    },
    {
      "speaker": "Ira Flatow",
      "text": "This sounds amazing. You fed the lab animals probiotics, and then why would they have any effect on the brain?"
    },
    {
      "speaker": "John Cryan",
      "text": "Well, I mean, it's been long known that the brain and the gut communicate, as you mentioned, in terms of feelings of hunger, et cetera. And so what's becoming clearer over the last while is that this brain-gut communication or gut-brain, it's a bidirectional communication, but also that the microbials, which is the gut's flora within the gut, can actually also play an important part in regulating this axis. And so we can now describe what we call the microbial gut-brain axis, and this is coming across in a whole variety of studies in whole different ways. What we were interested in was just a test - and we're just starting to see whether - if we fed the animals this lactobacillus, whether there would be any changes in behavior, in stress and then what was driving this in terms of whether it was some of the targets that were known to be implicated in these behaviors. And indeed we found it. So we went after this looking a little bit to see mechanistically how this could happen, which I think is what your question is, and what we found was that one of the major nerves, the cranial nerve, the vagus nerve, which is really very much a relay for monitoring what's going on in all aspects of visceral function to the brain, when this was cut, this nerve, these effects didn't happen. So we know it's happening through a direct mechanism on the vagus nerve, and there is a means for this communication. On the same way, when you're - we've known for a long time that if you're feeling sick, or you've got a bad bacteria, like a food poisoning, the same nerve will signal to the brain to allow you express the sickness behavior. So it's kind of like the good side of what we've already known."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I've heard physiologists tell me that there are so many nerves in your guts, it's almost like a mini-brain center down there."
    },
    {
      "speaker": "John Cryan",
      "text": "And it's often referred to that - as a small brain, and the enteric system is very important for maintaining all aspects of homeostasis."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so people are going to want to say, of course, and I'm sure you've been asked: Should I go out and eat a lot of yogurt with bacteria in it, and will it have the same effect?"
    },
    {
      "speaker": "John Cryan",
      "text": "So what I want to impress on the listeners today from this study is that it's just early days. This is the effects of one specific bacteria, one specific lactobacillus strain. And we're learning a lot about how these bacteria affect health and physiology, but we also know there's lots of difference between the different strains. And so, this one isn't one that is currently commercially available in your supermarket. So it's different, although, you know, it's not unrelated to some of the ones that are there. But it is - we haven't tested this one in any human population yet. So I'd be a bit cautious in over-extrapolating from this to humans as yet. However, what I think the study shows and what I think is really important and why I think it's gaining so much attention is that it gives us the idea that the concept of treating stress-related disorders by modulating gut microflora can happen, and this can happen in a positive way. So it's encouraging is what I would say."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You know, we've always heard about food, also, being very quieting to people, you know, when they're upset. I guess it might work through the same mechanism?"
    },
    {
      "speaker": "John Cryan",
      "text": "Well, I mean, definitely the vagus plays a role in satiety signaling and in other aspects. And indeed, we are interested in our lab, here in Cork, we're interested in the interaction between stress and food intake, although it's quite a complex interaction, as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Why did the bacteria calm the brain down instead of make it more excited?"
    },
    {
      "speaker": "John Cryan",
      "text": "Okay, well, so what it did was it affected - what we looked at was the neurotransmitter GABA, and GABA is the main calming, inhibitory neurotransmitter in the brain. And what we found was that this bacteria was able to affect the receptors, which are the proteins in the brain that signal the chemicals, so they affected the levels of these receptors. Now, we haven't - there's lots of other receptors and other neurotransmitters, and we haven't looked at this, but we plan to. But it is one of these things that we were quite surprised at, that we were able to get such a pronounced effect, and similar effects as if the animals had been given some pharmaceutical agents that are used to treat anxiety and depression."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you're saying that the effect was so strong that it was like taking a valium."
    },
    {
      "speaker": "John Cryan",
      "text": "The effects on behavior were very similar to what we would see if we'd given these mice an acute injection of valium, yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, that is pretty strong."
    },
    {
      "speaker": "John Cryan",
      "text": "It really is, and we were really surprised about the robustness. And what was really neat about this, is that we carried out these experiments in two different labs. So, in my lab and my colleagues in Cork, and also that of the Bienenstock and Forsythe labs in McMaster in Canada. So we were able to reproduce it in two different sites, which really give us extra confidence that what we're seeing is real."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you think that different strains of different bacteria might have different effects?"
    },
    {
      "speaker": "John Cryan",
      "text": "Absolutely, and we know that from studies in immunology and on gut function and other aspects of physiology, that there are different - going to be different responses. Because the key here that we need to really find out is what is it specific about this bacteria that's causing it to activate the vagus. Is it something that it's releasing? Does it need to be alive to do it? You know, there's lot of studies that we need to figure out. You know, is there an additive effect independent of the vagus? There's other things that we need to figure out, but what's important to reinforce is that, you know, if it is a metabolite or something that it is secreting, then that might be specific to that bacteria compared to another bacteria."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We have a tweet coming in from Jason(ph) who says: What dosage did you use? I'm sure people want to try this themselves."
    },
    {
      "speaker": "John Cryan",
      "text": "Oh, well, they won't be able to - I mean, one has to also remember that the - what we give to animals is quite different because of their overall physiological differences. So we use doses - chronic dosing over a number of weeks, and I think it was like 109 colony-forming units of the bacteria, was I think what it was. All the details are - of the specifics are in the paper, but it's consistent with doses that we - what other people have given to laboratory animals, previously. But it's very difficult to - I wouldn't even know how to correlate the doses we would give to animals up to what humans would get."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so where do you go from here?"
    },
    {
      "speaker": "John Cryan",
      "text": "Well, we really want to find out, how this happens. That's really one of the things that we want to know. We want to know if it's, as you asked, is it specific to this bacteria. And, you know, would other bacteria do the same thing? I mean, is it only lactobacillus? And it's probably not. Other good bacteria like bifidobacteria probably also do similar effects. But it's going to vary from strain to strain, and see how it goes. And then finally, of course, we would like to try some type of bacterial intervention and assess, is it a true probiotic in humans?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so you will be doing human testing?"
    },
    {
      "speaker": "John Cryan",
      "text": "Yeah, I mean, our center is Cork is - the Alimentary Pharmabiotic Centre, it's very translational. So we do everything from molecule all the way up to human interventions.  This study here would buoy us very much into attempting to try and do this in humans. And there has been some studies in humans with probiotics, although very limited. There was one out of France in the British Journal of Nutrition a few months ago, which was quite encouraging, which had a mixture of two probiotics, potential probiotics together, which show that they could affect stress, and it could affect mood in a positive sense."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Boy, the drug companies don't want to hear this."
    },
    {
      "speaker": "John Cryan",
      "text": "Drug companies, I don't know. But maybe the food companies do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's right."
    },
    {
      "speaker": "John Cryan",
      "text": "You know, I mean, it's - what's really neat about this and what's important to reinforce, as well, is that the mechanism that we're showing, in terms of what it's doing to the brain and brain chemistry, is the same as what the pharmaceuticals are doing. So it's not undermining the actual biology theories underlying anxiety or depression in any sense. It's just showing that we can modulate them by maintaining good digestive health."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And that's the key, you're saying, good digestive health."
    },
    {
      "speaker": "John Cryan",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And if you do that, the bacteria will take care of themselves?"
    },
    {
      "speaker": "John Cryan",
      "text": "Well, it's hard to know in terms of cause and effect. We do know that, and studies from our own group, have shown that if during - if subjects have early life stress - and also studies from the U.S. have also shown that stress can affect the makeup of your microbiota and gut flora and the composition of it. And we know that perhaps one of the things that they - probiotics are doing in certain situations is kind of working to kind of rebalance any disturbed microbiota composition. However, evidence for that is still not clear, and these studies are ongoing. People are working on trying to basically look for signatures in various patient populations of the gut flora and see how it changes over time and over certain manipulations."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you expect an influx of money now from the probiotics people to keep...?"
    },
    {
      "speaker": "John Cryan",
      "text": "I don't know. I mean, it's hard to know. As you may know, Ireland is in a tough state financially. So getting any type of funding for research is - will be very much welcome. We are very much - we're hoping that this is very much a conceptual change in people's mind with this paper in terms of trying to move the idea that you can, by modulating the gut, we can actually affect behaviors that are previously thought to be largely only to be manipulated by agents that get it across the blood-brain barrier into the brain. So I think it opens up, and there's a lot of work to do, and I'm very excited about it in terms of the potential it might have and especially in terms of the way it might impact patient care down the way because people, some people are more eager to take a food agent than they will be a pharmaceutical."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, Dr. Cryan, thank you very much, and good luck to you."
    },
    {
      "speaker": "John Cryan",
      "text": "Thank you very much."
    },
    {
      "speaker": "Ira Flatow",
      "text": "John Cryan, professor of anatomy, University of College Cork in Ireland. Stay with us. We'll be right back after this break."
    }
  ]
}