{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "This is TALK OF THE NATION. I'm Neal Conan in Washington. And here are the headlines from some of the stories we're following here today at NPR News. NATO has failed to win new troop commitments urgently needed for its mission in Afghanistan. The alliance said an offensive to dislodge Taliban fighters from their southern strongholds in Afghanistan is achieving its goals despite the shortage of troops. And Keith Ellison won yesterday's Democratic primary for the 5th Congressional district in Minnesota. If Ellison wins the general election in November - the district is heavily Democratic - he'll become the first Muslim every elected to Congress and the first African-American elected to Congress from Minnesota. You can hear details on those stories and of course much more later today on ALL THINGS CONSIDERED from NPR News. And tomorrow on TALK OF THE NATION, if Hemmingway, Mitchell, Faulkner, and Hurston could do it, maybe you could be the next great American novelist. Author Francine Prose joins us. Can anybody write a novel? That's tomorrow on TALK OF THE NATION. In a few minutes, the end of a 14-year run for the Atlanta Braves. We'll visit with baseball Alan Schwarz. But first, Pride of Baghdad. War is hell for the men and women in combat and for their families back home. And according to graphic novelist Brian Vaughan, it's pretty grueling for animals caught in the crossfire, too. His new book, Pride of Baghdad, tells the story of Zill, Noor, Safa, and Ali, a family of lions who escape from the Baghdad Zoo amid the American military's campaign to topple Saddam Hussein in 2003. Some of Vaughan's other works include the comic book series Y: The Last Man and Ex Machina. Brian Vaughan joins us now from the studios of NPR West in Culver City, California. Thanks very much for being with us today."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Thanks so much for having me Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "This is based on a true story?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "It is, yes. I read about it - it happened back in 2003 at the Baghdad Zoo. After a mortar attack, four lions escaped the zoo."
    },
    {
      "speaker": "Neal Conan",
      "text": "And they came to an unhappy end."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "They did. I guess it was a pretty under-reported story here, so I'd rather not ruin it for people who haven't heard about it. But needless to say, it wasn't happy."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm. The way you tell the story, you use this as an opportunity for allegory."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Absolutely. I think you could read it on one level as, you know, Watership Down or Mrs. Frisby and the Rats of NIMH, it's just sort of an anthropomorphized animal adventure. But I was definitely more influenced by something like Animal Farm. And, you know, I wanted to use this story to talk about my own conflicted feelings about the Iraq war."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm. There's lots of conversations amongst the lions about the meaning of captivity and the meaning of freedom."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Absolutely. And I sort of wanted, you know, to tell a story from the perspective of non combatants. And I think it's really hard for Americans -for any of us to sympathize with that other - you know, whether it's another race or creed or nationality. But because animals transcend that, you know, I was hoping they would sort of bridge the emotional gap. And, you know, we can sort of sadly feel for animals in ways that we can't feel for that other."
    },
    {
      "speaker": "Neal Conan",
      "text": "There's a terrific part of the novel where the lions come to the Tigris River to get a drink of water and encounter a turtle and have a long conversation about the walkers as he calls them - the men - and what it is they're fighting about. And he doesn't know."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Right. I think most of the animals don't. And they all sort of have a different perspective about what it's about. But yeah, the turtle lost most of his family to some of the oil that was spilled in previous wars, and that's based on reality. So it's not really a, you know, paint by numbers allegory in that this is all based on, you know, real events. So I think that, you know, it's nice because people will read each of those events and hopefully bring their own perspective to it, you know, rather than having me impose my intent on them."
    },
    {
      "speaker": "Neal Conan",
      "text": "In a way, you can do a lot more with animal characters than you can do with humans."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "To some extent. But it's interesting. Someone was asking if we used animals because you can get away with more violence by using animals. But I actually think the opposite is true. That if you're at the movies and you put even a child, an infant, in danger, the audience will stay with you. But if you put a dog in jeopardy, you'll just watch the audience leave in droves. And it's again we just - we feel this connection to animals because of their innocence. So, yes, in some respects there's more you can do with animals. In other respects, there's less."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's interesting you mention the example of Animal Farm. You have to keep the lion part of the lions there. There's one of the lions in the story is Ali, the cub, at one point as he's going out into the world with great excitement, he says I've always wanted to meet animals my own age. I've always wanted to kill a baby goat."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Right. Well, it's - I like to think that there is some humor in the book as well as dark moments, so yes, there is a little bit of that."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm hmm. Let me ask you a little bit about the process of this. It's not your book alone. You're the writer. Niko Henrichon - I assume that's the way it's pronounced?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Yup. Mm hmm."
    },
    {
      "speaker": "Neal Conan",
      "text": "He's the artist here, and there are substantial parts of the book that are told all visually."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Yeah, and that was definitely based on our relationship. And actually, there was more dialogue to begin with when I wrote the script. Comic-book scripts look a lot like a screenplay, where you describe all of the action as well as all of the dialogue. But Niko's art was so lavish and told the story so much more clearly than my words could that I ended up backing off a lot and just letting his pictures tell the story."
    },
    {
      "speaker": "Neal Conan",
      "text": "How do you do that? Does he, then, have to adapt the art to your new script?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "It's sort of a back and forth, where we would talk every day. I would send over the script, then he would send over some sort of thumbnail sketches, and we'd adjust back and forth. It's part of the joys of doing, you know, a graphic novel as opposed to doing monthly comics, where, you know, we had the luxury of time to really go back and to tweak every page and make it exactly what we wanted it to be."
    },
    {
      "speaker": "Neal Conan",
      "text": "Give us some idea of how the difference in the timeframe is."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Well, I've been working on it for about three years now. I mean, I pitched this to DC Vertigo Comics right after the real event happened, so it was sort of at the height of Dixie Chicks paranoia. So, you know, I'm appreciative of my publisher of letting us tell this story. But yes, over the course of three years - you know, it's probably about a year of writing and, you know, probably close to two years of Niko just slaving away. And I was just, you know, working at it every day."
    },
    {
      "speaker": "Neal Conan",
      "text": "You get this opportunity to do a graphic novel, an original piece of work in extended form, because you do write two very popular and successful and critically applauded regular series."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Thank you, yeah. Y: The Last Man, which is sort of a political satire I guess you could call it, about gender politics, about the story of one man who survives a plague that kills all the other men but leaves the women behind. And Ex Machina, which is a political thriller about a retired superhero who runs for mayor of New York City."
    },
    {
      "speaker": "Neal Conan",
      "text": "If you go out and buy the copy, you'll be pleased to know he's not entirely retired. And you do go back in his past to tell stories of his exploits, though he's not your classic superhero, is he?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "No, he's definitely not. And you know, he had the superheroic past and decided that, really, all he was doing is maintaining the status quo and thought that he could effect more change as a politician. So it's sort of a balance between sci-fi jet-pack action and boring political stuff, although I like the boring, political stuff."
    },
    {
      "speaker": "Neal Conan",
      "text": "You like the boring political stuff. He gets elected mayor of New York after he saves one of the two towers from collapsing, and it's interesting. We were talking with Brad Meltzer, who writes novels…"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Oh, sure."
    },
    {
      "speaker": "Neal Conan",
      "text": "…and graphic novels as well. And he was saying that he thought really, after 9/11 we needed to find a new model for the superhero in a new world. And he particularly pointed to your book."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Oh, well that was nice of him. Yeah, I think - I was living in New York during 9/11, and I was sort of eager to respond to it in some way. And I think, you know, seeing Bush in his flight suit, or Kerry running on his war record, or The Terminator being elected governor of California, it did seem that we wanted our leaders to be heroes more than ever, you know. And is a hero even a real thing, or is that just something we impose on people? And comic books have been asking that question since Superman was created, so it seemed like the perfect genre to talk about the post-9/11 world."
    },
    {
      "speaker": "Neal Conan",
      "text": "And I guess after 9/11, a lot of people in the comics industry, or even wider than that, you know - say where was Superman?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "It is true. But I think, you know, since the days of Stan Lee, he's always know that, you know, superheroes aren't pure escapist fiction, that they do work best as sort of timeless metaphors for, you know, meaningful things in our lives. So that's what I'm trying to use superheroes for, not just escapist entertainment."
    },
    {
      "speaker": "Neal Conan",
      "text": "How unusual is it to get the opportunity to do a book like Pride of Baghdad?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "It's fairly unusual in that I think most of my contemporaries work on existing characters: your Spiderman or Batman or what have you. But I really have a passion for creating new things, and yeah - Y and Ex Machina have afforded me a certain latitude, and I sort of wanted to cash in those chips on hopefully something meaningful."
    },
    {
      "speaker": "Neal Conan",
      "text": "Is the production process so long that it's - you said you've been working on this for three years. What, has it been months since you did your last work on this?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Yeah, it has been. Although, you know, as Niko is finishing up, I would sort of take time to noodle with it, you know, and change a line here or there. But because I'm working on so many other monthly comics, I'm always busy with something. But yeah, for something like Y and Ex Machina, you really do get the instant gratification of, you know, almost immediately after you've written it, it's put out in the world, and you're getting hate mail on the Internet or what have you. So it's been interesting to work in a vacuum for so long. So the book comes out today, so I'm really excited to hear what people think."
    },
    {
      "speaker": "Neal Conan",
      "text": "What's your next project?"
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "You know, Y: The Last Man is going to end this year, so I'm just concentrating on sort of ending that on a high note. And I'm doing screenplay adaptations of both Ex Machina and Y: The Last Man for New Line, but after that I'd really like to continue with new books. So hopefully Niko and I will work on something new. And I don't want Niko to get pigeonholed as just an animal artist, since he draws incredible people as well. So I promised him that our next book together will have people, not just lions."
    },
    {
      "speaker": "Neal Conan",
      "text": "Brian Vaughan, thanks very much for your time, appreciate it. Good luck."
    },
    {
      "speaker": "Mr. Brian Vaughan (Author",
      "text": "Thanks so much for having me, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "Brian Vaughan, author most recently of the graphic novel Pride of Baghdad, and he joined us from the studios of NPR West in Culver City, California."
    }
  ]
}