{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Over the past several weeks, we checked in with our colleagues and friends in a series of conversations called \"Looking Ahead,\" today, poet Nikky Finney. Two years ago, she riveted the audience as she accepted a National Book Award for her poetry collection \"Head Off & Split.\""
    },
    {
      "speaker": "Nikky Finney",
      "text": "We begin with history. The slave codes of South Carolina, 1739. A fine of $100 and six months in prison would be imposed for anyone found teaching a slave to read or write, and death is the penalty for circulating any incendiary literature."
    },
    {
      "speaker": "Neal Conan",
      "text": "Just a couple of minutes later, she concluded with a citation from a mentor, Dr. Katie Cannon."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Black people, you said, were the only people in the United States ever explicitly forbidden to become literate. I am now officially speechless."
    },
    {
      "speaker": "Neal Conan",
      "text": "This year, Nikky Finney's on the other side of the National Book Awards, judging the poetry category. She's currently a professor of English at the University of Kentucky, but recently accepted a position at the University of South Carolina. Nikky Finney joins us today from member station WUKY in Lexington. Nice to have you on again."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Thank you, Neal. Good to be here."
    },
    {
      "speaker": "Neal Conan",
      "text": "And I have to say I was one of those people cheering in the audience there that night. I was lucky enough to be there. You described that as three minutes that changed your life."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Yes. I did not know what was about to happen, and you cannot be prepared for something like that. And you just get very still and very quiet. When it's all over for the evening and you get up the next day and you catch the plane back to your home. And then you begin to understand that it's bigger than you. It's about the history of the National Book Award. It's about the history of American books going out into the hands of people who don't know your work or have never heard of you before. And so you try to honor that by saying yes to hundreds of invitations. And then at some point, you start to taper off the yes... ...and say, OK, I have to remember that I'm a working poet, and I have to get back to my desk."
    },
    {
      "speaker": "Neal Conan",
      "text": "And it is one in a series of moments that changed your life. You also wrote in that same post, about a moment when you were working as the manager - night manager at Kinkos in California."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Yes. I worked from 12 to eight in the morning, and I thought that that would be smart. And I would leave Kinkos and ride my bike back across the lake, and then I would write for the rest of the day, and it never happened. I was so exhausted from the 12 to eight shift. I slept most of the day and stopped romanticizing the notion of how you make a living and how you need to be living in order to write in America. So then the academy called, and I stepped to the call and tried to keep one foot out of the academy and one foot in the community because that's where my heart always was and is."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you've managed that pretty well, reading the plaudits that you've received and reading the work you've written, and your success as both a teacher and as a writer. But I wonder now, as you're looking at all these books by these poets up for the award these year, how do they make a living?"
    },
    {
      "speaker": "Nikky Finney",
      "text": "Well, you know, it's really quite interesting and it's really how I think - I mean, it changes. Yes, it's the digital age. Yes, it's 2013. And so how you make a living absolutely changes. But, you know, the thing about being a poet in America, the thing about being a poet in the world is that you find a way or make one, you know. And, yes, the academy is there for a certain number of very finite slots, but, you know, there are poets all love the country doing things that seed into their poetry in a myriad of different ways. I - there's a friend of mine, Ross Gay, who works at Indiana University who's a fine, amazing poet, who I just heard his lovely story who, on Saturdays, he goes down to the farmer's market, and now he's making this amazing kettle corn, that he's found these configurations of sweet and butter and savory, and now he's selling corn, you know, on Saturdays. And, you know, there are many, many different ways to sort of be a poet in America, and some of us work in libraries and some of us work in garages and some of us teach children how to read and some of us work in hospitals. And the thing is just we're passionate about poetry, and I think that's a beautiful thing. We can't be all in one place. We shouldn't be. We have to be scattered about in honor to keep poetry what it has always been."
    },
    {
      "speaker": "Neal Conan",
      "text": "What are you learning reading all these entries?"
    },
    {
      "speaker": "Nikky Finney",
      "text": "Oh, my goodness. I'm learning that the poems that I'm - I've read so far are lush and lyrical and sorrowful and unpretentious and gorgeous and syntactically stunning and well-chiseled. And I can't tell you how many times I've stopped reading to say, how did she or he get her mind and heart around that so beautifully? And so there's some gorgeous books of poems that are out there and that are in this pile this year, and I'm just loving the fact that I'm basically reading poetry all day. I mean, I've never had the pleasure to have that kind of job before. And when he National Book Award folks called, I thought, oh, this is going to be quite a summer. And it is. I have the books stacked up knee-high, several piles of them. That pile has a label on it, and another pile has another label on it. And I just kind of sit down in the midst of it all and lose myself into that beautiful language."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's a big responsibility too. You saw what it did to your life."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Well, it's an incredible responsibility. It's really the big reason I said yes. I mean, I could have easily said no, I don't have the time, I have too much to do, I'm moving, all these things. And then I thought about the responsibility that five other judges took to lift my book to where they did, and I thought, well, I owe something back to this responsibility and to this history of books being lifted up like this. And that's really why I said yes. And I'm so glad I did."
    },
    {
      "speaker": "Neal Conan",
      "text": "You mentioned a period of transition for you, a decision you said that was a daughter's decision."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Yes. My - I don't know - I've been at the University of Kentucky for 21 years. And when I thought about the decision, the question of whether I should accept the offer from the University of South Carolina, it quickly became - it was very difficult for a few minutes, and then it wasn't difficult at all because it was about going home to my 83-year-old father and my about to be 80-year-old mother and to my family of brothers and their families there. And I left South Carolina when I was 17. I didn't look back. I did not think I could become a writer in that very conservative state. And I went anywhere I could to learn the craft and art of poetry. And now here, some almost 40 years later, I am - have accepted the opportunity to go back home and become another kind of poet there on that soil. So I'm terrified and I'm excited at the same time."
    },
    {
      "speaker": "Neal Conan",
      "text": "We understand the impulse, but some of the same factors that led you to leave are still there."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Oh, yes. They're in brighter colors than ever before. And the thing that's very important about this decision is that when I was 17, I didn't know who I wanted to become. I didn't know what kind of writer I would become. At 55, I'm quite aware of who I am and what I bring with me. In fact, I told my dean when she was - we were discussing this job, I said, you do know who I am. And she said, yes, I do, and that is why we are making this offer. And so we'll see if the state can live up to that invitation. I'm going to try."
    },
    {
      "speaker": "Neal Conan",
      "text": "But it's not going to be a surprise when you..."
    },
    {
      "speaker": "Nikky Finney",
      "text": "No, it's not going to be a surprise, I hope, for anyone. It's not going to be a surprise for me for sure."
    },
    {
      "speaker": "Neal Conan",
      "text": "But part of the reason they know who you are is because you now have a national voice."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Yes. I think - and I think the national voice hopefully has led people to look back on the last 20, 25 years of my writing life to see, well, who is this person that I have never heard of before? And what has she be writing about? And what does she care about? And so it's - though the moment, I think, lifted me to this place. I think it was the history that, in some ways, was hidden and underground that people had to go back and refer to to make sure that they were making the offer to the right person or the invitation to the right person. So everything is above board now, so now we have to see what I can make of my return to this sacred place."
    },
    {
      "speaker": "Neal Conan",
      "text": "So having become an overnight success after what 35, 40 years of writing poetry, you've also gotten opportunities. Tell us a little bit about \"At War With Ourselves.\""
    },
    {
      "speaker": "Nikky Finney",
      "text": "Oh, my goodness. Well... ...I was sitting in my car one day, and I got a phone call from the University of Maryland. And they were - they are one of the four schools that has been chosen to celebrate the sesquicentennial end of the Civil War. And the call - the caller told me that they had already commissioned the Kronos Quartet to be a part of this celebration and that they also wanted to invite the amazing musician Terence Blanchard and Nikky Finney to be a part of whatever we were going to create to honor the end of the Civil War, and would I be interested in joining this band of beautiful musicians. And I forgot that the windows were rolled up in the car and I, you know, the temperature went from - I don't know - 90 to 130. And I just raised my hand to the opportunity. We don't quite know - we're meeting up in Maryland later in this summer to discuss details. But what we will do somewhere in the country is we will put together our musical abilities and our poetic abilities, and we will make something to celebrate the occasion of the end of the Civil War in this country. I'm very, very proud to be a part of this. It'll happen in 2015, Neal. We don't - we have two years just to get ready for that."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with poet Nikky Finney as part of our series Looking Ahead. You're listening to TALK OF THE NATION from NPR News. And we're not going to let you go without asking you to read something. I know you've asked us to honor Lucille Clifton, who would have been 77 in a week. The great poet herself and a poem you wrote in her honor, \"The Ordinary Body of Lucille.\""
    },
    {
      "speaker": "Nikky Finney",
      "text": "Yes. In a last interview with Ms. Clifton, she told me the story of being pregnant with her first child, and going home to her mother, and how she wanted to sit in her mother's lap. And so her mother invited her to do so. And, of course, if we know the story of Lucille Clifton, we also know the story that she was born with 12 fingers. And so you'll hear some of that in this poem called \"The Ordinary Body of Lucille.\" As an epigraph, the job of the artist is not to leave you where she found you, Lucille Clifton. The body of Lucille sits in the body of Thelma. Her life circled there in the lap of her mother, who wore 12 fingers just as she wore 12, just as the baby inside of her as she sat in the body of Thelma wore 12. Lucille there in the middle, lived her light-filled life, never losing her daughter seat, dying on the very day Miss Thelma died. All the daughters and sons, who long left the movies, all the poets black, who sought their lives only ordinary, recount their long calla lily fingers every day, wring their jewels into jewels hands, circling the unbroken light-filled two-headed body of the woman who keeps keeping us."
    },
    {
      "speaker": "Neal Conan",
      "text": "\"The Ordinary Body of Lucille\" by Nikky Finney, our guest. I have to ask you, jewels into jewels. That line is in italic."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Hmm. Yes. That's a line from Ms. Clifton's poem. And it's - I just - I love it so much. It's one of - a thousand favorite phrases of hers."
    },
    {
      "speaker": "Neal Conan",
      "text": "The predecessors like Lucille Clifton, who shaped what you do, you are now doing that for others."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Hmm. I am told that - I have been told that on the road for the last two years, part of the sacredness of being invited somewhere and taking the time to meet who's in the audience and who's brought a book and who knew me when and how did you come to this reading night. I have to be involve in that dialogue because of the shoulders that I stand on, Lucille Clifton and Toni Cade Bombara. I would not be the poet that I am had they not taken a moment, months, time out of their schedule to look me in my eye and to say, you can do this, you just have to be serious, you have to work hard, you have to tell the truth. So now that I am in this position, I have to be aware of younger writers around me who are looking for the same model and standards to sort of write on to word. I grew up in a small town where there were no poets. There were brilliant carpenters and electricians and people who did things with their hands. I wanted to make something with my hands too. I just wanted to make something a little different. And so I needed models to sort of tell me that I could do that. Now, I am hopefully urging on another generation, the next generation of young, passionate, risk-taking, truth-telling writers to say, don't be afraid of this, you can do this, just have the resolve to do it, and it'll work itself out."
    },
    {
      "speaker": "Neal Conan",
      "text": "Even if you're working at Kinko's overnight?"
    },
    {
      "speaker": "Nikky Finney",
      "text": "Even if you're working at Kinko's it will, you know, you - there are jobs everywhere for poets of passion, you know? Some of them are in the academy. And I have this - I have a friend Dorianne Laux - lives in North Carolina. And she's married to poet. And she tell me this great story at the Dodge Poetry Festival this year. She said they bought one of those real estate boxes that the agents put outside the house with the information about the house inside. So they put it outside their house. Their house was not for sale but they stuffed poems inside the box. And so people would stop and they thought they were taking out, you know, information that would give them the square footage about the house. And they would unfrill the paper and it would be, you know, the square footage of the human heart instead. And they would stand at the window, she said, and watch people reading the poems slowly and how slowly the car might take off. That's what we do as poets."
    },
    {
      "speaker": "Neal Conan",
      "text": "Nikky Finney, best of luck to you at the University of South Carolina."
    },
    {
      "speaker": "Nikky Finney",
      "text": "Thank you, Neal. Good to talk with you again."
    },
    {
      "speaker": "Neal Conan",
      "text": "Nikky Finney joined us from WUKY in Lexington, Kentucky. Tomorrow, it's TALK OF THE NATION: SCIENCE FRIDAY with biologist E.O. Wilson. We'll see you again here on Monday. It's the TALK OF THE NATION from NPR News. I'm Neal Conan in Washington."
    }
  ]
}