{
  "transcript": [
    {
      "speaker": "Velshi",
      "text": "We should have tweeted or announced that we were going to do this earlier, because normally it's about 2:40, 2:42 every day."
    },
    {
      "speaker": "Henry",
      "text": "Yes. I'll put one out there. I took a picture of you."
    },
    {
      "speaker": "Velshi",
      "text": "Oh, you did. OK. All right."
    },
    {
      "speaker": "Henry",
      "text": "Without the jacket, I might add."
    },
    {
      "speaker": "Velshi",
      "text": "Well, you know, the sun was beating down on me. It was getting hot."
    },
    {
      "speaker": "Henry",
      "text": "I wanted to ask you about the sun, ,because I was trying to figure out where the reflection is stronger, this dome or that dome? I think it's this one. I think it's this one."
    },
    {
      "speaker": "Velshi",
      "text": "I'm going to move over so you can see it."
    },
    {
      "speaker": "Henry",
      "text": "I was just teasing."
    },
    {
      "speaker": "Velshi",
      "text": "No, no. It was very -- I mean, we've got a makeup guy who's trying to get control of the whole situation."
    },
    {
      "speaker": "Henry",
      "text": "Do you know what I noticed up close as well? I have to say this before we get to the president. I never noticed this on television, but now up close, the glasses have a red tint to them."
    },
    {
      "speaker": "Velshi",
      "text": "That's right, a little red tint."
    },
    {
      "speaker": "Henry",
      "text": "So he changes the glasses every day as a subtle little accessory here to the shirt and tie."
    },
    {
      "speaker": "Velshi",
      "text": "Well, listen, I'm glad I'm rubbing off on you, because you are looking very nicely put together these days."
    },
    {
      "speaker": "Henry",
      "text": "Is that right?"
    },
    {
      "speaker": "Velshi",
      "text": "Talking business, this is a busy, busy day in Washington. I'm here because of the Goldman Sachs testimony, but there's also a vote later on in the Senate about financial reform. The president is out. This is part of his Main Street tour."
    },
    {
      "speaker": "Henry",
      "text": "Yes, White House to Main Street Tour."
    },
    {
      "speaker": "Velshi",
      "text": "White House to Main Street tour."
    },
    {
      "speaker": "Henry",
      "text": "I think, you know, when you take a step back, the president is talking today about energy. And he had some money in the stimulus last year to promote energy programs like this, a wind turbine manufacturing plant that are now employing 600 people. A couple years ago, he was noting the plant was basically shut down. So, there's some jobs there. He's trying to rebuild the economy step by step. When you take a step back from energy, though, and look at the big picture, I was just talking to a senior White House aide a little while ago who was saying, look, about a year ago, at Georgetown University, the president gave a major speech about the economy and laid out four pillars that he said were really critical. One of them, bringing back jobs, of course."
    },
    {
      "speaker": "Velshi",
      "text": "Yes."
    },
    {
      "speaker": "Henry",
      "text": "They are starting to turn the corner. Still a long way from there, but they got the stimulus through, they think they're going and they're making progress. Number two, health care reform. They got it done. Crushing small businesses, crushing consumers. It's going to take a long time to implement it, but they got that done."
    },
    {
      "speaker": "Velshi",
      "text": "Yes. Yes."
    },
    {
      "speaker": "Henry",
      "text": "Number three, the third pillar was Wall Street reform, this regulatory reform. And if you look at this fight, the reason why the Democrats are bringing this test vote up again today is they think the Republicans will again vote no and block it and look like they're on the side of defending Wall Street. It's not a good thing --"
    },
    {
      "speaker": "Velshi",
      "text": "That's a hard line to walk for Republicans. On health care, it was an easier line because they fully represented a constituency that didn't want what the president was doing, but in this case this is a tough one."
    },
    {
      "speaker": "Henry",
      "text": "You're right, because on health care, the Republicans definitely felt they had the American people on their side. There were some split polls, but, by and large, they felt like philosophically they could win the argument. Even though the president won the debate in the end, Republicans still think in the long view this health care reform might not be what the president hopes it will turn out to be. Right?"
    },
    {
      "speaker": "Velshi",
      "text": "Right."
    },
    {
      "speaker": "Henry",
      "text": "But on Wall Street reform, even Republicans, when you talk to them privately, they know they don't really have the public on their side."
    },
    {
      "speaker": "Velshi",
      "text": "Right. And you actually don't. And today, this hearing that's going on right now, you certainly -- nobody, even if you disagree with what form this reform is taking, nobody wants to be seen as somehow standing up for Goldman Sachs and those guys."
    },
    {
      "speaker": "Henry",
      "text": "That's right. And so the bottom line is that there's going to be some more debate, there will be more test votes. We know about filibusters and cloture votes and all this sausage-making behind you, right?"
    },
    {
      "speaker": "Velshi",
      "text": "Yes."
    },
    {
      "speaker": "Henry",
      "text": "But in a couple weeks it's very likely this is going to be broken, the president is going to get a Wall Street reform bill of some kind. And so three out of the four pillars are done. The fourth one was big energy reform."
    },
    {
      "speaker": "Velshi",
      "text": "Right."
    },
    {
      "speaker": "Henry",
      "text": "That has really stalled in large part because Republican Senator Lindsey Graham, over the weekend, saying he's pulling out of this bipartisan deal."
    },
    {
      "speaker": "Velshi",
      "text": "OK. So let's just remind our viewers about this, that Lindsey Graham, John Kerry and Joe Lieberman were, together, going to come out on Monday morning and announce this plan to deal with climate change. Lindsey Graham pulls out and says that because the administration looks like it's focussing on immigration reform, the climate thing's not going to get done. And theoretically, he's doing this in protest."
    },
    {
      "speaker": "Henry",
      "text": "Right. And he's got some legitimate points on the fact that immigration has now vaulted up. It's a controversial issue."
    },
    {
      "speaker": "Velshi",
      "text": "Yes."
    },
    {
      "speaker": "Henry",
      "text": "It's going to be hard to deal with. And once you put that on plate, getting energy reform, which is also tough, dealing with climate change --"
    },
    {
      "speaker": "Velshi",
      "text": "Yes."
    },
    {
      "speaker": "Henry",
      "text": "-- to get a deal, you sort of muck up the works maybe, and it's hard to get something done. But when you talk to Democrats, they say, well, wait a second, it's been Lindsey Graham who was urging this president to get immigration reform on the docket. He and Chuck Schumer, the Democrat, have a bill. And they had a meeting with the president a few weeks back. And so they kind of feel like Lindsey Graham, maybe, is protecting John McCain, for example, his mentor, who, back in Arizona, maybe he doesn't want to deal with the immigration issue right now. It's pretty controversial. At one time, John McCain was middle of the road on immigration. Now he's got a Republican primary fight and he's moving to the right on immigration and other issues. So Lindsey Graham rejects that and says no way, it has nothing to do with John McCain. He just thinks they're trying to take on too many issues too fast."
    },
    {
      "speaker": "Velshi",
      "text": "It's a strange way to protest something, though."
    },
    {
      "speaker": "Henry",
      "text": "The bottom line, though, is that Lindsey Graham was the only one working with this White House on either energy reform or immigration reform. So it's unlikely they're going to get either right now. I've got a couple of things for you. I heard that your accommodations in D.C. were not that good, so I got you some White House toilet paper. Because, you know, I want you to have, as an anchor, all the things that --"
    },
    {
      "speaker": "Velshi",
      "text": "I didn't know they had White House toilet paper."
    },
    {
      "speaker": "Henry",
      "text": "They did. It was pretty bad, right? And then you've got White House Rose Garden soap as well."
    },
    {
      "speaker": "Velshi",
      "text": "Wow!"
    },
    {
      "speaker": "Henry",
      "text": "We want to keep you clean."
    },
    {
      "speaker": "Velshi",
      "text": "White House soap and toilet paper."
    },
    {
      "speaker": "Henry",
      "text": "And I see you've got Senator Chambliss coming up. He's probably got a set of these."
    },
    {
      "speaker": "Velshi",
      "text": "Oh, that is sweet."
    },
    {
      "speaker": "Henry",
      "text": "I snow Senator Chambliss probably has a couple of those."
    },
    {
      "speaker": "Velshi",
      "text": "Oh, I like that. Check that out."
    },
    {
      "speaker": "Henry",
      "text": "And to go with your vast collection of neckwear --"
    },
    {
      "speaker": "Velshi",
      "text": "This is excellent. I'm going to enjoy these and wear these in good health. You presented me -- when you were in Atlanta, you presented me with a tie, which I was wearing yesterday."
    },
    {
      "speaker": "Henry",
      "text": "Sure."
    },
    {
      "speaker": "Velshi",
      "text": "Pretty soon everything I'm wearing is going to be courtesy of Ed Henry."
    },
    {
      "speaker": "Henry",
      "text": "It will be an improvement."
    },
    {
      "speaker": "Velshi",
      "text": "Yes. I wonder if Senator Chambliss has one of these. He's coming up to talk to us, actually, about a lot of the things that we were just talking about. Hey, it's good to see you here away from your perch."
    },
    {
      "speaker": "Henry",
      "text": "It's good to see you. Some of my colleagues, since you're in town, wanted me to give you a little man hug."
    },
    {
      "speaker": "Velshi",
      "text": "Yes?"
    },
    {
      "speaker": "Henry",
      "text": "I'm thinking in front of Senator Chambliss it might be a little awkward."
    },
    {
      "speaker": "Velshi",
      "text": "We can do one of those chest bump things."
    },
    {
      "speaker": "Henry",
      "text": "You want to do that? No, that's going to be on YouTube. I don't --"
    },
    {
      "speaker": "Velshi",
      "text": "You're right. Hey, Kelly (ph), do I get to talk to him a little bit more? OK. OK, we've got to paid, so I've got to take one of these commercial breaks. But a little more ahead."
    },
    {
      "speaker": "Henry",
      "text": "I've used up all my material. I've got nothing left."
    },
    {
      "speaker": "Velshi",
      "text": "You got anything left? You've got a minute to think about it. We'll be right back."
    }
  ]
}