{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "Flora Lichtman is here with our Video Pick of the Week. Hi, Flora. What have you got for us today?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Ira, today we have the story of a comet that has a tale to tell."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Comets..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Get it?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "I get it. Straight pun."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It's even better, Ira, because actually the part of - what the comet is telling us comes from its tail. OK, so let me..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Go for it."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "OK. One-man band in here. OK. Back in 2011, a comet called Lovejoy - Comet Lovejoy - grazed the sun, went through the sun's corona. And space geeks probably already know this because it happened in 2011. But the neat thing was that it was imaged from all of these different angles. And what researchers like Cooper Downs - he's an astrophysicist of Predictive Science in San Diego, California - saw was that this comet, when it passed through the sun, which is really hot, right? So most comets don't even make it through. And this comet lived to tell the tale. Anyway, it did this wiggle. The tail wiggled behind it. And what they were reporting on this week in Science is they're trying to explain that wiggle, tie that wiggle to the sun's dynamics."
    },
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR. I'm Ira Flatow here with Flora Lichtman, our Video Pick of the Week. And in the video you can actually see the wiggle of the tail as it goes through the sun's corona."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "You can."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's just amazing."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I love the STO. This is the observatory from NASA that's doing a lot of this imaging. The video is just beautiful. And you can - yeah, you can actually see this little wiggle. And what's happening is that the charged particles from the comet are getting moved around by the sun's magnetic field, sort of like iron filings near a magnet, really. And what this allows people like Cooper Downs to do is check their models of the sun's magnetic field against observational data of the field. And of course this is of interest to even us earthlings because solar weather, you know, what the sun sends towards us and can interfere with electrical grids, is all part of this process. So that's sort of the idea behind this week's paper. But you can see it for yourself on our website."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And it's up there in our website at sciencefriday.com. Augmented, of course, by Flora's original and unique animation on the video."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And rudimentary."
    },
    {
      "speaker": "Ira Flatow",
      "text": "(Unintelligible) What's interesting also that you mentioned - about what you mentioned in the video is how much luck played into this discovery, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "That's right. You can't send spacecraft there because the weather is really bad on the sun as you might imagine. It's a little bit hot."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Too hot."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "So you have to wait for these celestial explorers, as Cooper Downs calls them, to just happen to go by. And you get the sense - I get the sense from him, there's more than a little bit of personification going on, which, of course, I amplify in the video because why not. But let me just give you a sense of how he describes them. DR. COOPER DOWNS: These comments are in a sense sacrificing themselves and providing us with a rich amount of information. The fact that we name comets after the discoverer, or at least the large comets, really does add this human element to these celestial objects. But after I've been staring at this data for almost a year, I certainly feel a personal attachment to it. That's Cooper Downs from Predictive Science in San Diego."
    },
    {
      "speaker": "Ira Flatow",
      "text": "He's very proud of his work, it looks like."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Absolutely. And, you know, so I asked this about luck too. And he said, yes, well, we have to take what we can get, but it turns out that Comet Ison is headed towards the sun in November. So they're hoping for another batch of data coming up this fall, something to keep an eye out for, he said, because it's going to look really full too, even for us."
    },
    {
      "speaker": "Ira Flatow",
      "text": "For us. That's supposed to be a super comet we'll see with the naked eye up in the sky."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So this comet actually was not gobbled up by the sun. It was - it's made its journey and went back out again."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It went back out - it did get - it did break a little bit later."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, yeah?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "(Unintelligible) just a little bit amount of time. But that was a history maker. I don't think we've ever seen a comet do that before. So even though it survived only for a few days, it did survived."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If you want to see what a tail of a comet looks like as - it's almost like lighting strikes. You know, it's like lightning bolts?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Lightning bolts as it goes by around the sun, it makes its pass, and its tails wiggles in the magnetic field. It's really kind of neat."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "The sun imagery is really - it's worth looking at. It's really cool."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. The sun stuff is terrific. Go to our website at sciencefriday.com. It's our Video Pick of the Week up there on the website. It'll also be available, you know, if you want to download it and look on it with your Web browser, or on your app on your iPhone or Android app. Thank you, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Thanks, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And just a quick reminder. If you're going to be in the Seattle are, come and see us. We're going to be at the Pacific Science Center a week from today. We'll be there. Yeah, you can sit in the audience. If you want to know more information about how to do that, go to our website, sciencefriday.com/pacific."
    }
  ]
}