{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. A bit later, we'll be talking about the Apollo Program, its legacy and how it got started - but first, the scientific legacy of at least one Apollo mission living on. A team of scientists say they have new evidence that the moon, it is much wetter than we thought. And that evidence comes from lunar crystals found in a sample collected by Apollo 17 astronauts almost 40 years ago. The crystals are part of the orange soil discovered by astronaut Harrison Schmitt, the last man on the moon. They were sorted, along with other moon materials, at the Johnson Space Center in Houston, waiting for the right mix of technology and a patient undergrad student to come along. Joining me now is that student. Erik Hauri is a staff scientist in geochemistry at the Carnegie Institution for Science in Washington. Thanks for talking with us today, Erik. You were not that student, were you?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "No, I'm the lead author of the paper and the director of the lab that made the measurement."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And this a really interesting story of how samples were just discovered almost - tell us the history about how this discovery was made."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Well, It was really something that Harrison Schmitt had some false starts in terms of identifying strange-looking rocks. But this one was no false start. He knew what he was looking at when he discovered this orange soil. And we have to hand it to the people at NASA for preserving it in such a great state, 40 years in the making, this project was. And thanks to all of them, we were able to make this discovery."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So how does it take 40 years to unlock that little canister and look at the stuff?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Well, you know, people have been interested in water on the moon for a long time. But at the time that the Apollo samples were brought back, we didn't really have the technology to measure the small amounts of water that were present in them. And that's where our lab came along. We obtained a brand new ion microprobe in 2006 with the ability to analyze these very small samples and measure the water contents very accurately in very tiny inclusions of magma that were trapped in these lunar crystals."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so you can extrapolate from the amount of water in those samples?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. Melt inclusions, like the ones we studied from the moon, have been used on the Earth for years to study how much water was in magmas before eruptions like Mount St. Helens, where we think we had a lot of water in the magma that caused that explosive eruption. And so we used that same approach to study the volcanic eruptions on the moon."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now - but that creates a whole bunch of problems for the concept and the ideas that we have about how the moon originated, does it not?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. To our best guess, the Giant Impact Theory still explains a lot of the observations that we have about the Earth-moon system. This theory suggests that a Mars-sized body impacted the newly forming Earth and ejected a material, a debris disk that circled the Earth and eventually coalesced to form the moon. And this material should have been almost entirely molten, based on the amount of energy that we think was present in this impact, and molten material in the vacuum of space would lose its water almost instantly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So there's the dilemma, right?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Yeah, so..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there an answer or a hypothesis?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Well, you know, there are a lot of other observations, really three observations that suggest that this Giant Impact Theory is correct. The moon is revolving around the Earth at a fairly high rate of speed, and you can't achieve that high velocity simply by capturing the moon in a passive way, through gravitational capture, as it drifts by. There's also presence for lots of evidence on the lunar surface for a magma ocean that I think covered the lunar surface immediately after formation. We don't know how deep it was, but certainly there was a lot of molten material on the moon, and there's no reason to think that the moon had any water at all after it formed, based on what we know about this giant impact."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So where could the water have come from?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Well, there are some suggestions that some fraction of the water on the Earth's oceans and in the Earth's atmosphere may have come from material that arrived to the Earth after the giant impact. Comets and hydrous meteorites may have contributed to this. But the same material should also, of course, hit the moon. The problem with this is that the moon is 20 to 40 times less likely to capture this material because it's smaller than the Earth, and it has less gravity. So this idea, this late veneer hypothesis, would suggest that the moon was 20 to 40 times drier than the Earth, not similar to the Earth, like our study suggests."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So people have to rethink this a little bit, or..."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. I think we have some pretty good evidence, you know, from the rotational velocity of the moon, from the presence of a magma ocean on the moon. Also, may simulations, including some folks here - my colleagues at Carnegie have studied a lot of numerical simulations and modeling about how the inner planets should form. And these giant impacts are almost unavoidable. So we have these other suggestions that we had a giant impact, but I think we understand it in nothing more than a superficial way, because it really would not predict any water in the lunar interior."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So the - and this backs up other recent discoveries of lots of water on the moon."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. So there - starting with the Clementine Mission back in the mid-'90s that looked into some lunar - permanently shadowed craters at the lunar poles seemed to suggest that there was water ice in the bottoms of these craters that had been there for some time. And several missions recently, including missions originating from India, from Japan and, of course, from the United States, most recently the LCROSS Mission have gathered definitive evidence that there is water ice in the bottoms of these permanently shadowed craters. Now, the prevailing theory is that this ice formed by the de-gassing of comets and meteorites as they impacted the moon, but we suggest instead that a lot of this water could have come from volcanic eruptions."
    },
    {
      "speaker": "Ira Flatow",
      "text": "On the moon itself?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. That's right. If you take our measurements and use them to estimate the water content of the interior of the moon, you arrive at a volume of water that's equivalent to the Mediterranean Sea. Now that's a fair bit of water."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. Wow."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "It's about a billion times more water than is present in the crater that was bombed by the LCROSS Mission last year."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But wasn't that the original theory of how the water on Earth arrived also, through volcanic emissions, before we thought about comets bringing it to the Earth?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "That's right. That's still a pretty match. We know that there are meteorites out in the outer asteroid belt, which are called carbonaceous chondrites, and they're called this because they are meteorites that have a lot of carbon, and they have a lot of water, too. And if you add a percent of this material to the Earth after the giant impact, you can explain a large fraction of our oceans and atmosphere. And the composition of isotopes in oxygen and carbon and hydrogen actually match those meteorites pretty well. So it's a pretty good hypothesis for the Earth."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. Tell us about this grad student. How did you - are you the one who just said: Hey, go look at the dust here, tell us what you see?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "So Tom Weinreich is the graduate student. He's a third-year student at Brown University right now. In his first year, he came to the lab of my friend and collaborator Alberto Saal, who's a professor at Brown University. And Alberto put him onto this project, because Tom had really shown a lot of initiative in terms of, you know, getting things done around the lab. And so Tom started picking through the lunar soil sample that we had obtained from our prior study in 2008. And, you know, Tom is a very bright guy. And so he observed a lot of interesting things that we hadn't really expected in this lunar soil, and these melt inclusions were one of them."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How many soil samples are still left that no one has really gone through?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Boy, there are dozens and dozens. The lunar collection, at some level, has been sampled - almost every sample has been studied in some way. And the NASA folks are very good about keeping a catalogue of the studies that have been done over time. So it really makes it a very valuable collection. But, you know, looking for these melt inclusions, they're basically very tiny bits of magma that are trapped in crystals that grow out of the magma before the eruption. These melt inclusions were actually discovered in lunar samples first by a guy named Edwin Roedder back in the '70s. He looked at these samples immediately after they came back from the moon and noted the presence of these inclusions. He also noted in these inclusions that many of them had a vapor bubble inside of them. But at that time, as I said, we didn't really have the technology to be able to know what was in those vapor bubbles or be able to measure such tiny inclusions."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you think we should unlock those canisters again and go through them?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Yeah, yeah. You know, I think it's time to really do that. It's - you know, the technology has really come a long way in the past four decades, and we - I think we have a lot to learn about all the materials that volcanoes brought to the surface on the moon."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If you're saying that there's the equivalent of the Mediterranean Sea locked up in the lunar soil there, if that's what I heard you, is that reachable water, usable water?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Not really. Yeah, this is not something that you'd want to mine for water. The amounts that we measured are very similar to the amounts that we expect for the upper mantle of the Earth, and this is the part of the Earth that gives rise to most volcanoes that you see. The most voluminous magmas on Earth are the magmas produced at the mid-ocean ridges, and that's about the type of magma on Earth that's most similar to the lunar studies that we see. But you can't really extract this in a really economical or meaningful way. However, if even one percent of the water that we estimate was originally within the moon at the time that it formed, if only one percent of this material got out through volcanoes and was trapped at the lunar surface, there could be a lot more water at the poles than we think."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Really?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Yeah. That's right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "When you say a lot, give me an idea."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Well, if even one percent of this water escaped, that's essentially millions and millions of times more water than is in the Cabeus crater that was studied at the South Pole of the moon recently."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you're saying that the water escaped through volcanic action and then gets trapped."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "It's possible. Yeah. The reason that water gets trapped at the poles of the moon is because the moon is cold at both the North and South poles. At the same time, you have craters that have not seen sunlight for a very, very long time in their bottoms. The bottoms of the crater are many hundreds of degrees colder than the freezing point of water, and that's why this water collects there. It tends to migrate over the lunar surface toward cold areas of the moon and gradually accumulate over time. So this - but the idea behind having a volcanic origin for this water is a bit controversial, because it requires that this water have been very old. The lunar - most of the lunar magmatism stopped about three billion years ago, and so if this water at the poles is really volcanic in origin, it would have to be very, very old, whereas if it was from meteorites or comets, it would not be - not need to necessarily be very old."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And there would be the hydrogen and the oxygen available, even after a collision, to create the water?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Yeah, that's right, because if you have a comet or a meteorite that impacts the surface of the moon, some fraction of that water will be lost to space, because there's no atmosphere on the moon. There's no - not enough gravity to retain an atmosphere. But some of it will migrate along the surface and be trapped in the cold parts."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And there's enough of billions of years that have happened to trap enough water?"
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "We think so. You know, any sort of lunar crater that gets exposed to sunlight will have its water evaporated out of it. So a lot of this depends on the rotation axis of the moon and how it has varied in its tilt relative to the sun. If at some point the poles were exposed to sunlight, then this water would evaporate relatively quickly, and it would be very difficult to retain very old water from billions and billions of years ago."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, thank you very much. Fascinating."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "I appreciate it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Always - the moon is a lot more dynamic than we thought it was."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "You know, Kennedy really knew what he was talking about when he proposed that we go there, and we continue to learn more about it every day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. You know, maybe we'll get back there someday."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "I hope so."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you, Dr. Hauri."
    },
    {
      "speaker": "Dr. Erik Hauri (Geochemist",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Erik Hauri is a staff scientist in geochemistry at the Carnegie Institute for Science. We're going to take a short break and come back. We're going to talk, with our moon theme, talk about - this is the 50th anniversary of President Kennedy's speech to Congress about going to the moon. We're going to review that, talk about some interesting new history that's come to light about the president and his desire to go to the moon and possibly even cooperate with the Soviet Union on it. Stay with us. We'll be right back, after this break."
    }
  ]
}