{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Twenty-one-year-old Kianni Arroyo from Orlando has 45 half siblings and counting. Her story was first reported in The Washington Post. Her biological father is sperm donor 2757, a best-seller in the sperm-bank world. It's been used by dozens of women to conceive."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "I grew up with two moms. And I always knew that I didn't have a dad but a donor. And one day I'd meet him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Before she met him, all she knew about him was what his donor profile said. And she saw some of herself in that."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "He was a surfer growing up. And I have actually been into surfing for a couple years now. He has a brother and a sister. And they're both very musically inclined. And I used to grow up playing piano. And I was the only one in my family who liked to play any instruments."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When Arroyo was 15, she met the first of her half siblings. And she's been documenting them on Instagram as she continues to find more. And when she was 18, she finally got the chance to meet her biological dad."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "He came down to Orlando on a business trip. And initially, I was very confused and anxious because I didn't know whether or not to shake his hand or give him a hug or just not touch him at all. But he opened up his arms to me. And it made it a lot smoother from there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And he was open to having you meet him and engage with you?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Yeah. He's a very open-minded and sweet kind of guy. He actually genuinely cares about the kids that he helped create. And he doesn't feel too detached to call us, like, his offspring. But he doesn't feel attached to call us his kids. So he calls us his ducklings."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) Do you like that?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "I love it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And did he know that he had so many offspring when you first encountered him?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "No. I was the first one to contact him and actually get to meet him. And when I did meet him, I told him about the others. And he was very overwhelmed by it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, I can imagine. So I'd like to find out how you started finding out about the others. What sent you on this quest to find and meet as many of your biological siblings as possible?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "My mom had registered me on the Donor Sibling Registry. When you do that, you enter in the donor's number. And you find other families who are from the same donor. So we found a mom who had twin girls. She invited us to a Facebook group where she's kind of been recruiting other moms of siblings that we've had. And we were able to join in and kind of get to see all these pictures of all of my other siblings around the world. And the twin girls were about 3 years old when I met them. So it was purely just me being able to learn what it's like to be a big sister. And from there, that sparked my interest."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "'Cause you're an only child."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Yes. I'm an only child."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, I mean, kind of (laughter)."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Yeah."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You've said that the experience has been both comforting and weird. How so?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "It's awesome to think, for me at least, that I have such a big family. And I can see a lot of characteristics and a lot of similarities between us. And immediately, it's an instant friendship. But at the same time, it is also worrying that I have so many half siblings. And it's overwhelming to know that I just - I keep finding more. And I don't know when it's going to stop."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. I mean, there's an important debate happening right now - right? - about how sperm donation should or shouldn't be regulated..."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Yeah."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...And that there should be limits on the number of kids from one father. For example, Britain, the Netherlands, China and other countries have passed laws limiting the number of children conceived by a donor. But the U.S. has no real limits, just guidelines that aren't necessarily embraced by fertility clinics. Do you think that the system in the United States needs to be changed?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "I think it would be a great help if it was."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I mean, one of the things that has been raised is that, you know, you could accidentally have kids with someone that could be your sibling. There could be serious genetic consequences. How big a worry is that for you?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Oh, that was all my life. My mom and my grandmother - they're always making sure that I knew the parents of who I was dating. But that was also one of the reasons why I decided to make sure that I found all my siblings and that my siblings got to know each other, know who they are so that that wouldn't happen in the future."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Have you approached the clinic that helped your mom conceive? And what do they say?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "I actually haven't yet. From what I have been told growing up, when my mom went to go and get inseminated with me, they told her that the donor was only going to be available between 10 to 12 families maximum. But it was all verbal. And we can't really, I guess, prove it. But now we're at 28 families and 46 children."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And they also said that there was going to be no one within 500 miles of you, right?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Yeah. They did. And I live in Florida. So 500 miles is practically the entire state. And there's seven of us living in this state alone."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what is your advice to other kids of donors?"
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "I would say just always keep an open mind. And I'm very fortunate that my donor has been receptive to meeting siblings. But, you know, there are some donors out there that want to remain completely anonymous. And so I would say, you know, if the donor is that way, then the best thing to do is just find siblings because it's one of the greatest connections you can ever have."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Kianni Arroyo of Orlando, Fla. She spoke to us via Skype. Thank you very much."
    },
    {
      "speaker": "Kianni Arroyo",
      "text": "Thank you for having me."
    }
  ]
}