{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. Recognize this song?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "(Singing) She blinded me with science. She blinded me with science."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Of course. It's \"She Blinded Me With Science,\" a huge hit from the '80s and one of the most fun science-inspired songs ever. The singer is Thomas Dolby. He was a pioneer in early synthesizer pop music, and his stage shows were full of crazy gadgets, knobs and retro technology. But he is also the man behind another familiar tune. Of course, that's the musical cell phone ringtone. Thomas Dolby left the music industry 20 years ago for a career in Silicon Valley. His company made the polyphonic ringtone synthesizer that it's in over three billion phones. Chances are you have time - or you have him - to thank him for your cell phone ringer. How could you not remember that cell phone tone? Dolby is making a comeback this year in the music industry. He has a new EP out with a very different sound, and he's here to talk about music and technology. Thomas Dolby is a musician, a producer and the founder of Beatnik, Incorporated, music director of the TED Conferences. His new EP is called \"Oceanea.\" Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Thank you. Very nice to be with you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you very much. You know science nerds everywhere are forever indebted to you for making science sound so cool."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "I thought it was you guys that made my song a hit."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I wish we had been around that long. We've only been around 20 years, not 30. But thank you for the compliment. In the '80s, you used all sorts of retro gadgets in your shows. Did you always love old technology?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "I love things that used to be modern. You know, I love H.G. Wells and Jules Verne and stuff like that, and the technology that excites me most is the stuff that is so new that it's mindboggling and nobody really knows what to do with it. And as an artist I sort of step up and go: Oh, I've got an idea what you can do with it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And your new music, which you're going to play a little bit later, from your new EP, is very different. I mean, it's almost like it's going back to the '50s sounds a bit."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "It's a lot more organic, I think, than the sound that people are probably familiar with. And, you know, the thing is, you know, 30 years ago, when I was working with electronics, they were very rare and expensive. I mean, my first satellite(ph) cost me $100,000, and only myself, Peter Gabriel and Kate Bush had them. So of course I felt like a pioneer. But these days, for $1.99 you can get an iPhone app that does more than my satellite(ph) did back then. And so the good - that's great news for people that want to dabble, you know, with music. It's really for every man at this point. But for somebody like myself, I can no longer feel like a pioneer because statistically the chances are somebody somewhere in the world has come up with the same exact combination of sounds that I did. So I don't - I've never run with the herd. You know, so I've gone back the other way. I've gone back to songwriting, because I can do that uniquely, and I think that, you know, that the personality behind the songs is what really sets my music apart."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you didn't do it just to get back into the retro age of vacuum tubes and vinyl coming back?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "I just, I see, you know, toys and devices as a means to an end, really. It's all about the music at the end of the day. I don't think the - I mean, there are geeks who care a lot about how music is made. But at the end of the day, when you hear a great piece of music or a lovely melody or a lovely voice, it communicates with you on an emotional level, and it transcends the technology that was used to create it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I noticed that a couple of songs on your EP are sort of environmental-named. Is that on purpose?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Well, I think it's - a lot of that stands for the environment that I made them in. I live back in the U.K. now, on the east coast, facing the North Sea. And in my garden, instead of the proverbial sort of garden-shed studio that a lot of musicians seem to have these days, our garden floods from time to time. So I put my studio in a vintage lifeboat from the 1930s, and I got local, traditional boat-builders to build me a fabulous control room in the wheelhouse. And I look out over the sea in one direction and the marshes in another direction, and the power comes from a wind turbine on the mast and solar panels on the roof. So whenever it's windy and sunny enough, I've got enough power to do some music. But obviously, working under those kind of conditions is going to have a huge influence on what you hear, not least because there's no soundproofing. So every time the boat creaks, you hear it on the mic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you need a foghorn?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "All the time."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Why did you leave the music industry after having so much success with it? You dropped out for a couple of decades."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Yeah, well, you know, at the end of the '80s, the beginning of the '90s, the music industry seemed to be going sort of into a recession. And it was a very bad time for show-biz in general. It was the Gulf War, you know, and so on. And I saw some very exciting possibilities in the world of technology, the Internet, videogames, virtual reality, eventually the Web and eventually mobile phones and so on. And rather than be in the music industry, which was kind of digging its heals and slowed down rate of progress, I wanted to go to Silicon Valley and help accelerate it. So I went there initially to help companies like Apple and Microsoft and so on get sound and music into their products. And over time it became sort of a killer app, especially for people like Apple. And so it was much more interesting for me, given my inclination to work as a pioneer, to be in Silicon Valley at that point rather than in the music industry."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Did you know Robert Moog and people like that?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Yeah, I mean, I brushed shoulders with all of those guys. And obviously I always tried to talk to them about the developments they were making. But I suppose eventually, when I got a taste for that, I thought: Well, I want to start my own company here and make my own products. And so that was what gave birth to Beatnik."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are you going to start touring again?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Absolutely, yeah. I'm going to be touring at the end of this year, when my album comes out. But that hopefully will be a with a full band."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there anything in particular about science that you found interesting as a child at all? Did that influence the themology of your music?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "I mean, I think I'm a dabbler, really. You know, I never had the patience to really be a good scientist. I like to sort of see flashes of inspiration in all sorts of different things. But I'm at my most creative when I don't really know what on Earth I'm doing, when I'm sort of fumbling around trying to find out how something works. That's when I have to be a little bit ingenious and come up with an innovative solution."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Tell us what it's like for you to be an observer on the music industry, watching the music industry change so much over your career. What is your impression of it?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Well, it needed to change. Because it was kind of a bit broken. But I actually think that now is a very exciting time for the music industry, and I'll tell you why. I mean if you're a 17-year-old kid now with musical talent, you believe that the moment the world hears your music, they're going to fall in love with you, and you'll be a superstar overnight. And today that's actually possible, not guaranteed, but it is actually possible. When I started out, I thought the same thing, but it turned out that actually before the public fell in love with me, first I had to get a tape to an A&R man and then sign a contract, and the marketing department had to have a window, and the radio programmers and retail, and only when I'd got through that whole obstacle course would the public actually get to listen to my music and decide for itself. But, I mean, I think that the way the music industry is going, it's very, very healthy for music. And I think there's great music being made these days, probably behind closed doors or in high schools, that we haven't even imagined. So I think the way forward is a very healthy one."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And the fact that anybody can put their own video up on YouTube and get - skirt that whole industry that you were - all those hoops that you'd have to jump through..."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Absolutely. I mean, you know, you look at Jessie J, who, you know, a couple of months ago was in her bedroom in her pajamas doing, you know, little YouTube videos, and suddenly she's a global superstar. So it really can happen these days, and I think that's fantastic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so you see all the social media as a very positive thing?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Well, I think it's incredibly positive. It's also - you know, the other thing that's great about it for an artist is that the public knows when I'm writing a song, who I'm collaborating with. You know, they might get to hear a rough mix late at night that's up on the Net for a couple of hours, and then I'll take it down again. They might hear a new version of a song with a redesigned second verse next month. And five years from now the music I do today will still have a shelf life. And this is a great thing because this is the way artists work and the way we feel. We're not geared up for, you know, strict dates and release schedules and marketing windows and stuff like that. That was very much a construct of the record industry when it was all about manufacturing. But I think that in this virtual world, it's a much healthier way to live, really, as an artist."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And because everybody can have their own synthesizer and make their own music today, would that be one of the reasons why you went back to the non-electronic instruments?"
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "You know, my motto is very much: Only do what only you can do. And I think that, you know, in the '80s, when I started out, although there were many different artists and musicians working with electronics, the difference really with my songs was that they were compositions that I could have sat down at the piano and played to you, and you still would have got a feeling for the song, for the atmosphere, for the flavor, the personality of the song. So the synths that I was using were there to embellish that and add layers of texture and so on. But what was underlying was, you know, a very strong songwriting sense. And so that's what I'm focused on today because I think today that's the rarified commodity. There's electronics up the wazoo, but there's very few people writing great songs."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, I want to thank you very much for taking time to be with us today. And good luck to you and on your new album and on your tour."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "Thanks a lot, Ira. See you soon."
    },
    {
      "speaker": "Ira Flatow",
      "text": "See you soon. Thomas Dolby is a musician and producer. He's the co-founder of Beatnik Incorporated and musical director of the TED Conferences. His new EP is called \"Oceanea,\" and we'll give you a little flavor of that."
    },
    {
      "speaker": "Mr. Thomas Dolby (Musician)",
      "text": "(Singing) In dreams, the skies are azure blue. The sea's a mirror on the new way to howling wind and rain upon your roof tiles. It won't be long, it won't be..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's Thomas Dolby's new album. This song is called \"To The Lifeboats.\" We're going to take a lifeboat break ourselves. We'll be right back after this break. Stay with us."
    }
  ]
}