{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "This is TALK OF THE NATION. I'm Neal Conan in Washington. Late last week, Iranian forces intercepted a detachment of 15 British sailors and marines who were inspecting shipping in the waterway that lies between Iran and Iraq, the Shatt al-Arab. London insists they were in Iraqi waters. Tehran maintains they had violated Iranian territory and, according to reports, they now say that the British have confessed to violation of Iranian territory. And this may sound familiar, in June 2004, Iran seized eight British sailors and marines on a very similar circumstances. Among them now former Royal Marine Scott Fallon, who was released after three days - handcuffed, blindfolded and subjected to a mock execution. Scott Fallon joins us now from his home in Dorset in England. Thanks very much for joining us."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Hi Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "Tell us a little about how you were arrested. Were you also inspecting shipping?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "No, we were on a totally different mission. We were moving from the south of the country up to Basra along the Shatt al-Arab waterway and we were intercepted by the Iranian gunboats, four or five different gunboats at a time."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as I understand, your first impression was hey, this is just a tactical misunderstanding. We think where we are - they think we're somewhere else. It's going to be blow over quickly."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, sure, we thought, you know, this will be sorted out in 10, 15 minutes. It's just a misunderstanding. But as the situation escalated, we realized that it wasn't to be."
    },
    {
      "speaker": "Neal Conan",
      "text": "And what happened initially. They had a much bigger force?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yes, yeah, yeah. They had much bigger - well basically it came down to firepower. They had more weapons, more men. You know, we were basically issued with our army-issued rifles, which is equivalent to the M-16. As I said, there was eight of us and were more than double outnumbered with anti-aircraft guns and heavy machine guns."
    },
    {
      "speaker": "Neal Conan",
      "text": "And your heart must have sunk as you realized that you were being taken to Iran."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, these things slowly dawn upon you. After a standoff, we gave our weapons ultimately. We realized we were in a no-win situation and blindfolds went on and that's when you realized the gravity of the situation."
    },
    {
      "speaker": "Neal Conan",
      "text": "And were you handcuffed at that point?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, we had the old plastic ties around the wrist."
    },
    {
      "speaker": "Neal Conan",
      "text": "And at which point you start feeling very, very helpless and you start to get maybe a little scared."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, you don't know what's happening next. As I said before, we thought we had a misunderstanding. Things quickly escalated and now you find yourself in that situation."
    },
    {
      "speaker": "Neal Conan",
      "text": "Now, where were you taken after that?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "We're not sure. Obviously, we're blindfolded from that point. We were taken from various locations during the three or four days, again, blindfolded all the time when we're being moved around."
    },
    {
      "speaker": "Neal Conan",
      "text": "And were you interviewed or interrogated?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, interrogated, yeah, over the course of the time, over three days. Basically asking us why we were in Iran, what our mission was. Obviously, we had no answers to these questions as our mission was in Iraq."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you told them that and they, like, I guess, interrogators everywhere continued to ask you the same questions over and over."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Over and over, yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "And were they tough on you?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "It could have been worse. It could have been a lot worse. It weren't too bad. They were just insistent, you know, we answer these questions but we had no answers to their questions."
    },
    {
      "speaker": "Neal Conan",
      "text": "And there was no physical mistreatment."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Not really, no. It was a bit rough sometimes but it's something you expect."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you got plenty of food and water?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Not really. We were given a sort of plastic bin in this - one of the cells with water in it, but you have to weigh out the options of catching some disease from this water or being dehydrated. So we had to find out a sort of happy medium."
    },
    {
      "speaker": "Neal Conan",
      "text": "And after a while I suspect you drank it anyway."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "I drank just enough to get by, yeah. Hopefully, you don't want to start coming down with something in that situation."
    },
    {
      "speaker": "Neal Conan",
      "text": "And was there food as well?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "We had pita bread and a goat's cheese maybe once or twice per day. So you were hungry, although that was sort of the last thing on your mind."
    },
    {
      "speaker": "Neal Conan",
      "text": "Now, I understand there was one especially scary moment."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, yeah. We were put through a mock execution where we were taken off a bus and walked into this sort of wasteland and walked into a ditch, and there was four or five Iranians with automatic weapons, AK-47s, on the top of the ditch - cocked their weapons, made ready, and we think to ourselves well, this is it. Time is up."
    },
    {
      "speaker": "Neal Conan",
      "text": "You can hear those weapons being cocked."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, yeah. You can hear the being made ready, yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's an unmistakable sound."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "It is, yeah. But it was for the cameras for some reason. And after what seemed like about four or five minutes, we were let out of the ditch and back on the bus to a different location."
    },
    {
      "speaker": "Neal Conan",
      "text": "That's a moment that can change you a little bit."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah. It's not one I'll forget, that's for sure."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yeah. What do you think now, as - well, tell us what happened in the end. When did you find out you were being released?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Well, we didn't even know that anyone actually knew about us. The first thing we knew was on the third night, we had a representative from the British embassy. He came to a sort of holding area, and he explained to us that talks were being held, and they were trying to work on our release. It then turned out we were released that same morning."
    },
    {
      "speaker": "Neal Conan",
      "text": "And by that time you'd been taken to Tehran?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "No, this was before."
    },
    {
      "speaker": "Neal Conan",
      "text": "This was before."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Once we had met the diplomat, he told us we were being released, it was all going through, and on the morning of the fourth day we were flown to Tehran."
    },
    {
      "speaker": "Neal Conan",
      "text": "And enormous relief, and you know, I suspect there's a special bond that develops among soldiers who find themselves in that circumstance."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, well, we were a close team. I mean, the guys all knew each other before we went out to Iraq. We'd worked before previously, and we carried on once we left, once the tour was over. Once we were released from Iran, we then carried out another two weeks in Iraq and then got flown home on a compassionate. But yeah, the guys were all very friendly guys."
    },
    {
      "speaker": "Neal Conan",
      "text": "What do you think now when you see something very similar happen to an even larger group of Marines and sailors?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Well, obviously, the same thing's happened again. A different - a larger group this time. But I would've thought this - all lessons were learned last time. Obviously not. I think it's been proven already that these guys, being on the Iraqi side, they haven't been in the wrong, yet they still face these charges of crossing the border."
    },
    {
      "speaker": "Neal Conan",
      "text": "When you hear reports that they have \"confessed,\" quote-unquote, to violating Iranian territory, that's got to be a little scary."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, I mean, without jeopardizing in the guys situation just now, I'm sure they will say whatever they feel they have to say in the situation. Whether that carries any weight in the long term remains to be seen."
    },
    {
      "speaker": "Neal Conan",
      "text": "You guys get training in what to do if - in the event that you're captured and interrogated."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, I mean, you try and establish a sort of personal bond with the captors (unintelligible), you know, make it more personal. Don't antagonize them. So you basically go along with what you think they want you to say. At the end of the day, it's all about survival, and I'm sure the guys are doing all they can."
    },
    {
      "speaker": "Neal Conan",
      "text": "There are a couple of important differences between your experience and what's happening now. We mentioned it's a larger group, and for one thing, one of those taken last week is a woman."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, correct, yeah. Yeah, it's quite concerning. We've had in the UK news her family today, you know, expressing their anguish over what's happening. We can't really speculate in what conditions they're being kept and if they were the same as ours, but it would be concerning for a woman."
    },
    {
      "speaker": "Neal Conan",
      "text": "The other big difference is that while Britain and Iran were not exactly friendly in 2004, relations are considerably more tense today, involving Iran's nuclear program and things like that."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, yes. Things are slightly different - obviously, a new regime in Iran with the president, and I'm sure - personally, I think it may have something to do with the sanctions and the negotiations on this nuclear program."
    },
    {
      "speaker": "Neal Conan",
      "text": "I wonder, when you were captured and interrogated, did any of those issues come up? Did they talk to you about bigger diplomatic issues involving the nuclear program or anything like that?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "No, nothing like that. No."
    },
    {
      "speaker": "Neal Conan",
      "text": "Just the tactical situation where you were."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, there was nothing about the bigger picture, the bigger political picture. It was basically, you know, what our mission was, why were in Iran. As I said before, we had no answers to these questions."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the other questions I have for you - I mean, would you have any advice for the families of those 14 men and one woman who are now deeply worried about what's happening?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, I mean, just stay positive. I'm sure everything's been -everything that can be done is being done. I mean, the guys themselves won't have any idea of the implications of what's happening. We didn't have it. As I said before, we didn't even know anyone knew about us until the third night -third day. But I'm sure the government is doing everything they possibly can to secure their release."
    },
    {
      "speaker": "Neal Conan",
      "text": "And I guess the other lesson to learn is that while your experience was certainly not pleasant, though you thought you were in danger at one point, it turned out you were not. You were treated relatively well. You did get water and food, and maybe not enough of either, and you didn't know where it came from, but nevertheless, you all survived it."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, that's the main thing. Yeah. I'm sure the senior Marines and senior military guys in this group will be speaking to the other members, saying to them this is how we're going to do it. This is the way we're, you know, going for things. Get through this as painlessly as possible, and hopefully it should all turn out all right in the end."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the other thing is you guys were all held together through this. You weren't separated and put in individual cells. I would think that would be even harder."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah. In interrogation, you were on your own, but most of the time, we were together, yeah. I don't know how this would bear out with the group today, with being 15 of them. They may be split up, but I would imagine if they are split up, they'll be still in three of four of a group."
    },
    {
      "speaker": "Neal Conan",
      "text": "When the first of you was interrogated, was he then returned to the group and able to tell everybody else what was going on?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "No. As each person was taken away from interrogation, the next person would then be taken, the second person. No one would come back until we'd all been through, and then we sort of met up at their holding stage. Obviously, we spoke about what happened. We had all been through the same sort of situation."
    },
    {
      "speaker": "Neal Conan",
      "text": "Again, that's pretty scary when people are taken away for interrogation and don't come back."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "They're taken away and don't come back, and then someone else gets taken away. You start to have thoughts about that, as well."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yeah. Three years ago, I suspect you remember every second of it."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Surprisingly, no. There is a lot of blanks, yeah, because basically days rolled into the nights. You know, we were in stone cells with no windows as such, blindfolded a lot of the time, so your interpretation of time is a bit blurred."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, we can hear children in the background. I assume those are yours?"
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Yeah, yeah, yeah. Three-year-old daughter."
    },
    {
      "speaker": "Neal Conan",
      "text": "I'm sure she's glad you made it back, otherwise she wouldn't be there."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Oh, yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "Scott Fallon, thanks very much for your time today, and thanks for sharing your experience."
    },
    {
      "speaker": "Mr. Scott Fallon (Former Royal Marine)",
      "text": "Thanks, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "Former Royal Marine Scott Fallon has been talking to us from his home in Dorset, England. Again, he was captured three years ago. A group of 15 British sailors and Marines was captured by Iranian forces just last week. The crisis is still continuing. You're listening to TALK OF THE NATION from NPR News."
    }
  ]
}