{
  "transcript": [
    {
      "speaker": "Joan Baez",
      "text": "(Singing) Don't sing love songs. You'll wake my mother."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Joan Baez got her first Grammy nomination more than half a century ago in 1962. This year she released her first album in nearly a decade called \"Whistle Down The Wind.\" And once again, she's nominated for a Grammy for best folk album. Like her earlier work, these new songs provide a soundtrack for political struggles from civil rights to women's equality. When I spoke with her back in February, she told me she thinks of this as a bookend to her first album which came out in 1959."
    },
    {
      "speaker": "Joan Baez",
      "text": "The first album had the song \"Silver Dagger\" on it, this famous, famous old folk song ballad. (Singing) And in her right hand a silver dagger. On this one I asked Josh Ritter if he'd write me a song. And he wrote a song called \"Silver Blade.\" (Singing) I have myself a silver blade. The edge is sharp, the handle bone, a little thing of silver made. I think in the beginning also there was - I did mostly ballads. And then as the years went by, as in, like, the second and third album, then the political-leaning music came in. And this album now is a combination of those two things, very sparse. We made it in three visits of three days each, which is how I like to work - fast (laughter)."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Your music was some of the signature protest songs of the 1960s. And in that time, there were songs that everybody sang together at protests, some of them your songs. And today it feels like the protests are as big as they have ever been, but it doesn't feel like there is a shared soundtrack."
    },
    {
      "speaker": "Joan Baez",
      "text": "No, I think you're absolutely right. And in the '60s and '70s, we had basically civil rights and Vietnam. It was very clear."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Yeah."
    },
    {
      "speaker": "Joan Baez",
      "text": "Now every single day, there's a new issue to try and keep up with and deal with and decide if that's where you want to put your energy. So it's baffling, as you know (laughter). And it's not going to get any simpler. So, yes, we need that anthem. It beats shouting. But in the meantime, it's better shouting than silence."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "I wondered about \"The President Sang Amazing Grace\"..."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Singing) A young man came to a house of prayer. They did not ask what brought him there. Oh, gosh (laughter)."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...Because it feels so specific and so overtly political. And..."
    },
    {
      "speaker": "Joan Baez",
      "text": "Yeah."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...It's a beautiful, simple tune."
    },
    {
      "speaker": "Joan Baez",
      "text": "Yeah. It's an amazing little tune. When I first heard it, I had to pull the car over 'cause I started crying."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "We should say this song about President Obama was written by an artist named Zoe Mulford."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Singing) But then the young man drew a gun and killed nine people, old and young. And then for the first two weeks of trying to figure it out on the guitar, (laughter) I kept crying. I was afraid that when I got in the studio, it wouldn't be over. But I went into the studio. And then I just looked at the musicians, and I said, let's go to church. (Singing) So on that day and in that place, the president sang \"Amazing Grace.\" The president sang \"Amazing Grace.\""
    },
    {
      "speaker": "Ari Shapiro",
      "text": "I have seen women of a certain age march with a protest sign this year, and the sign euphemistically says, I can't believe I still have to protest this - let's just say nonsense because it ends with a word we can't say on the radio."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Laughter) I've seen the sign."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "(Laughter) You've seen the sign. After half a century of singing songs of protest about women's equality and war and racial justice, do you share that sense of exhaustion? I can't believe I have to keep protesting this nonsense."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Laughter) I have such a low regard with how human race has behaved, you know..."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Yeah."
    },
    {
      "speaker": "Joan Baez",
      "text": "...For the last, you know, few centuries at least that I don't expect much. And in that..."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "(Laughter) Whoa."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Laughter) Seriously. So that way, any little step becomes a victory. And I also think that now, in the light of what we are experiencing in this decade, which is something that none of us could have dreamed up - you know, in the worst, darkest periods of the work that we did in the '60s and '70s and - or '80s and '90s, we couldn't have written this scenario. So in the face of what looks like really bleak defeat, we have to do the little victories. And you have to consider every step that's a positive step, that brings back compassion, that brings back empathy, that brings back understanding of political action. Day by day, these are the victories. And at the end of the day, you get only what you did that day."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "There are some moments of despair on this album. There's a song by Anohni called \"I Need Another World\" (ph)."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Singing) I need another place. Will there be peace? I need another world. This one's nearly gone. Yeah, if it weren't so beautiful, it's too dark to sing. It's too dark. But unfortunately that's (laughter) - that speaks to my heart. I'm basically pessimistic. But really the other day, I heard somebody say that pessimism was a waste of time, so I'm working on it."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "(Laughter) Still working on it 50 years later, huh?"
    },
    {
      "speaker": "Joan Baez",
      "text": "I'm working on it, trying to get that glass half full."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Well, you know, it strikes me that that song, \"I Need Another World,\" whether it is sung by Anohni or sung by you..."
    },
    {
      "speaker": "Joan Baez",
      "text": "Yeah."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...Requires a voice as beautiful as that to allow the lyrics to not just destroy the listener, that..."
    },
    {
      "speaker": "Joan Baez",
      "text": "To sing this, yeah."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...The voice tempers the lyrics."
    },
    {
      "speaker": "Joan Baez",
      "text": "I hope so because it is. It's devastating. You know, it says, I'm going to miss the birds. (Singing) I'm going to miss the birds. And I already do. So for me, it's finding beauty in the day because I can't lament the fact that the birds are endangered. I have to listen to the birds that are singing in my yard."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "OK, so you've said this is going to be your last year of formal touring. And I think..."
    },
    {
      "speaker": "Joan Baez",
      "text": "Yeah."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...A lot of your fans are hoping that there's a big loophole in that word formal."
    },
    {
      "speaker": "Joan Baez",
      "text": "Yeah, there is. That's why we're talking about it that way. I think the thing that I need to say goodbye to is the six weeks in the bus..."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Yeah."
    },
    {
      "speaker": "Joan Baez",
      "text": "...And keeping the voice up, which is a daily affair and then preparing for the concert and then singing for an hour and a half to two hours and then getting on the bus and going to the next place. So, no, the loophole is obviously any time I feel compelled to take part in political action or if somebody called and said, you know, here in Istanbul, we're having a folk festival; we'd like to come and do 20 minutes. And that's very different to me from the other."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Well, Joan Baez, thank you for the decades of wonderful music, including this newest album, \"Whistle Down The Wind.\""
    },
    {
      "speaker": "Joan Baez",
      "text": "Thank you. Thanks for having me on the show."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "\"Whistle Down The Wind\" came out earlier this year."
    },
    {
      "speaker": "Joan Baez",
      "text": "(Singing) I'm the last leaf on the tree. The autumn took the rest, but it won't take me. I'm the last leaf on the tree."
    }
  ]
}