{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When James Graham was 48 - this was 1993 - he was told a secret that his family had kept from him. John (ph) Graham, the man who'd raised him in Buffalo, N.Y., was actually not his biological father."
    },
    {
      "speaker": "James Graham",
      "text": "And for a minute, I was shocked, like something you see in the movies. It happens to other people. It doesn't happen to yourself. And then as I thought about it, then I put all the pieces of my childhood back together - all the sorrow, all the issues, all the neglect, all the - you know, John Graham just being who he was with me. He wasn't really fatherly. So it all made sense."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But that was just the first of many revelations and obstacles Graham would run into over the next 25 years in his quest to prove who his real biological father was. He talked to family members. He hired a detective. He dug through newspapers and public records. And it culminated this year in an exhumation and a DNA test. He got the results back this past week. Graham's biological father was Thomas Sullivan, a Catholic priest from Massachusetts."
    },
    {
      "speaker": "James Graham",
      "text": "It's been emotional. You know, I knew, you know, based on every - all the circumstantial evidence that it would be my father. But you still have that apprehension that something could go wrong at the last minute with the results."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And when you say emotional, I'm assuming just the knowing that this is actually the person who was your dad."
    },
    {
      "speaker": "James Graham",
      "text": "But I think it's not just that. It's the trauma of all - of the 25 years, all the interviews I had with priests, nuns, laypeople who knew my father, who just wouldn't give in. They would give me a little piece of the composite, but nobody would ever say your father. It was just kind of, like, the fear that they have. They don't want to be the whistleblower."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Father Thomas Sullivan belonged to the Missionary Oblates of Mary Immaculate, a Catholic religious order. This man may be your father, but we don't know, Graham's aunt and uncle told him. Only the principals know, and they're all dead, they said. Father Sullivan died in March 1993. Helen O'Connell (ph), Graham's mother, also died that same year from cancer. And the man who raised Graham passed away in 1979. Graham's aunt and uncle slid Father Sullivan's obituary across a kitchen table to him. It ran with a photo. The resemblance to Graham was striking."
    },
    {
      "speaker": "James Graham",
      "text": "And I sat down with them. And I said, aren't you going to give me more than an obituary with this photograph? You - can't you tell me the details or the history of what happened? And they said it was a - too difficult a time. We're not going to talk about it. So they just wouldn't talk about it. So I went to other members of the family. They wouldn't talk about it. So I ended up going to the Catholic Church about a year and a half later."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "James Graham eventually went with his wife to a church in Lowell, Mass., Father Sullivan's hometown. There, they met an Irish priest in his 80s who knew Sullivan."
    },
    {
      "speaker": "James Graham",
      "text": "He just said Father Sullivan was a great orator. He was a great debater on theology - so on and so forth. And then my wife asked if there are any relatives living in the area? And he said, I don't think so. But there is a relative connection in Buffalo if you'd be interested in hearing about that. So he took us down the hall into a bigger office. He sat behind the desk. We sat on the other side. He said to my wife, are you an attorney? And she said no. He looked at me - are you an attorney? I said no. He said whatever we say here will stay in this room today. So I said to him, you know. He said, yeah, I know. I said, how do you know? He said, you look just like him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow. Oh, that must have been an extraordinary moment."
    },
    {
      "speaker": "James Graham",
      "text": "Well, it was a moment that I didn't expect. And I guess, you know, it was spontaneous on his part. He's in his 80s. I pop in. He knew I existed but never thought I'd knock on his door. I went back to see him, though, about a month later to get the details of what he had told me before, and he rescinded everything he said."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And then what happened? What did you do to get to the point where you actually were able to exhume your father's body?"
    },
    {
      "speaker": "James Graham",
      "text": "Well, then I went through many other priests in the hierarchy of the Oblate order. And I talked to nuns. I talked to laypeople who knew him. I talked to the nurse that was with him at - when he was dying up at the hospital in Lowell. And she was afraid to talk with me because she said I could lose my benefits if I'm here talking with you about what happened."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But Graham persisted, finally getting on the phone with the U.S. head of the Oblates order, Father Louis Studer. Graham says Studer was less than helpful."
    },
    {
      "speaker": "James Graham",
      "text": "And he said, you think your Father Sullivan's son, but you can't prove it. And he badgered me - nothing pastoral whatsoever. In the past I thought, well, maybe I'd ask him for - if I could exhume my father's body, but I thought it would just be grandstanding because he'd never give me the permission. So I wrote him a letter. You know, I said you pushed me, Father. You said I can't prove it. But I can prove it if we exhume his body. And I couldn't believe it - two weeks later, I got a letter back that authorized me to do that. But I never thought that would happen."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The body was exhumed this year a day before Father's Day. This past week, Graham drove more than 900 miles from his home in South Carolina to Paxton, Mass., to get the results in person from a forensic anthropologist. Graham cried when he was told Father Sullivan was a genetic match. Now, we haven't even talked about how Father Sullivan met Helen O'Connell, Graham's mother. What was their relationship? How did Graham end up being raised by another man? What happened to Father Sullivan? That could take up an entire show. But here's the short version that Graham was able to piece together. Helen O'Connell was married to John Graham when her affair with Father Sullivan started. It was the mid-1940s. After Graham was born, his mother and the runaway priest fled to New York City with him. But about six months later, John Graham tracked the couple down and, with a group, raided Sullivan's apartment."
    },
    {
      "speaker": "James Graham",
      "text": "They knocked on the door once. And they knocked - barged into his fifth-floor flat and found the two of them in bed together. So that was the impetus to get a case of adultery against my mother."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Helen was forced to give baby James up to be raised by John Graham, who then divorced her. Father Sullivan was dragged back to his religious order. Graham says Sullivan spent the next 16 years being quote, \"rehabilitated\" at what was known as a priest prison in Essex, N.Y. Can I ask you, when you look at the church now and that it took so long to get this answer, what do you think about the way this was handled?"
    },
    {
      "speaker": "James Graham",
      "text": "Well, it was handled poorly because they could have told me from day one, yes, your Father Sullivan's son. And I have some documents that show my father had a relationship with a woman. Other documents they said were purged. And I believe those documents were about me. They didn't have to put me through this emotional trauma of exhuming his body. It's just terrible."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Now that you have your answer, what's next for you?"
    },
    {
      "speaker": "James Graham",
      "text": "A lot of people ask me that. For one thing, I'll be an advocate for other children of priests because there's a lot of situations like mine out there around the world. And actually, the exhumation of my father might be a precedent that other children who might be in the same situation, who have no other choice to identify their parents or their father, could do the same thing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And do you feel like now your story's complete, like you know who you are?"
    },
    {
      "speaker": "James Graham",
      "text": "Well, I knew who I was before, but now it's proven. But I always knew, you know, since I was 48 years of age. But I had to prove it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Jim Graham of South Carolina, thank you so much for sharing your story."
    },
    {
      "speaker": "James Graham",
      "text": "You're welcome, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We've reached out to Father Louis Studer, U.S. head of the Missionary Oblates of Mary Immaculate for a response. We have not yet heard back. But in a recent interview with a local Boston news outlet, an official with the Oblates said he quote, \"hopes this enables Graham to achieve the peace of mind he has been searching for for so long.\""
    }
  ]
}