{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Sri Lankan authorities say at least 190 have been killed and hundreds more wounded in eight blasts across the country. The bombs targeted luxury hotels and churches as people gathered for Easter services. A curfew has now been imposed. Here to discuss the latest news is NPR's Lauren Frayer, who joins us from Mumbai. Lauren, what are you hearing from Colombo?"
    },
    {
      "speaker": "Lauren Frayer",
      "text": "Yeah. So as - the curfew has been imposed, as you said. Monday and Tuesday have been declared government holidays. That means offices and schools will be closed. Security is tightening around the country. We're seeing SWAT teams with these massive guns putting up security cordons around the capital, Colombo. They're searching buildings, and we're just getting word of seven arrests - no word on who those people are. Also, social media is shut down. Authorities are taking no chances about the terrorists, you know, using the Internet to communicate. These blasts, as you mentioned, hit churches when they were most packed, on Easter Sunday - Easter services. One church put out a notice on Facebook for relatives to come and rescue their loved ones in the debris. Local TV is showing footage of parishioners carrying out bodies of wounded people. Meanwhile, behind them, the church pews are smeared with blood, debris everywhere. The roof of one church was partially blown off. And it's not just the churches. There are also five-star hotels that have been hit, windows blown out at one. And the foreign minister has just given us an update; at least 27 foreigners are among those killed."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And we've been getting reaction. President Trump has tweeted his condolences. And there's reaction coming in from around the world on this Easter Sunday. Tell us what you've heard."
    },
    {
      "speaker": "Lauren Frayer",
      "text": "Right. So this footage is just so disturbing. And so people in other time zones are waking up to the horror of this and sending in these messages of shock and condemnation. President Trump, as you mentioned, tweeted heartfelt condolences. He said, quote, \"we stand ready to help\" - exclamation point. Also, messages are coming in from European leaders and the prime minister of New Zealand, which sadly just suffered attacks on some of its own places of worship - mosques - last month. Pope Francis spoke at St. Peter's Square in Rome. He said he wants to express his affectionate closeness to the Christian community in Sri Lanka and to the victims there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Lauren, can you give us some background? There was a long civil war in Sri Lanka, which ended in 2009. What is the context for these attacks?"
    },
    {
      "speaker": "Lauren Frayer",
      "text": "That's right. So what's sad is that Sri Lanka was just about to celebrate 10 years of peace - almost to the day - since that civil war ended. It was a bloody war; it lasted 26 years. Sri Lanka is a mostly Buddhist country - about 70 percent. It also has significant religious minorities - Hindus, Muslims and Christians. And the war involved a separatist insurgency of ethnic minority Tamils. One of their groups was called the Tamil Tigers; you may remember that group. And they were fighting for independence from the Buddhist majority. The war was so bloody. Many tens of thousands of people were killed. And back then, blasts like this did happen pretty regularly at shopping malls, at temples, at tourist hotels. But this has not been the norm in Sri Lanka for a long, long while. And the prime minister says he worries that this - these attacks today are going to trigger instability."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Lauren Frayer. Thank you so much."
    },
    {
      "speaker": "Lauren Frayer",
      "text": "You're welcome, Lulu."
    }
  ]
}