{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This past week, Democrats on the House intelligence committee released over 3,500 Russia-linked Facebook and Instagram ads - the primary tool through which Russian operatives meddled in the 2016 election. It's the most of these ads that we've been able to get a look at so far. Issie Lapowsky is a senior writer at Wired. And she spent some time parsing through the thousands of ads. She joins us from our studios in New York. Welcome to the program."
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, let's get to it. Can you give us some examples of the things that you saw?"
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "Yeah, it's some wild stuff. I'll categorize it by saying that there are a few buckets that these ads fell into. A lot of them had to do with Black Lives Matter issues, immigration issues, Second Amendment issues. There was also a slew of ads devoted to Texas secession. There were ads devoted to both Hillary Clinton and Donald Trump and a good number of Bernie Sanders ads, as well. In other cases, it looked like they were sort of fishing for people's attention. So maybe these were just meme accounts where they would share memes completely unrelated to politics. And you look through them. And you're, like, what does this have to do with politics, right? But then you find one lingering ad in there that is a meme about Hillary Clinton's emails."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You know, one could argue that these were threads that were already in the election. I mean, these are things that the American public were debating and the presidential candidates themselves."
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "Absolutely. You see them really repeating a lot of the rhetorical devices that were being used in the election by some of the candidates. For instance, this is a really interesting one. It was called Williams and Kalvin. And these were real youtubers that the Russian trolls hired to create their own channel and talk about - you know, they purported to talk about, you know, black culture, the black community. But what you found was a lot of what they shared was negative content about Hillary Clinton. So one of their ads - it said, why should someone vote for a criminal? And then it quoted from the book \"Clinton Cash,\" which, again, was a big talking point of the Trump campaign. And it specifically targeted Hispanic people on Facebook and people who, for instance, followed or were interested in Maya Angelou or Mother Jones. So you can see how they were really going after what would be sort of a traditional Democratic base and trying to turn them against Hillary Clinton, using some of the talking points that were already being used in the election."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So Williams and Kalvin were Americans hired by Russians? I mean - and who are they?"
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "They were American video bloggers, essentially, on YouTube that were hired. And you found this in a lot of cases. The Internet Research Agency would approach, for instance, physical trainers and actually pay them money to teach self-defense classes. And then they would advertise these self-defense classes on Facebook in order to get people visiting their community. I guess they wanted to get people together and at least thinking about the fact that people were racially divided and, in some sense, needed to defend themselves."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Thirty-five hundred ads. That's a lot of ads. But how much of what the IRA did does that represent?"
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "A small slice of what they did. Thirty-five hundred ads. But on Facebook alone, there were 80,000 pieces of organic content. So that's, you know, just the content that these accounts were posting. On Instagram, there were 120,000 pieces of organic content. So a lot of researchers have been sounding the alarm about the fact that the ads are a bit of a red herring. Yes, they do get more exposure. But if people were organically following any of these accounts, and they had, you know, thousands of followers, they were getting much more exposure to all of this content."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Issie Lapowsky's story is up on wired.com now. And she's a senior writer there. Thank you so much."
    },
    {
      "speaker": "Issie Lapowsky",
      "text": "Thank you."
    }
  ]
}