{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Look around town for your member of Congress because they're long gone from here in Washington. Today is the first Sunday of what the House calls August recess, which lasts six weeks. And before heading out of town, Democrats inched a little closer to the impeachment process. NPR's congressional correspondent Susan Davis joins us now. Hi, Susan."
    },
    {
      "speaker": "Susan Davis",
      "text": "Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So Robert Mueller testified. The House adjourned. And yet, the idea of impeaching Donald Trump lives on."
    },
    {
      "speaker": "Susan Davis",
      "text": "It lives on. And as you said, it is inching forward. I was checking this morning - NPR has an impeachment tracker where we've been tracking every member that comes forward for impeachment - and it's now at an even 100. Although, I should say that before Robert Mueller testified, it was at about 95. So we haven't exactly seen a big groundswell of impeachment following his testimony. I think the Congress reflects, right now, where the country is - there's a bunch of people really for it, a bunch of people really against it and not much moving in one direction or the other. The Congress is largely stuck on the question of impeachment."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How do you think this six-week break will change the dynamics of the situation? What do you think Democrats and Republicans are going to hear from their constituents? And is that going to change how they act when they get back here?"
    },
    {
      "speaker": "Susan Davis",
      "text": "It's really interesting because August recess can be funny things. You know, we do sort of see groundswells sometimes that happen when members are home. Remember; the Tea Party movement in 2010 really started to rise up during the August recess when members were home. I don't think we're going to see something like that along the lines of impeachment, but I do think you would have to see a groundswell of a public opinion change or Democrats going home and realizing that this is not what their constituents want. We don't know the answer to that question yet. One thing I think we do know the answer to is that we're not going to really see any Republicans budge on the question of impeachment. And so that threshold that the House speaker has set for her to want to move forward - that it would be overwhelming and bipartisan - seems almost certainly to be an impossible standard."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And some won't return - right? - some of these Congress people. Or at least they're going to be deciding that they won't run for reelection, and that's always an interesting signifier."
    },
    {
      "speaker": "Susan Davis",
      "text": "Yeah. I mean, August is a - usually a time where members start to think about whether they want to run again. You know, it seems like election is a far way away, but a lot of members start to have filing deadlines. A lot of their campaign committees tell them if you don't want to do this, get out now so we can find and recruit candidates. One interesting thing we've already seen happening on the Republican side of the aisle, where there's been five retirements, two of them have been women. Now, that might not seem like a lot of members of Congress, but when you consider there's only 13 women left..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I was about to say..."
    },
    {
      "speaker": "Susan Davis",
      "text": "...In the House Republican conference - yeah, they are now - they will be down, unless they elect more women, to just 11 women, which would be essentially the lowest watermark part it's been since they've started electing women. Just 20 years ago, there was more than double that. So it does speak to the sort of recruiting challenges and appeal to women that the Republican Party has that is one of these big, structural problems that they need to address."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This week - another set of Democratic debates. We'll have a look from the candidates' side of the equation elsewhere in the program. But I want to ask you something from the viewers' perspective. If you're in the kitchen right now, and you're worried about health care or the environment, whatever, what are you going to learn about that by watching the debates this week?"
    },
    {
      "speaker": "Susan Davis",
      "text": "Lulu, I will confess to you I am a bit of a debate curmudgeon on this question..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Susan Davis",
      "text": "...Because I am..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Doesn't surprise me."
    },
    {
      "speaker": "Susan Davis",
      "text": "...Skeptical that the style of these debates does much. It does kind of feed the reality TV-ification (ph) of our politics in the sense that it's more about entertainment. One thing I do think we're all watching for, though, is to see where - what the Democratic Party ultimately is going to stand for in the 2020 election. You still have this immense sort of intellectual debate going on in the party of whether it's going to move more to the left and be a more progressive party or hold on and try to reclaim or be the party of the center. And we simply don't know the answer to that question yet. And whether the nominee is someone like a Joe Biden or someone like a Bernie Sanders or an Elizabeth Warren is going to be two dramatically different Democratic parties and two dramatically different general elections. So I think the big topics that we've been hearing a lot in these debates is health care. One thing I think we're going to hear a lot more about in this debate is immigration just because that is an issue that has increasingly been captivating the public because of what's been happening at the U.S.-Mexico border and because of President Trump's immigration policies."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And just briefly, what do you make of the fear that some Democrats have expressed that much of what's being talked about at these debates are sort of the pet causes of the left, which are just not relevant to the general electorate?"
    },
    {
      "speaker": "Susan Davis",
      "text": "Yeah, and we've heard that from especially Democratic governors in some swing states and purple states, saying we're - you're moving too far to the left, you will alienate the general election. I've asked Democrats that, and they will also - you know, they're a little skeptical of that because if you look back to the 2016 Republican primaries, Republican candidates were also talking about very, very conservative policies on social and fiscal matters, and it didn't really matter when it came to the general election. I think once you elect a nominee, a lot of people think you sort of erase the chalkboard and star all over again."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR congressional correspondent Susan Davis. Susan, thank you so much."
    },
    {
      "speaker": "Susan Davis",
      "text": "You're welcome."
    }
  ]
}