{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "President Trump calls the migrant caravan traveling through Mexico an invasion. He wants to end birthright citizenship, he says, by challenging the 14th Amendment. At the same time, hate crimes are on the rise. And people are talking about what is fueling them. NPR's Sam Sanders sees race as a throughline shaping our politics and current events. He joins me now to talk about it. Welcome, Sam."
    },
    {
      "speaker": "Sam Sanders",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So, Sam, the election is in just two days."
    },
    {
      "speaker": "Sam Sanders",
      "text": "Oh, my goodness."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And it's been another brutal cycle. And the rhetoric is really intense. What do you hear?"
    },
    {
      "speaker": "Sam Sanders",
      "text": "What I hear and what I see and what's been the case for me for, gosh, two or three years now is that we are all having these conversations about big news of the day that dances around race and never really engages with it. I think, for me, the biggest example this week was President Trump's comments about possibly altering the 14th Amendment, which we know guarantees birthright citizenship. And so, you know, the history of that amendment is rooted in race. And I think a lot of folks have been really lacking to talk about that. But this amendment was passed for black people to give slave descendants the right to be citizens. And so we cannot talk about this adequately without talking about the racial history of the amendment, but even that is not enough."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why not? Explain."
    },
    {
      "speaker": "Sam Sanders",
      "text": "You know, even besides the history of this amendment, if you trace the origins of the Trump White House's push to change it right now, the people in Trump's orbit and the hard-liners on issues like immigration and citizenship, they have been talking about this stuff in very racialized ways. And they've basically been making the argument for years now that something must be done about immigration and borders and who gets to be a citizen. I'm talking about people like Steve Bannon, former White House adviser, who was very influential in all of Trump's views on immigration and who is a citizen. He infamously said a few years ago that he thinks that there are actually too many brown CEOs in Silicon Valley. Jeff Sessions, who is Trump's attorney general, he previously praised a law from 1924 about immigration that was meant to end, quote, \"indiscriminate acceptance of all races.\" So we have examples of people in Trump's orbit who are shaping these policy positions that are talking about race. And so if we don't also talk about race, we're not telling the whole story. And we aren't giving all the context needed for our consumers to make sense of this stuff."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "On the one hand, you're saying we should talk about race. We should call it what it is. But on the other hand, some journalists are saying, actually, we don't want to shine the spotlight on this because, basically, changing a constitutional amendment is so difficult. It's impossible. This is just another one of President Trump's gambits to kind of move the conversation, shift the conversation and sort of energize his base. And the more we talk about it, the more oxygen we give it, the more we're sort of playing into his strategy."
    },
    {
      "speaker": "Sam Sanders",
      "text": "You know, I can recall the time when Donald Trump tweeted some interesting things about trans people in the military. And everyone said, oh, he won't do it, and then he did. You know, I think there is a reality that even if a court finds what he's trying to do unconstitutional, he can still implement some order until a court says no. It can still affect people, at least temporarily. And so when I hear journalists say we should ignore it, it just feels like a really privileged thing to say. If you are on the margins in this society, you can't ignore it. If you're undocumented, if you're waiting to be legalized, you cannot ignore when the president says that he could change the 14th Amendment. You know, I think for us in our industry right now, we have to separate reality from distraction. But we should also be really clear in talking about the history and context in the throughlines of these stories. And we have to put ourselves in the minds and shoes of the people who are most vulnerable and who would be affected by these policy changes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We've been talking about identity politics, Sam, for the past couple of weeks now. And as you know, there is research that says that people are often exhausted by conversations that tie back to race. You know, it often gets lumped in with this idea of, quote, \"political correctness.\" And we know that it's not just white people who feel tired of it. It's also people of color who feel tired of it. So how do we talk about race in a way that allows the most people into that conversation?"
    },
    {
      "speaker": "Sam Sanders",
      "text": "Yeah. I mean, I think it has to start with us asking more questions and not trying to act as if we have all the answers. Whenever I talk to real people in the real world, if you listen long enough and hard enough, they will start to talk to you about race. I will never forget. I was talking to a voter in Iowa last election cycle. We were talking about why he was going to support this person or that. And within just a few minutes of me just asking him questions, having my mic open, he started to tell me about how he believes that America is a country that is just created for white Europeans. And I just sat there and listened. And then we kept talking about race. But I only got there by just being quiet and listening. And if this Iowa voter can tell this black guy right here - me, myself - his deepest, darkest thoughts about race, it just proves that people are willing to talk about it. And they want to talk about it. We just have to open up the conversation in ways where they feel comfortable doing so."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Sam Sanders is the host of the NPR podcast and radio show It's Been A Minute. Thank you so much."
    },
    {
      "speaker": "Sam Sanders",
      "text": "Thank you."
    }
  ]
}