{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Today is the women's World Cup final. The United States, a superpower in women's soccer, will take on the upstart squad from the Netherlands. NPR's Laurel Wamsley has been covering the tournament, and she joins us now. Good morning."
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The U.S. has been unstoppable so far. Should the American women be worried about the Dutch?"
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "Well, yes, the U.S. has been amazing so far. They've only allowed three goals the entire tournament, and they've now won 11 World Cup games in a row, which is a record. But this could be a tricky match against the Netherlands. This Holland team has made it to the final by upsetting teams that were supposed to beat them. And this is, actually, only their second time playing in a World Cup. They made it to the round of 16 four years ago in Canada. But then they won the 2017 European Championships, and they've only gotten stronger since then."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, we'll get to Megan Rapinoe in a second. But I want to ask about the Dutch side first. Who are you watching there?"
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "The Dutch are led by two strong attackers, Lieke Martens and Vivianne Miedema. So Lieke Martens - she's a gifted winger who was named FIFA's Player of the Year in 2017. But she actually has a toe injury that took her off the field for the team's win over Sweden in the semifinals. And Vivianne Miedema is a standout at Arsenal. And she's only 22, but she's already the Netherlands all-time leading scorer. And I would suggest you should watch out for the Dutch fans too. They've been travelling en masse in France, decked out in orange, singing and dancing wherever they go."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) All right, can we talk about Megan Rapinoe now?"
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "I would love to."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. After scoring all four U.S. goals in the games against Spain and France, she sat out the game against England. Is she hurt? What's up with her?"
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "Right. So she sat out that game against England with a strained hamstring. And she says that just kind of comes with the territory. She turned 34 on Friday. And she says as you get older, you just need more rest days. But she told reporters that she'll be healthy enough to play in today's game. And certainly, the fans are hoping that she will be. She is a lot of fun to watch and really brings a lot of gravitas to the field."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The U.S. team has been demanding attention, both on and off the field. Remind us why."
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "I think it has to do with their confidence. They have been here before. They are often under high pressure. And I think they planned ahead. They thought about what would happen if they were under the spotlight. What would they do with that moment? And so they've prepared for it. And they are just so willing to be outspoken. Some athletes, when these big moments happen, they don't want to talk about politics. They just say, oh, we're just focused on one game at a time. But this team, they are just willing and able to engage with the personal and the political all at the same time. And when people say they celebrate too much or they should just be talking only about sports, they say, no. That's not us. And they do it so articulately. And they stand their ground. And then they go out on the field, and they win. And it's just - it's remarkable to watch."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Laurel Wamsley, who will be watching the game. Thank you so much."
    },
    {
      "speaker": "Laurel Wamsley",
      "text": "Thank you."
    }
  ]
}