{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Nicole Chung was born into a Korean immigrant family and then adopted by a white couple when she was an infant. Her parents always described her adoption as a kind of divine providence."
    },
    {
      "speaker": "Nicole Chung",
      "text": "How it was attributed to God or to fate, you know, as if it were meant to be made it harder for me to question the mythology of our family and how it came to be because this story was all I knew. And it was so important to all of us."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "As an adult, Chung did start to ask questions. In a new memoir \"All You Can Ever Know,\" she writes about her search for her birth family and her Korean identity. Growing up in a mostly white town in Oregon, she says her parents didn't really talk about race."
    },
    {
      "speaker": "Nicole Chung",
      "text": "I think it was something that my family didn't know how to incorporate into, like, our family life, our discussions. They had really been told at the time that they adopted me by the judge who finalized the adoption and by the social worker and by the adoption attorney that my race was irrelevant. The word that the judge used was assimilate."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Treat you as one of them and not really acknowledge the fact that you were of a different race."
    },
    {
      "speaker": "Nicole Chung",
      "text": "Right. I mean, I think that was sort of the prevailing thought in transracial adoption at the time. And so I think they were given this advice by people they viewed as experts. So to them, it made perfect sense to just kind of ignore it. And I think they really thought because it didn't matter to them, you know, it shouldn't matter to anybody else."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How is that different? What are the challenges that you faced because of that? Because you couldn't share your experience of being basically bullied and, you know, having racism levied at you with your parents."
    },
    {
      "speaker": "Nicole Chung",
      "text": "First of all, it wouldn't have occurred to me to say this is racism even, despite that the things that were happening were definitely racism. Like, there were slurs. And there were pulled-back eyes. And there were, like, singsong chants. And beyond that, you know, there was this additional layer of separation between my experience as a Korean-American and my parents' experience as white Americans. I really remember feeling as though I can't tell them. Like, it will hurt them. I have to protect them from this knowledge. And if I tell them, they might not understand anyway because they're white."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So you started to think about this experience. And eventually, when you get older, you decide to go in search of your birth family as an adult."
    },
    {
      "speaker": "Nicole Chung",
      "text": "That's right."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What made you do that?"
    },
    {
      "speaker": "Nicole Chung",
      "text": "There were several reasons. You know, I had thought about it for many years. I think the final push really was that I was pregnant. I remember vividly sitting in the midwife's office for my first prenatal appointment. And she was asking me all of these questions. So many of them were related to family medical history. And what had my mother's pregnancy or pregnancies been like, you know? How many siblings did I have? And how did their births go? And I just remember feeling this deep sense of fear and also inadequacy, as though I don't have enough to offer this child. I can't even answer these basic medical questions. I won't have, like, not just a medical history. I won't have a history to share. And at that point, I really began to think, like, this story, this bare-bones story I'd been given - it was enough for me for a while, or I told myself it was. But it didn't feel like enough for my child. And so that was really, I think, the final push that made me decide I need to at least try to find answers if I can."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And you were surprised by who you found."
    },
    {
      "speaker": "Nicole Chung",
      "text": "Yes, I was. I think I was always imagining maybe becoming close to, in some way, my birth parents, one or the other or both. What I ended up finding were sisters, in particular my only full sister, Cindy. And, you know, we've become incredibly close. And that was - that relationship was not something I looked for, not something I would have expected. And her daughter is my daughter's only cousin, you know? Getting to see them, the next generation, grow up together and seeing them grow old enough to ask questions about our family and how it came to be and how we came to get back together - it's just been really, really special."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This book is really honest and very unflinching about your upbringing. How did your parents respond to reading it, to sort of, all of a sudden, being able to see all the things that you went through?"
    },
    {
      "speaker": "Nicole Chung",
      "text": "I was anxious at first sharing the story with them. I knew I very much wanted to write it. And I knew I wanted them to see it. And my father actually passed away. My adoptive father passed away in the middle of reading it in January of this year."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I'm sorry."
    },
    {
      "speaker": "Nicole Chung",
      "text": "Thank you. But by the time he passed, he had read most of the parts that he was in. And he loved it. He really appreciated that one of his goofy jokes stayed in."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Nicole Chung",
      "text": "So people used to ask us all the time, like, where did they get you? - meaning me. And my father would say, oh, if you put a Pole and a Hungarian together, you get a Korean. Like, where do you think they came from? It's a terrible joke. It was his way of kind of saying, maybe you shouldn't be asking us this question."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right."
    },
    {
      "speaker": "Nicole Chung",
      "text": "One thing that my - they both said to me was that, this isn't the book we would have written about our family or about your adoption, but that's OK. We know it's your story. It's your perspective. And I think they're proud."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In the book, you have this scene where you are asked by a couple about what you think of having been adopted, which is a pretty heavy question to ask anybody. And you write at the time that you weren't honest with them about your experience. What would you say now?"
    },
    {
      "speaker": "Nicole Chung",
      "text": "You know, I think, in a way, I was honest to a point, but I wasn't willing to kind of scrape deeper. I remember sitting there thinking, gosh, should I tell them about, like, the bullying? Should I tell them about all these questions that I had and all the times I wondered about my birth family and wondered why they'd given me up? It seemed like a lot to lay on them. But the main thing was that I had not put down this burden that I still felt - sometimes still feel, to be honest - of trying to meet people's expectations as an adoptee because I do love my family. And I do want us, in some sense, to be seen as just like any other family. And I want people to think that I - to look at me and see, like, a happy, grateful, well-adjusted person, you know? It was very difficult - sometimes still is difficult for me - to go beyond that and to sort of complicate that narrative. But I do think that there are a lot of important questions that people who want to adopt transracially could be asking themselves. Many are. Are you going into this realistically? And have you really looked at your family, your schools, your neighborhoods, your religious organizations? If there were a child of color coming into your environment, what would they find? Would they find mostly white people, or would they be able to find people who shared their background and people they could connect with? You know, I think if you're adopting across racial lines, you know, that is the beginning point."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Nicole Chung. Her memoir is \"All You Can Ever Know.\" Thank you very much."
    },
    {
      "speaker": "Nicole Chung",
      "text": "Thank you so much, Lulu."
    }
  ]
}