{
  "transcript": [
    {
      "speaker": "Melissa Block",
      "text": "California has abolished the system of cash bail. That's the money defendants have to post to be released from custody before trial. Bail is designed to ensure they will appear in court. In signing the legislation this past week, California's governor, Jerry Brown, said that now rich and poor alike will be treated fairly. He has called bail a tax on poor people. A few other states have recently moved away from cash bail. Washington, D.C., did so way back in 1992. And to hear how that's worked, I'm joined now by Truman Morrison, senior judge on the D.C. Superior Court. Welcome to the program."
    },
    {
      "speaker": "Truman Morrison",
      "text": "Happy to be here."
    },
    {
      "speaker": "Melissa Block",
      "text": "Do you agree with what Governor Jerry Brown has said in California - that cash bail is essentially a tax on poor people?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "Yes."
    },
    {
      "speaker": "Melissa Block",
      "text": "Is that what motivates you here?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "Well, what motivates me is that there's nothing - if you think about our goals in the pretrial realm of our criminal-legal system, which are to ensure community safety and to ensure a court appearance and to get as many people to remain at liberty without their lives being destroyed as possible. If you think about those goals, money bail is a joke. We have so much research now that shows the collateral consequences of needlessly incarcerating people pretrial. It increases the likelihood they'll be recidivists. It destroys their families, the economies of their community, costs us billions of dollars a year to needlessly warehouse people. And we are not some sleepy village here on North Capitol Street where you and I are talking. This is a big criminal justice system. And if we have managed for more than twenty years to be successful without using money, how can we contend that we need money?"
    },
    {
      "speaker": "Melissa Block",
      "text": "Why don't you explain how the system works in Washington without cash bail?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "Sure."
    },
    {
      "speaker": "Melissa Block",
      "text": "For example, how do you, as a judge, decide who gets released without paying bail?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "We use a risk assessment to try and gauge your likelihood of succeeding, which is whether you'll come back to court and be law-abiding until your court date. Last year, we released 94 percent of all the people that we arrested without using money. Eighty-eight percent made every single court appearance, and 86 percent were never arrested for any criminal offense of any kind. And of the very small percent of people that were arrested in D.C. that we released, less than 2 percent were rearrested for a crime of violence."
    },
    {
      "speaker": "Melissa Block",
      "text": "When you're doing the risk assessment of who should be released before trial, does that involve some sort of algorithm, some sort of calculation? How does that work?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "It does. We have a scientific risk assessment that relies in some measure on algorithm. Our - the way we do it here also involves interviews with the person. That is but one factor that judges consider. And there's a lot of controversy, as I'm sure you know, about the use of risk assessments."
    },
    {
      "speaker": "Melissa Block",
      "text": "Controversy because people say that there can be inherent bias in them..."
    },
    {
      "speaker": "Truman Morrison",
      "text": "Correct."
    },
    {
      "speaker": "Melissa Block",
      "text": "...That it's biased especially against people of color."
    },
    {
      "speaker": "Truman Morrison",
      "text": "Correct. And to be sure, we need to take great care to be refining our use of risk assessments as much as we can. But the alternative is to do it the way we've always done it, which is to rely on judicial hunch and money, which, of course, makes no sense."
    },
    {
      "speaker": "Melissa Block",
      "text": "Judge Morrison, you've been on the bench here in D.C. for 40-some years?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "Almost 40 years."
    },
    {
      "speaker": "Melissa Block",
      "text": "Almost 40 years. I imagine there must be a case in there, in the time since D.C. eliminated cash bail, where you did free somebody before trial who you determined was not a risky person, would not reoffend, and they did - and maybe in a violent way."
    },
    {
      "speaker": "Truman Morrison",
      "text": "Certainly."
    },
    {
      "speaker": "Melissa Block",
      "text": "Yeah? Does that give you pause?"
    },
    {
      "speaker": "Truman Morrison",
      "text": "So that happens. Of course, it gives me pause. But I would say to you a couple of things. You know, we are never going to reach the point where we can perfectly predict human behavior. And many, many, many of the people who we read about - in New Jersey, for example, whenever anybody is released under their new system that is alleged to have committed a new crime - would have bought their way out of jail..."
    },
    {
      "speaker": "Melissa Block",
      "text": "Anyway."
    },
    {
      "speaker": "Truman Morrison",
      "text": "...And committed the same crime anyway. So Justice Jackson in the Supreme Court in a case called Stack v. Boyle - to paraphrase him - that there is always an element of risk in making a release decision before a trial. That's the price of our ordered system of liberty and justice. The only way to get a complete assurance of safety is, of course, to incarcerate everyone, which is not the American way."
    },
    {
      "speaker": "Melissa Block",
      "text": "That's Truman Morrison, a senior judge on the D.C. Superior Court. Judge Morrison, thanks so much for coming in."
    },
    {
      "speaker": "Truman Morrison",
      "text": "My pleasure."
    }
  ]
}