{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "Politicians are no closer to a solution to the partial government shutdown that is entering its third week. Talks between congressional aides and the White House, led by Vice President Mike Pence yesterday, did not get us closer to an agreement. Those talks are expected to continue later today. So what does this mean for the country? Joining us to discuss is national political correspondent Mara Liasson. Good morning, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Good morning, Leila."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So the shutdown talks don't seem to be making any progress. President Trump tweeted yesterday, not much headway made. So where do we go from here?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "That's unclear. The president is standing firm. The vice president had this meeting with congressional staffers yesterday, which is very unusual. Usually, vice presidents negotiate directly with members of Congress. But the president is still insisting on $5.7 billion for the wall. And meanwhile, the Christmas season is over. We're now in the real world of a government shutdown."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Right."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Garbage is piling up at national parks. TSA agents aren't showing up at airports. And people are starting to feel the consequences of the shutdown."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So the president held a press conference on this. He's been tweeting about it a lot. But his message, aside from, I want a wall, has been pretty confusing."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Pretty confusing. The one clear thing is that Trump's presidency is now all about a wall. Other than that, his message has been very contradictory. He campaigned on building a wall that Mexico will pay for. Now he says the wall is already being built. He said Mexico is paying for the wall through a trade deal that hasn't been approved by Congress yet. He's even gone so far as to say he doesn't need Congress. He can build it himself..."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Right."
    },
    {
      "speaker": "Mara Liasson",
      "text": "...By declaring a national emergency. He - we talked about this two weeks ago - the idea that the president would try to do an end run around Congress, have the military build the wall. And then even if he lost that fight in court, he would show his base that he'd fought as hard as he could for the wall. But he is sticking to his guns on this even though the idea of shutting down the government to get wall funding is less and less popular with the majority of voters. Other than his hardcore base, he's not convincing a majority of American voters to agree with him that shutting down the government for wall funding is the right thing to do. And unless he does that, Democrats won't feel any political pressure to accommodate him."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So what about Republicans in Congress - will they feel political pressure?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Some of them already are. Susan Collins of Maine, Senator Cory Gardner of Colorado - two Republicans who are up for re-election in 2020. They have been speaking out, saying this is not the right approach. A handful of Republicans in the House voted with the Democrats to open up the government. But so far in the Senate, Majority Leader Mitch McConnell is holding the line for the president. He says he will not bring up a bill, even if it's the same bill Republicans passed unanimously before the shutdown, unless President Trump says he'll sign it. So McConnell says it's all up to the Democrats and the president to make a deal."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So Speaker Pelosi says the House will start passing these individual spending bills to reopen government this week, starting with the Treasury and the IRS. But seems like the Democrats last week got knocked off the shutdown message after Congresswoman Rashida Tlaib used profanity when talking about President Trump and impeachment."
    },
    {
      "speaker": "Mara Liasson",
      "text": "That's right. Impeach the expletive deleted sounds like the Democratic version of lock her up. This is not a majority opinion among Democrats. It is a majority opinion among the Democrats' liberal base. But it did throw a monkey wrench into the plans of the Democratic leadership. They want to show voters that they can be responsible legislators and deliberate investigators. And the majority of Democrats and the leadership in Congress want due process and the rule of law. They say they want to follow the facts and evidence. They want to wait for the Mueller report before they decide whether or not to impeach the president. And remember, impeachment is not the same thing as removal because that takes..."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Right."
    },
    {
      "speaker": "Mara Liasson",
      "text": "...Two-thirds of the Senate. I don't know if this will be a lasting controversy. But Congresswoman Tlaib's comments certainly played right into Republicans' hands."
    },
    {
      "speaker": "Leila Fadel",
      "text": "National political correspondent Mara Liasson, thank you."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}