{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Southern Africa is reeling from a massive cyclone that hit more than a week ago. Some 700 people are reported dead across the region. But that toll is expected to rise. The scene has been described as apocalyptic, with hundreds of thousands of people affected in four countries. Massive flooding has hit Mozambique the hardest, and that is where Rik Goverde of Save the Children is. He joins us from Maputo via Skype. Welcome to the program."
    },
    {
      "speaker": "Rik Goverde",
      "text": "Thank you. Hi."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Can you tell me what the scene is like there on the ground?"
    },
    {
      "speaker": "Rik Goverde",
      "text": "Well, the scene is as you described. It is catastrophic. Imagine that there's an inland sea now where there used to be land. People were sitting on roofs, in trees trying to escape the water. But they had nowhere to go. And helicopters are still flying to get them out of there, to get them to dry and - well, not dry - but mainland."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And I imagine that people have been telling you some stories about what they've endured."
    },
    {
      "speaker": "Rik Goverde",
      "text": "Yeah. A colleague of mine talked to a young girl yesterday. And she said how her father was holding up the roof of the house in the storm so the mother could take the possession out - what little what they have - because the house was about to collapse. And she - you know, all she could think of which is, where are we going to live now? Imagine that this cyclone, this devastating storm, ripped apart and flooded everything people had. And for children, it is - you know, it can be very traumatic to see a house crumble down behind them or see their parents being lost or siblings being lost in the flood. In one of the shelters or in the camps, we came across four children that were orphaned and we're looking to see if we can find relatives. But, you know, those are the stories we're hearing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What is the biggest need right now? I mean, where are these people going and, specifically, children who may have lost family members?"
    },
    {
      "speaker": "Rik Goverde",
      "text": "Yeah. Well, the biggest need in general is everything. They need food, shelter, jerrycans for clean water. You need water trucks with clean water to go there. Imagine that a flooding contaminates everything. That is why diseases are bound to break out. And it's already happening. There is cases of cholera mentioned or reported in Beira. There is a system where children - where parents can fill in the name of their children that they are missing. And then, you know, that is accessible for aid organizations. And the aid organizations in the field will look for those children and try to get parents and children back together again. If that doesn't happen, children will go into the governmental care while the aid organizations keep looking for relatives where they can live with."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And I understand that even though the floodwaters are now receding, there is a chance for secondary floods. How is the community preparing for that?"
    },
    {
      "speaker": "Rik Goverde",
      "text": "Well, they are brought to safe ground. So - but imagine that there's - because it's in areas, it is still raining. And there are still people out there. So we are planning also with a helicopter to go out there to deliver goods to people who are in a relatively safe space but lack everything, and while rescue organizations are trying to get people to even safer ground. So it's bracing for the worst still. But it's not over yet. You know, rivers are still way outside their boundaries. And the flood is still there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "My last question is, if you can put this into context for us, the scale of this disaster - because, obviously, we're in an era of climate change when the storms are fiercer and their effects are more profound."
    },
    {
      "speaker": "Rik Goverde",
      "text": "Yes, the U.N. has called it, you know, the biggest natural disaster in the last decade in the southern hemisphere. And that is saying something. The problem with - you know, with getting aid to the people is that they're scattered over such a large area on different places. That's why, you know, it's such a challenging operation."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Rik Goverde is a spokesperson for Save the Children. Thank you so much."
    },
    {
      "speaker": "Rik Goverde",
      "text": "You're welcome."
    }
  ]
}