{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "When it comes to climate change, you've heard of melting icecaps and rising sea levels, but just how high will the sea levels rise in 20, 30 or 100 years? Will it be enough to notice the difference? New research now says the oceans will swallow up more and more of our coastline, rising not just inches but feet according to two new reports released by the National Research Council and the U.S. Geological Survey. They discovered that sea levels are rising on both the east and the west coasts, and they're climbing at a faster and faster rate. Why the drastic revision? Joining me now to talk about it is Peter Howd. He's an oceanographer who works for Cherokee Nation Businesses and a contractor for the U.S. Geological Survey. He's here in our New York studios. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Peter Howd",
      "text": "Thank you very much, it's a pleasure to be here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We had predicted that it would - rise by inches. Now they're saying much more."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah, we're looking at changes on the order of feet, and as our science and observations advance, we're becoming more and more secure in that level of range, although there's still a great deal of slop on either side of that as to where it will actually end up."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, you were a researcher on the east coast study, right?"
    },
    {
      "speaker": "Peter Howd",
      "text": "That's right. Well, we found an area of accelerated sea level rise that stretches from about Cape Hatteras up to north of Boston, and that's using historical measurements that went up to about - or through 2009."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So that includes North Carolina."
    },
    {
      "speaker": "Peter Howd",
      "text": "It includes the northern part of North Carolina, not the southern part. It's important to them."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes. It's important to them. And so how much higher did you actually calculate it?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Well, we looked at acceleration rates. So how fast is the rate of sea level rise changing and found that, you know, if we projected that out that by the - by about 2100, there could be an extra eight inches to a foot of sea level there, in that region, above what it does on a global basis."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Were you surprised by this?"
    },
    {
      "speaker": "Peter Howd",
      "text": "We were surprised. I think we're very surprised at how well defined that region was, and that there was this very sharp transition right around the Cape Hatteras area between acceleration to the north and no acceleration to the south."
    },
    {
      "speaker": "Ira Flatow",
      "text": "1-800-989-8255 is our number, talking with Peter Howd, if you'd like to talk about the ocean rise. You're saying - repeat that point that you just made."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah. We measured the acceleration, so we're looking at not the absolute rate at which sea level is rising but how fast is it increasing, how fast is that rate increasing, so like a car getting on the freeway..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Peter Howd",
      "text": "...how it's speeding up. And the west coast study, on the other hand, looked at, you know, how fast is sea level going, and what does that imply about the future? So there was a - we were more historians, and they were prognosticators on the west coast."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And let's talk about the mechanics, the physics of what goes on in nature to make the sea level rise."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah. It's a mess - Coriolis force, the dreaded C-word."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I love the Coriolis force."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah, yeah. It..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's why things spin, hurricanes and..."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...spin in one direction."
    },
    {
      "speaker": "Peter Howd",
      "text": "...why everything spins. And it has to do with the fact that the Earth is rotating. So it's a physics problem."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So tell us, describe..."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...we're a physics show."
    },
    {
      "speaker": "Peter Howd",
      "text": "OK. So..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Feel at home here."
    },
    {
      "speaker": "Peter Howd",
      "text": "So, you know, the oceans, they aren't just sitting there. It's not just still water. There are currents. There are winds blowing over the top of them. And in case of the circulation in the Atlantic, the wind is blowing, piles water up in the middle because of something called Ekman transport. You can look that up on Wikipedia. And it makes a big pile - a hill of water in the middle of the Atlantic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Really?"
    },
    {
      "speaker": "Peter Howd",
      "text": "It's about a meter high, something like that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah"
    },
    {
      "speaker": "Peter Howd",
      "text": "And water tries to flow downhill toward the east coast, and Coriolis force makes it go north, and that's the gulfstream."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's the gulfstream. We're talking with Peter Howd on SCIENCE FRIDAY from NPR. I'm Ira Flatow. And so that's right. There's a pile of water. The Coriolis force gives a little spin..."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yup."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...and that makes the water flow off the coast. That's wow."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah. So instead of flowing, you know, to the west or..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Peter Howd",
      "text": "...depending on where the gulfstream north. You add flows along the contours - it's just like the wind in the atmosphere. It flows along the pressure gradients..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Peter Howd",
      "text": "...instead of across."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what makes the rise now when that..."
    },
    {
      "speaker": "Peter Howd",
      "text": "So the rise, yeah, you can do - it's what? 2:30 on a Friday, you have a half drunk cup of coffee on your desk, just move it away from the computer, give it a stir and what you'll see, if you stir strong enough, that you'll develop a depression in the middle of the coffee cup, and it will rise up on the sides."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Peter Howd",
      "text": "So there's a relationship between the velocity of the coffee and the slope that you can generate there. And although the physics are very different in the ocean, you'll establish the same relationship between a pressure gradient or that difference in height and speed of the current. So if the gulfstream slows down, the slope at a sea surface is going to decrease, and water will rise at the coastline."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what is this due to?"
    },
    {
      "speaker": "Peter Howd",
      "text": "The slowing of the current? Yeah, that's the big question right now. And there's a lot of debate about what will drive those kinds of changes in the climate. Obviously, temperature, you know, it all starts with wind, so how do you - yeah, what could affect the wind field? But it really comes back to the distribution of temperature in the atmosphere and..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Global warming?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Global warming, you know, is warming or changes in the, you know, there are two theories right now kind of competing, although it's probably some of the both. Natural cycles versus anthropogenic causes in global warming. And both have been identified in records of gulfstream modulation or the changing of its speeds."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If the water gets - just gets warmer, though, doesn't it expand the volume of it?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah. Water will also - changing the temperatures, water gets warmer. We all know it expands and rises sea levels. So there's three causes of sea level rise. One, the land can sink or rise up. That will change sea levels of the coasts. Warming of the water, as it gets warmer, it expands, and sea level will go up. And you can add water essentially to the bathtub by melting ice sheets from the..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, the gulfstream goes north, and doesn't it take a right turn as it gets out of Canada and..."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah, it does. It keeps a..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...it keeps going?"
    },
    {
      "speaker": "Peter Howd",
      "text": "It keeps going. It keeps Europe nice and warm."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, you know what I'm getting at, don't you?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I mean, if we're changing the gulfstream, are we going to change the weather, the climate in Europe?"
    },
    {
      "speaker": "Peter Howd",
      "text": "There's a good chance of that. Yeah. If we slow it way down..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How..."
    },
    {
      "speaker": "Peter Howd",
      "text": "...they're going to get cold."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Will this rise that you're predicting be noticeable in 100 years? Will the change affect the weather then?"
    },
    {
      "speaker": "Peter Howd",
      "text": "You know, if the driving forces are, you know, according to some of the scenarios that are out there, yes; according to some of the others, no. And it remains to be seen what climate is actually going to do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So we're doing a real-life experiment."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yes, we are."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We are..."
    },
    {
      "speaker": "Peter Howd",
      "text": "We are - yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "There's something - does that bother you or that we're experimenting on ourselves?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Oh, a little bit, I guess, you know?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Peter Howd",
      "text": "I think, you know, I'm up there in years now, so it will bother my kids more than it will me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there any waffle room in the prediction?"
    },
    {
      "speaker": "Peter Howd",
      "text": "Lots of waffle room."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Could it be a lot higher? Could be a lot lower?"
    },
    {
      "speaker": "Peter Howd",
      "text": "It could be higher. It could be lower. You know, in terms of global, you know, projections of global sea level rise by 2100, kind of the range we're talking about is half a meter to a meter and a half..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That is a..."
    },
    {
      "speaker": "Peter Howd",
      "text": "...of sea level - yes. So it's a huge..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's a..."
    },
    {
      "speaker": "Peter Howd",
      "text": "...range that it could end up falling."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But if you're a low-lying neighborhood on the edge of that ocean, a meter is pretty big."
    },
    {
      "speaker": "Peter Howd",
      "text": "That is, and that's enough to cause lots of people lots of trouble."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're either underwater or you're - in New York here, the subways could be starting to flood."
    },
    {
      "speaker": "Peter Howd",
      "text": "Yeah. LaGuardia goes underwater. Yeah, it's a problem."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All that kind of stuff. Wow. Well, more to talk about. Thank you, Peter."
    },
    {
      "speaker": "Peter Howd",
      "text": "Sure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Peter Howd is an oceanographer who works for Cherokee Nation Businesses and scientific - and a scientist who was contracted with the U.S. Geological Survey to do this study on the water on the east coast. We're going to take a break and come back and talk about Alan Turing. You know Alan. He's one of the most honored and hounded mathematicians. He - we're celebrating his 100th birthday. We'll come and talk about his life and some of it - it was a pretty tortured life. We'll talk about what happened. Stay with us. We'll be right back after this break. This is SCIENCE FRIDAY from NPR."
    }
  ]
}