{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This week, former special counsel Robert Mueller will answer questions in two open hearings. He will appear before members of Congress from both the Intelligence and Judiciary Committees in the House of Representatives. John Dean is with us. He's watched many hearings and been at the center of one. That's Watergate, of course. Welcome to the program."
    },
    {
      "speaker": "John Dean",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In general, these hearings, the questioning has been chopped up into five-minute increments back and forth between Democrats and Republicans. Do you think this works, especially for something where we know that there are two very distinct narratives and a great deal of polarization?"
    },
    {
      "speaker": "John Dean",
      "text": "I think it can be very productive given the fact that they are planning for it. They are rehearsing. They're having mock sessions - at least the Democrats are, Republicans may be doing something similar - because the five-minute increments are highly disruptive. A trend of questioning tends to peter out at - given five-minute switch from the Republicans to the Democrats and vice versa. So I'm looking for a rather smooth hearing on this one."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do you think by rehearsing what the Democrats are trying to do is sort of develop a line of questioning and try and get a coherent narrative in place?"
    },
    {
      "speaker": "John Dean",
      "text": "Well, the first part of this hearing, I actually testified back in June, and I know that the Democrats at least are preparing for these sort of things in a very conscientious way. And I learned it because they said, listen; when you're out there, we are going to ask you questions about A, B, C, D and E. And they said they would have graphics for that. I didn't watch the hearings after I testified, but I did see the graphics when they were asking me about them. And that's really a process of building a record as well of what is very important to understand in this event."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How should you respond to the other side when they're trying to build a narrative and you're trying to build a narrative? I mean, the switching back and forth, it does create this kind of very truncated storyline for people to follow, and ultimately, this is something for the American people."
    },
    {
      "speaker": "John Dean",
      "text": "That's exactly right. It is a part of the function of educating the public, and the five-minute increments are not really conducive to that. And what's interesting, Lulu, is they don't have to do it this way. This is more custom than it is by the rules of the House and the House Judiciary and the Intelligence Committees. They really could do this with large blocks if they wanted to have one or two members in those blocks. They could actually go for an hour. So this is something that is a custom that has built up that, you know, I think we might have reached the time when there's a thought should be given to doing it another way."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why do you think they aren't? I mean, do you think this benefits one side or the other?"
    },
    {
      "speaker": "John Dean",
      "text": "Well, there are 435 members of Congress. Each wants to have - when their committee is at the center of attention, they want to have their share of the head attention. That is good politically for them..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Might give them a viral moment on YouTube."
    },
    {
      "speaker": "John Dean",
      "text": "It could, indeed, give them a viral moment on YouTube. So that's part of the game that's being played. But what the Democrats are trying to do here is educate the public about what this president did and how he did it. And they've got a witness who has impeccable credentials. I don't think the Republicans are going to try to undercut this man. He is one of them. And he served his country. And he did this not because he was looking for a job. He did it because he thought somebody had to do it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, let's get down to the prognostication part of this conversation. Robert Mueller has been pretty plain about how he doesn't want to testify and has nothing to say beyond the report. Do you support his logic?"
    },
    {
      "speaker": "John Dean",
      "text": "Well, you know, there've been some very powerful commentary about his position. A former deputy solicitor general, deputy attorney general, a fellow by the name of Donald Ayer wrote a rather sharply worded piece kindly but clearly saying that Mueller had a duty to actually go beyond the four quarters (ph) because of what's happened. Attorney General Barr has tried to discredit his work. He's actually belittled his work. And as Ayer says, you know, this man's got to step up and defend his work and not be rolled over. I think he'll do that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You think we're in for a surprise with Mr. Mueller, then."
    },
    {
      "speaker": "John Dean",
      "text": "I think we are."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "John Dean is an author and CNN contributor. Thank you so much."
    },
    {
      "speaker": "John Dean",
      "text": "My pleasure."
    }
  ]
}