{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Being gay in Iraq has never been easy. Homosexuality was not outlawed under Saddam Hussein, but it wasn't tolerated, either. According to a story in New York Magazine, that did not change much in the new Iraq until earlier this year. Militias that once warred on each other turn their attention to men suspected of being gay. They launched a wave of murder, kidnappings and torture. In response, a human rights group in New York established a kind of underground railroad to get men who've been targeted to a safer place. Matthew McAllester describes this in a piece titled \"The Hunted\" in this week's edition of New York Magazine, and joins us now from our bureau in New York. Thanks very much. Mr. MATTHEW McALLESTER (Contributing Editor, New York Magazine): Thanks for having me, Neal. And in an odd way - this is an awful story, but in an odd way, it's an indication that times have improved in Iraq. Mr. McALLESTER: You know, they've improved to some degree. In a sense, the shift in 2003 was substantive in that the source of fear for gay people in Iraq shifted from the state to the militias and to some degree the mosque… Mm-hmm. Mr. McALLESTER: …and the tribe. And that has, for many people, made it, in fact, worse and more intense the violence that gay people in Iraq are facing. As the conditions improved in Iraq, general security, the militias had time to start feeling that gay people were a real threat and punishing them. Mr. McALLESTER: Yeah. I'm not sure that they ever felt that they were a threat. I felt that there was, in a sense, there seemed to have been a lack of targets. American troops were armed, much less visible and much less numerous and really just aren't in the major cities in Iraq anymore. The government of Iraq is much stronger than military and police forces in Iraq. And the power of the militias has faded in terms of the civil war that was going on and really has been over for sometime. So some of the militias, one in particular, Moqtada al-Sadr's Mahdi Army, which had been extremely powerful, had lost their sort of raison d'etre in their power base, and, in a sense, needed someone to pick on. And there was no more hated and is no more hated group across just about every ethnic barrier that you can think of and social group in Iraq than gay people. And… Yeah. You just described them as being utterly defenseless. There is no… Mr. McALLESTER: Mm-hmm. …political advantage to anyone in Iraq for standing up for the rights of homosexuals. Mr. McALLESTER: That's right. I mean, it's incredibly difficult to get any comment from the Iraqi government about this. They're just not even comfortable talking about it. It took me several weeks, I think it was - certainly many days to get any response from the Iraqi embassy in Washington, and none that I get at all from emails that I sent to Iraqi government spokesman in Baghdad. Other journalists have had this problem in the past. It's not even something they're happy talking about it. And interestingly, you talk about the Mahdi Army - and we're going to get to some of the stories in just a moment. But you also mentioned the tribe. How does that get into it? Mr. McALLESTER: Well, it's a dishonor in the eyes of many Iraqi men to have a member of the extended family or tribe - which are not the same thing, but related - who is gay or appears to be gay. And so that stain has to be removed for the sake of everyone's honor, not just the immediate family. And the ultimate way to remove that stain is to kill the gay person. You tell the story of one man who indeed left the country to get out of this situation and saw two of his uncles in the city to which he had moved. He thought they were there to kill him. Mr. McALLESTER: Yeah. I mean, this is a young doctor who had been tipped off at the very last minute by a sympathetic female relative in Iraq that - I think it was six of his uncles, in fact. Some of his many uncles were going to take him to the tribal village and slaughter him in public to prove to other people in the village and to other members of the tribe that they were taking care of their family duties, as it were. He escaped, and he escaped to a country - another country in the Middle East and managed to get a job in a hospital and were - you know, peaked out of his ward, I think it was, one day and noticed, you know, at the entrance of the hospital his uncles had followed him all the way out of Iraq and had found out where he was working. And he essentially escaped out of the back door of the hospital and instantly fled to yet another country in the Middle East. And I have to say that in your article and on this program, we will be frustratingly vague about some of the place names we're talking about. And, indeed, you've changed the names of some of the people in your story, for obvious reasons, to protect their identity. But I apologize to our listeners for that, but I accept that it's necessary. You talk about hundreds of gay men having been murdered in Iraq. Mr. McALLESTER: Yeah. Numbers of dead and wounded people in Iraq are always, you know, extremely difficult to verify, and contested. This figure is primarily based on the research of Human Rights Watch led by Scott Long, who heads up their lesbian, gay, bisexual and transgendered program. And, you know, and it was they who got me on to this story in the first place, and based on conversations with morgue workers, doctors, NGO workers, diplomats, Iraqis and also numerous gay Iraqis themselves. You know, Scott Long estimates hundreds. And you also tell stories of gay men who were taken into custody, either by murky militia groups of one sort or another who never quite identify themselves, or, in some cases, by government authorities and basically held for ransom. Mr. McALLESTER: Yes. I mean, one of the most shocking stories is a young man who we call Nuri in the story - that's not his real name, unfortunately, again, as you say, we can't give it - who was taken into the Interior Ministry building in Baghdad, held there, tortured there for many days, says that he witnessed the bodies of five gay men that he had been in a cell with when they were alive, initially, when he'd been taken in. And he was deliberately shown these bodies, and this was his last chance to come up with the $10,000 that the Interior Ministry officials had - who had seized him off the streets had said would buy his freedom. And, indeed, it persuaded him to sort of try extra hard, and you'd think you wouldn't need a more motivation. But I suppose that after days of torture - but I supposed that was proof that they really, really meant business, and he did finally manage to find a source of $5,000, a sympathetic friend in London who wired the money who then gave it one of the police officers involved. And this extortion - and I guess there's no other word for it - did manage to make it possible for him to escape the same fate as those other five men. And yet we also read in Iraq of men being kidnapped all the time for monetary purposes. And is this particular to the gay community? Mr. McALLESTER: No, not at all. And, I mean, you know, this has been going on, tragically, for years, although kidnappings certainly are down. I mean, there was this spate of - I mean, a spate - it was a long season of kidnapping and ransoming that went on from - as I - when I was there, sort of, late 2003 to -I mean, as you say, it's still going on some degree. But, no, it's not specific to gay people at all. It's one of the unfortunate sort of overlaps, as it were. One of the creepiest thing you described is, in fact, this man Nuri and others being tortured for information for names of other gay men who presumably would then suffer the same fate. Mr. McALLESTER: Yes. And supposedly, there were - many of the people, many of the gay Iraqis said there were lists. I mean, they were actually stopped at Mahdi Army - apparently, Mahdi Army roadblocks. And they had lists in their hands, these militia members, of gay men. And they had compiled these lists, essentially, through - the first thing they would do when they captured a gay man would be to torture him for every name that he would give. And many of the names came through cell phones. So they would take the cell phone of the man that they had taken and then say, you know, who is this person? Who is that person? Or they would call that person, and - and then there were other ways of doing it. There's a very popular gay personal site called manjam.com and, indeed, some of the Mahdi Army people or militia members were posing as gay men and entrapping, you know, the genuinely gay men that way. We're talking with Matthew McAllester, who wrote \"The Hunted\" in this week's issue of New York Magazine. And we have a caller on the line - Lalitha(ph), Lalitha with us from San Francisco."
    },
    {
      "speaker": "Lalitha (Caller)",
      "text": "Yes, hi. First of all, I'm so thankful for the work that's being done because I'm a straight woman who is very gay-friendly. And I just want to commend the people who are doing this dangerous work for people that really need it. And my question is what this group or others might be doing for Iraqi lesbians. There's a lot spoken about helping gay men, but I'm wondering about Iraqi lesbians."
    },
    {
      "speaker": "Neal Conan",
      "text": "What do you know about them, Matthew McAllester? Mr. McALLESTER: There certainly are Iraqi gay lesbians, number one. But number two, they seem to be less visible, and/or maybe less contactable. It was through, as I said, through the gay personal site Manjam that Human Rights Watch initially managed to contact so many gay Iraqi men. And I spoke to some of these men about lesbians, and they don't seem to have the kind of social life that would enable them to be in contact, in a sense, with Human Rights Watch, nor do they have the access to the Internet that many men have in Iraq. It's there, but I suspect they're harder to reach. So it may be happening for all you know, but there's no way to find it out. Mr. McALLESTER: No."
    },
    {
      "speaker": "Lalitha (Caller)",
      "text": "Right. Great. Thanks very much."
    },
    {
      "speaker": "Neal Conan",
      "text": "All right, Lalitha. Thanks very much for the call. We're talking about a pogrom of homosexuals in Iraq. You're listening to TALK OF THE NATION from NPR News. And Human Rights Watch normally does not intervene in individual cases. Its job is to poke governments about systematic cases. Yet, in this example, they did reach out and try to help these people. Mr. McALLESTER: You know, I actually can't remember in, you know, all the years I've been covering foreign affairs any NGO reaching into a country and helping people to leave. Refugees, by definition, are people who've crossed borders. And UNHCR and other aid agencies generally, I think almost uniformly, greet people at the border with aid, whether it be tents or food and consular help. And in this case, Human Rights Watch sort of reached in. I mean, they were wiring money with - through Western Union to people in Baghdad and Najaf and Kabul and Basra. And that was the initial step. And from there, these men got on planes to a safer city in Iraq where the Human Right Watch officials went for a couple of weeks and greeted them and interviewed them and facilitated their flights to yet another country which is, again, in the region and also relatively safe. And this modern-day underground railroad took how many men out of Iraq? Mr. McALLESTER: Twenty-six so far, and there may be more. The violence has died down and there was some pressure, political pressure put on - and I think sort of intra-group pressure in Iraq put on Moqtada al-Sadr. And so one of his spokesmen made a statement suggesting that he'd, in fact, did not approve of killing gay men. He certainly didn't approve of homosexuality, but they made -did make that difference. And that seemed to slow down the killing. And it - the 26 men who got out, theirs is not a uniformly happy story. Mr. McALLESTER: No. And I think, initially, when I first started reporting this story, I thought this was, you know, was going to be a joyous thing. But life is neither that simple. And some of them felt so sort of unhappy and alienated and frustrated in the city, in the region to which they - in which they ended up, that some of them have gone back, and they've not - none of them have gone back to the really dangerous parts of Iraq. They've not - none of them have gone to their - back to their homes where they would, indeed, almost inevitably killed. But they've gone back to these sort of safer cities, how I'm characterizing it, where they can live and, you know, not live in fear. The Mahdi Army has no presence there, for example. So - but it's not a happy thing. And, you know, when I was interviewing them in the city, they were visibly frustrated. They felt that - you know, I guess they felt everything would be better once they were out and they were being promised the world. But life is hard for refugees, no matter where you are. And we know that the morality police are common in parts of the Middle East. And they, well, police whether a woman is showing too much of her hair or, you know, clothing and that sort of thing. The situation for homosexuals -certainly not pogroms as you described in Iraq - but difficult throughout the Middle East. Mr. McALLESTER: I think that's right. And there was a relatively well-known case in Egypt some years ago. There are gay safe houses in Turkey for gay Iraqis and gay Iranians. The - it is not a part of the world in which it's terribly easy to be gay. In the Palestinian territories, it's very difficult. In Jordan, it can be very difficult. It's a - gay people in that part of the world have to be very careful about how open they are with their sexuality and what clothes they wear, how long their hair is and who they hang out with. And very briefly, we just have a few seconds left. Twenty-six, it's important to those peoples' lives, but nevertheless a drop in the bucket even in Iraq. What does Human Rights Watch think about the outcome of their intervention? Mr. McALLESTER: I think you're right. It is a drop in the bucket. In fact, that's what's Scott Long, the guy who took the lead on this, described it as. And I think, you know, like all aid programs, they do what they can. I'm not sure that they frankly have any money left to do this. And as you said, it's complicated. Some of the men have gone back to Iraq. So you can't force people to go to Sweden or Norway or Canada. Matthew McAllester, thanks for your time today. Mr. McALLESTER: Thank you. Matthew McAllester wrote \"The Hunted\" in this week's issue of New York Magazine. He is with us from our bureau in New York. You can find a link to his article at npr.org. Click on TALK OF THE NATION. Tomorrow, Rich Benjamin on his book \"Searching for Whitopia: How the Whiter Half Lives.\" Join us then. I'm Neal Conan. This is TALK OF THE NATION from NPR News in Washington."
    }
  ]
}