{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "I'm Tony Cox and this is News & Notes. Here is a question for our African-American listeners. Are you embarrassed when a black public figure runs afoul of the law? Think Chris Brown, O.J. Simpson, R Kelly, Quamy Kilpatrick. And whether you're black or not, has your attitude toward African-Americans who are in limelight changed since the election of President Obama? And, do black public figures have to carry the weight of the race on their shoulders, or has the emergence of Barack Obama changed that paradigm as well? Our regular contributor Lynn Toler has been musing on this subject. She's a black public figure, of course. She is the star of TV's \"Divorce Court.\" She joins us now. Hi, Lynn."
    },
    {
      "speaker": "Lynn Toler",
      "text": "Hi, Tony. How are you?"
    },
    {
      "speaker": "Tony Cox",
      "text": "I'm fine. Thank you. You know, for those our listeners who are not African-American, Lynn, some context may be in order here. So, help me explain what we're talking about and you know, like being secretly relieved when someone - some high profile crime occurs and the perpetrator isn't black."
    },
    {
      "speaker": "Lynn Toler",
      "text": "There's no secret relief at my house. My mother who, you know, was born in the 30s, I can't say exactly when 'cause she'll shoot me, but she would ask, was he black? Especially when he was a ball player or an athlete, she didn't know who they are, and she would be verbally and outright relieve when they weren't because she was raised in an atmosphere of, I'm fighting to get out from under and I don't have the luxury of being average. So, you clearly don't have the luxury of failing on my behalf. And clearly during that time, even when I was young, you know, back in the 1950s and the 60s, it was part of the - they can't make it. If you fail you felt like you failed for everyone. And I don't think that's as true anymore but I think people of my age and my parents generation certainly grew up with that feeling that Patti McDaniel expressed when she got that Oscar."
    },
    {
      "speaker": "Tony Cox",
      "text": "And that by the same talking, Lynn, black public figures - and you're one - have felt that pressure, haven't they?"
    },
    {
      "speaker": "Lynn Toler",
      "text": "Yes, we do. We very often feel that pressure because there's always going to be a strata of society that says, yes, there's no - there's another example. It's another rule. And when you're better than average, you're an exception to the rule. And it doesn't seem to help as much as doing the wrong thing hurts."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, let me ask you this because I think that there is a different situation now and I'd like for you to speak to it. For example, O.J. Simpson was a racial lightning rod, but others, from Michael Jackson to Michael Vick to now Chris Brown and Charles Barkley, they haven't seemed to be saddled with that same racial animus-slash-obligation. Am I right about that?"
    },
    {
      "speaker": "Lynn Toler",
      "text": "I think you're very right and I think that's twofold. One, we are aging out of that generation where we as black people had to convince white folks that we were just as human as they were. And a lot of that generation has died out and we have that generation X there. And also, there are so many more shooting stars. I mean, it's not just Jackie Robinson anymore. You look at the NFL or the NBA or the judges on court shows, you see a lot of black people. The president is black. It is not that unusual to have someone black. I mean, Flip Wilson was something back in the day when he did what he did, but you see black people on TV in positive roles more regularly now and especially on the athletic front. So, it isn't so much a black think anymore. It's an individual thing."
    },
    {
      "speaker": "Tony Cox",
      "text": "And it certainly seems that the younger generation has not bought into any of that. And I wonder, you've already describe in part that it's because of perhaps more exposure to blacks in different contexts, but the young folks, this isn't an issue for them is it?"
    },
    {
      "speaker": "Lynn Toler",
      "text": "I don't think it's an issue for them and for a couple of reasons, I think, we, as a society, black and white have lost contact with shame button. I mean, there's a - from Britney Spears to whoever to whatever to - to Mel Gibson, whatever. You go on a contrition tour, I'm sorry. But there seems to be - you can act up a little more and everybody kind of pats you on the back and it's OK. And I think that there's so many of us out here now who are making it on an individual basis. It's not seen as Charles Barkley represents black folks when he says, or when he does. He's seen as Charles Barkley, which is an advance on our part. I mean, which is a good thing. But also, sometimes I wish we would keep that sense of..."
    },
    {
      "speaker": "Tony Cox",
      "text": "Outrage?"
    },
    {
      "speaker": "Lynn Toler",
      "text": "Yeah. And I want to do better for us and I want to give a positive example simply because some little kid might be watching and see me as his role model. I mean, Charles Barkley said, I am not role model. Yeah, he is. He's just not a good one. So, you know what I'm saying? Now I love Charles Barkley because I appreciated the fact that he said he wasn't going to live up to that standard. I'm a big guy that can throw a ball, and that's all you can expect from me. But I would love it if we wanted - if we black public figures wanted more for our..."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, this certainly..."
    },
    {
      "speaker": "Lynn Toler",
      "text": "On a larger scale."
    },
    {
      "speaker": "Tony Cox",
      "text": "This certainly puts the Chris Brown-Rihanna thing right center stage, and it seemed as if this has the potential to be an incident that could raise that level of consciousness. But it doesn't appear from what I have read and heard and seen so far that it is necessarily doing that."
    },
    {
      "speaker": "Lynn Toler",
      "text": "I don't think it is. I've done a couple of radio shows on it. And the callers that come in, I mean, with the exculpatory material for Chris Brown. And Tony, you know, black women weren't so rageful and would act like feminine - this would never happen to them which is a complete misunderstanding of domestic violence and they have a need to defend, like, you know, the O.J. - well, black men are under fire, so we will defend at all costs even when a black woman is the victim of his failures. I think we see it - we're seeing a lot of that with Chris Brown and Rihanna."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you think that - and I know that you're not a part of the judicial case here, but from what you have been reading about that case, does it appear as if this is a good one for some sort of out of court plea bargain? That's what I'm trying to say."
    },
    {
      "speaker": "Lynn Toler",
      "text": "Well, that is very difficult. I'd lived in a no drop. When I was doing domestic violence, we didn't drop it even if the woman didn't want to continue. We would go base upon the evidence of the phone call, her condition, the police, and we didn't care if she wanted to drop it or not because we thought it was such a social ill and a pariah of such magnitude that whether or not she forgave him, we didn't. So, it's really hard to say without knowing the specifics of the case."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, Judge, I just want to thank you for coming on and talking about this with us and coming on all the weeks. As you know, this is our last time together with you on News & Notes. Our show is coming to an end. And I wanted to say on the air for all the listeners and for all the staff here at News & News how much we have enjoyed having you on and we hope that you have found the experience as enjoyable as we have."
    },
    {
      "speaker": "Lynn Toler",
      "text": "It was wonderful. I really appreciate the opportunity to share my opinions on a variety of subjects. I still do it on judgelynn.com where I blog. And I thank you so much. I have enjoyed every moment of it."
    },
    {
      "speaker": "Tony Cox",
      "text": "Judge Lynn Toler, again, thank you very much. Judge Lynn Toler is the star..."
    },
    {
      "speaker": "Lynn Toler",
      "text": "Thank you."
    },
    {
      "speaker": "Tony Cox",
      "text": "Of TV's \"Divorce Court.\" She is also the author of \"My Mother's Rules: A Practical Guide to Becoming an Emotional Genius.\" She joined us from the studios of KJZZ in Tempe, Arizona."
    }
  ]
}