{
  "transcript": [
    {
      "speaker": "Ailsa Chang",
      "text": "The red car has a mind of its own. You don't drive it. It drives you. \"The Red Car\" is also the title of Marcy Dermansky's new novel. It's a story about a haunted car inherited by a young woman named Leah. Marcy Dermansky joins me now from our studios in New York. Hey, Marcy."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Nice to be here."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "So a lot of this book is about control - who has it and who doesn't. And there's so much about the main character, Leah, that is not in control, right?"
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "No."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "She's this struggling writer who takes a boring job in a human resources office, and she seems totally OK with the listlessness of her life. I'm curious - what kind of character are you trying to create with Leah?"
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Well, I almost wanted to get a chance to do, like, a redo of her life - like, somebody who just kind of goes through the motion and finds herself not where she wants to be, which I think happens to a lot of people. You sort of go to the place you want to live. Like, you move to a great city like San Francisco. And you want to be an artist or a writer, but suddenly you have to get a job. And before you know it, whatever your dreams were, they're just passing you by. And there's this moment where you sort of have to wake up and make a change."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "And the red car - that's another character."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "It takes on kind of this magical or maybe demonic personality in the book."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "(Laughter) You can't trust this car."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "No, you can't."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "You're not very safe in it."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Do you believe in haunted things?"
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Personally, I don't believe in haunted things. But, I mean, I do believe this car is haunted. I mean, I think that's why I like to write fiction. I think that when I write a novel, I want it to be really based in reality. I want it really grounded, but I want books that I read to be a little bit more interesting than real life. I was really inspired when I wrote this book by Haruki Murakami, and I feel like that's what he does. He takes a character who finds himself, who's the everyman who cooks himself pasta and goes swimming and works in the office, and everything is normal and ordinary. And then something completely extraordinary happens to him that changes the course of his life."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "You know, I found myself, when I was reading the book, trying to decide if I even liked Leah..."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Interesting (laughter)."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "...As a person, you know, 'cause there are moments where she does wield power..."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "...In a life that otherwise lacks control."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Right."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "But she uses that power kind of subversively sometimes. There's a part I actually would love for you to read."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "OK."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Right at the beginning of the book, there's this scene. A guy in her college dorm has a huge crush on her, and she does something totally unexpected."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "(Reading) I love you, Jonathan said. His face turned red. I felt embarrassed for him. It seems strange how these boys were in love with me - first my boyfriend, who I'd not broken up with three months later, and now Jonathan Bean (ph), who I'd never even kissed. I will have sex with you, I said, for 100 dollars. This was a surprise to me, too. I had not planned any of it. I was in a funny mood."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "The one reason she gives for this whole exchange for sex is - I was in a funny mood. And that..."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "And that's all. That's it (laughter). She doesn't really think about the more serious ramifications of, you know - is this prostitution?"
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Yeah."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "And I'm sure she wouldn't consider herself a prostitute. I think she you know read an article about how Japanese girls do this for money, and she was just in a funny mood. And so I guess as a reader, you can take that any way."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "I mean, I was having trouble with that moment because..."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Really? Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "...On one hand, I was like, OK, a guy is paying her money to have sex with her."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "And yet you come away with this feeling that it's not Leah who's getting exploited. She's exploiting poor Jonathan, who has this huge crush on her."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "She's the one with the power in this exchange."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Well, he turns out to be pretty angry with her - is what we find out a little bit later. He feels like - he feels exploited, just like you said."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "So Leah forms an intense bond with the woman who becomes her boss and mentor, Judy."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "And this bond happens because Judy possesses qualities Leah doesn't have necessarily."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Right."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Power, decisiveness - Judy lives life unapologetically."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "And I'm not giving much away here..."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "OK."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "...When I say that Judy, years later, ends up dying inside the red car."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Yeah."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "And we aren't sure if the death was an accident or a suicide. Why leave it ambiguous like that?"
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "Right. Well, I guess that's definitely to add a level of mystery. I mean, sometimes readers really want things to be told to them. And so I can frustrate readers in that way because often I have an idea. Like, I think I know - would I think was this an accident or a suicide? But I want the reader to be able to make their own decisions."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Leah finds out that Judy leaves her this car, and she travels back to San Francisco and takes on this journey. And during this journey, another thing that struck me that made me wonder - do I like this woman, can I relate to this woman? - is she doesn't dwell on emotions, right? She just feels things. And I can't tell if it's your writing style, but it feels like Leah's thoughts are terse. But maybe, on further reflection, I was, like, well, is that just a more honest portrayal of how people move through life? Most of the time, things just happen to us. It's not like we're having these huge epiphanies in our head as we're going through these moments."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "In life, we never get to know what somebody is thinking."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Yeah."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "You know, in a movie, it's all conveyed through an actor's face. And I feel like a lot of times, even in fiction, that you just read what happens and characters talk. But when I write, I really like to go into someone's head and sort of let - it's like I'm almost giving you the inside goods - like, things you wouldn't know. So there's, like, a scene at Judy's funeral where Leah's, like, contemplating about death. And she's sort of arguing with Judy about how you can die alone or if you're not alone. She's arguing with this woman who she misses. And then her very next it is - I'm going to eat some more guacamole. And I feel like that's really honest and true, but you don't - we would never tell somebody that. So I think by giving you that kind of real information, I could see how they could sort of be annoying. Like, oh, why is she thinking about food at this moment? And part of me will hope that that would render her more likeable, actually. So - but I feel like people really react to this character very differently."
    },
    {
      "speaker": "Ailsa Chang",
      "text": "Marcy Dermansky - her new book is called \"The Red Car.\" Thank you so much for joining us, Marcy."
    },
    {
      "speaker": "Marcy Dermansky",
      "text": "This has been so much fun talking to you, Ailsa, and I really, like, enjoyed our conversation."
    }
  ]
}