{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Forty-six-year-old Keith Ivey of Jacksonville, Fla., will be doing something this year he's never done before - vote. Ivey is a felon. He committed property crimes and served 8 1/2 years in prison. Florida had permanently banned people convicted of a felony from voting - until this past week when Amendment 4, passed in November, went into effect. Now almost 1 1/2 million Floridians, including Ivey, can register to vote. Ivey joins us now from his family's car dealership in Jacksonville. Welcome."
    },
    {
      "speaker": "Keith Ivey",
      "text": "Thank you. I really appreciate the opportunity."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Did you ever think this day would come?"
    },
    {
      "speaker": "Keith Ivey",
      "text": "I really had given up on it. It's been over 20 years. So to actually get to that date, it's been a long time coming."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You're married, and you've got kids. Have you been talking about this with them?"
    },
    {
      "speaker": "Keith Ivey",
      "text": "Not in detail. My daughter is 19, so she definitely knows what I've been through. So this year, she was able to vote. And she was very proud to tell me that she voted for Amendment 4."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That must have been amazing. She voted for the amendment that would allow you to vote."
    },
    {
      "speaker": "Keith Ivey",
      "text": "Yes, she did."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why are you so passionate about the right to vote?"
    },
    {
      "speaker": "Keith Ivey",
      "text": "Personally, I feel like it's a redemption. It's a chance to be a part of society and have a voice. It's almost like we are having taxation without representation. Our debt has been paid to society. We just want to get back on track with life and want the general public to know that we're just like every other person. We've made mistakes like any other person. But that does not define us. That does not define me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I understand that you have registered to vote. But you still haven't gotten your card in your hands. And there's been a lot of back and forth, since this amendment was passed in November, about how these restored voting rights will be rolled out. Are you worried that perhaps this won't yet come to pass?"
    },
    {
      "speaker": "Keith Ivey",
      "text": "There is a little bit of worry there. I just have to ask God to direct me, to lead my path. And I'm still waiting. When I get my voter registration card in the mail, then I will actually have a shout of joy. I've been happy but still reserved because I know that there's a waiting period. But we do know that there's an election coming up in March, and we definitely want to be there to vote. We're just hoping and waiting that they will send the card out faster than normal."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And right now you are at your place of business. Right? You've been paying taxes. You've been working. You've been a member of society, and this is kind of the last piece of the puzzle."
    },
    {
      "speaker": "Keith Ivey",
      "text": "Yes, ma'am. We've been paying taxes and doing everything that every other member of society does and, you know, trying to live an upstanding life, trying to be a mentor to people that have gone through what I've gone through. There's no blueprint for life after a conviction, so you're just trying to figure it out as you go. And there are so many disappointments, so many opportunities lost - housing, employment - just so much that comes with life after a conviction. And no one ever speaks about it. And you wonder why recidivism is so high. It's - the opportunity to get back on track isn't there, and the system is broken."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do you have any celebration planned when you do finally get that card in the mail?"
    },
    {
      "speaker": "Keith Ivey",
      "text": "(Laughter) Hopefully, I'll be by myself 'cause I'm probably going to scream a loud shout of joy. I'm going to give God his praise."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Keith Ivey",
      "text": "I probably will do a kick in the air and clap my feet together once I see my voter registration card in the mail."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Keith Ivey of Jacksonville, Fla., thank you so much."
    },
    {
      "speaker": "Keith Ivey",
      "text": "Thank you."
    }
  ]
}