{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Adventure on the high seas is a concept that has captured our imagination - stepping onto a ship, waving goodbye to your friends, family, land and sailing off toward the horizon. But once a ship leaves its shore, it's also sailing beyond the reach of law and order. Piracy, murder, exploitation, sea slavery, gun running, intentional dumping - the criminal activity off shore is so extensive and so diverse that investigative reporter Ian Urbina continued reporting after his 2015 multipart series for The New York Times. All that reporting is contained now in his new book called \"The Outlaw Ocean.\" And he joins me now. Welcome."
    },
    {
      "speaker": "Ian Urbina",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And we should remind people that we are deeply dependent on the ocean, both in and of itself, of course, and also as a means of how we get things and what we consume."
    },
    {
      "speaker": "Ian Urbina",
      "text": "Yeah. Ninety percent of what we consume from iPhones to running shoes comes across the sea on cargo vessels, and 50% of the oxygen we breathe is produced by the oceans. And seafood is a massively expanding source of protein for much of the planet. The oceans are the temperature stabilizer for countering climate change's effect. So in all these ways, it's a pretty essential part of the planet."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's talk about the global fishing industry. You write in this book that the world wants to believe, quote, \"that it is possible to fish sustainably legally and using workers with contracts making a livable wage and still deliver a five ounce can of skipjack tuna for $2.50 that ends up on the grocery shelf only days after the fish was pulled from the water thousands of miles away.\" I guess when you write like that, it doesn't seem like a very feasible thing that people want. But what is the reality?"
    },
    {
      "speaker": "Ian Urbina",
      "text": "The reality is that embedded in that supply chain are all sorts of hidden costs, often illegal activity and inhumane activity that are how companies save money. And those illegal costs range from, you know, hiring crews that don't ever get paid or using captive labor often called sea slavery all the way over to capturing fish, netting fish, that are in waters that are protected and are not supposed to be targeted. And sort of one of the points of the book was to highlight some of those hidden costs."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. The tales of people working in the worst conditions, enslaved people essentially, who are fishing on boats where you describe a kind of depravity that I have to say is truly shocking. You spoke to one man, a Cambodian man, named Lang Long who spent three years captive aboard a Thai fishing trawler. It's a jaw-dropping story."
    },
    {
      "speaker": "Ian Urbina",
      "text": "Lang Long was courted by a trafficker, a human trafficker, offered a job in the construction industry. Then Lang Long, who had not a cent to his name and couldn't pay the trafficker, now he had a debt, and that trafficker sold Lang Long to a fishing boat captain, and off they went. And because Lang Long had attempted to escape at one point, Lang Long was subsequently shackled by the neck whenever he wasn't working. And that shackling is what got noticed by a supply vessel that serviced one of these fishing boats. And that became a whole long negotiation to buy Lang Long's freedom. And for the next couple years, I sort of tracked him as Lang Long attempted to put his life back together."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And, of course, you make the point that even as the people on the ocean are being treated this badly, the ocean itself is receiving treatment that is also terrifying. Illegal dumping is turning the ocean into a trash can. What is the health of the ocean like as you see it?"
    },
    {
      "speaker": "Ian Urbina",
      "text": "The health of the ocean is not great. I think it's especially bad for the same reasons that these crimes against the people occur in that it's vast and therefore under policed. And I think there's also this long-held view that because it's so huge, it is indestructible and self-replenishing. And I think only in recent years have we realized that the dumping of oil, for example, doesn't dilute and after a while is causing systemic contamination or the industrial level fishing that's been happening for a long time actually is unsustainable. And so fishing stocks all over the world have collapsed, and species are going extinct because we now realize that as big as it is and as many fish as there once were, it's not a bottomless thing, the ocean."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Just listening to this, it sounds incredibly bleak. I mean, what should we be doing?"
    },
    {
      "speaker": "Ian Urbina",
      "text": "So I think, like, it's especially bleak if you think of it on the meta level of all of it at once, you know. But if you instead think of smaller order questions - and they're isolated, achievable things that can happen on each of those fronts; A, sort of instigating more of a political will from governments to raise the bar on human rights and environmental laws and enforcement when those ships come into port because as long as they stay out there, they always have to come to land, and that's when you can exert authority. But there's also a role, I think, for the market and for consumers to play in pressuring companies to clean up their supply chains and know what was entailed in getting it to the shelves or to the plate. Has working on this book and on your previous story changed your habits? It has. I mean, I don't eat seafood, and I'm not advocating that for everyone, but I don't eat meat either. I think it has also as a journalist confronted me with a realization that there are lots of stories out there that are urgent and for which there's very little journalism systematically occurring. And this is one example where as we in the media often focus a lot of attention on a few stories, if we spread out, we can find a lot of really worthy topics out there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Ian Urbina's book is called \"The Outlaw Ocean.\" Thank you very much."
    },
    {
      "speaker": "Ian Urbina",
      "text": "Thank you."
    }
  ]
}