{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. You open the door of your fridge and the light goes on, right? What if the light in your fridge could stay on and be programmed to help your veggies taste better or be more nutritious? Why? Well, it turns out that that head of cabbage on your grocery shelf isn't just sitting there as long as it's not too far after harvesting. Researchers have found that it can still respond to daily cycles of light and darkness and build up its own circadian rhythms, changing its biochemistry to adapt to the daily cycles. Why is that important? Joining me now is Janet Braam. She is chair and professor of biochemistry and cell biology at Rice University in Houston and one of the authors of a paper published this week on this research in the journal Current Biology. Welcome to the program. DR. JANET"
    },
    {
      "speaker": "Braam",
      "text": "Thank you. So our veggies are sitting there in the supermarket, and they're doing what?"
    },
    {
      "speaker": "Braam",
      "text": "Well, they are still alive. They are still responding to external stimuli. What we've shown is perhaps surprisingly, they can respond to light-dark cycles and really change their metabolite accumulation to different times of day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They change their metabolism as the sort of a circadian rhythm for my cabbage?"
    },
    {
      "speaker": "Braam",
      "text": "Right, right. So when the crops are growing in the field, they respond to the light-dark cycles, and they - all plants have a circadian rhythm, so they have patterns of behavior that they control or they - that are under the influence of their circadian clock. And when you harvest vegetables and fruits, these vegetables and fruits really stay very much alive even though they've been removed from the whole plant. But then when we store them under constant conditions like in constant light in the grocery store, their circadian rhythms begin to dampen. And so then they lose the ability to show these rhythmic behaviors."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And when they're doing the rhythmic behaviors, there's got to be a good reason why they're in a behavior; they're doing something."
    },
    {
      "speaker": "Braam",
      "text": "Right. We know from basic plant biology research that plants have these circadian clocks, and we know that they use them in part to respond or to prepare for seasonal changes. But in addition, we recently found that these circadian clocks are also very important for plant defense against insect attack. So plants are able to turn on their defenses at a time when insects are most likely to seed. So in that way, they can prepare for attack before it actually happens. And this is clearly advantageous. Plants are much more resistant to insects if their clocks are functioning properly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And when they get - when you put them under the 24-hour harsh light of a grocery stand, you just wrecked that whole circadian rhythm?"
    },
    {
      "speaker": "Braam",
      "text": "Right. The plants are confused. They don't know what time - when it's day and when it's night, and so their circadian rhythms dampen and go away."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so they may lose that ability to fight off bugs that might land on them?"
    },
    {
      "speaker": "Braam",
      "text": "Yes. Their ability to fight off bugs has certainly decreased when their circadian rhythms are lost."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do they also, during this cycle, get - put out stuff that makes them more nutritious for us at any one point in that cycle?"
    },
    {
      "speaker": "Braam",
      "text": "Well, what we've shown is that with cabbage, cabbage is related to the research plant that we work on, that research plant makes these particular chemical compounds that send off insects. So the insects don't like to eat the plants..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Braam",
      "text": "...because these chemicals taste bad or make the insects sick. But these same chemicals that are in our model plants are also in things like cabbages and broccoli, cauliflower. And what we've shown is that those chemicals accumulate with circadian periodicity in these post-harvest vegetables just like they do in our model plant. But in - for us, eating these vegetables like cabbage, those chemical compounds are - have been found to be potent anti-cancer compounds. So they have anti-cancer activities."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You mean like antioxidants, things like that?"
    },
    {
      "speaker": "Braam",
      "text": "Yes. Some of them are antioxidants or they activate antioxidant processes in our cells."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So..."
    },
    {
      "speaker": "Braam",
      "text": "And so - yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. So I guess, ideally, if you wanted to keep all that going, you would have the lights in the supermarket go on and off for like just mimicking daylight."
    },
    {
      "speaker": "Braam",
      "text": "Right. So look - yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And when you brought it home, if you put it in the refrigerator, you might do the same thing."
    },
    {
      "speaker": "Braam",
      "text": "Right. That's one possibility from - that you might make - have a conclusion from our research. So we showed that if you take these post-harvest cabbage and put them under light-dark cycles, these chemical compound cycles - dependent on time of day - and then it might make a difference at what time of day you actually eat your vegetables. You could plan to eat it at the time of day when those chemicals are at their optimal level."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you know what time of day that is?"
    },
    {
      "speaker": "Braam",
      "text": "We've only just begun to look at this, right? So we've only used one kind of treatment of 12 hours of light and 12 hours of darkness. And we've only looked at cabbage so far. And under our experimental conditions, we find that these chemicals accumulate most in the day, it may be midday, and they go down at night. And there's about a two-fold difference."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow."
    },
    {
      "speaker": "Braam",
      "text": "But much more would need to be done to know really when the best time of day would be to eat different kinds of vegetables."
    },
    {
      "speaker": "Ira Flatow",
      "text": "OK. So you started with cabbage. Are there any other veggies that look enticing, so to speak, for you to study or sort of similar to a cabbage cycle?"
    },
    {
      "speaker": "Braam",
      "text": "Well, what we did after we found that this result worked with cabbage, we decided to try to see how broad a phenomenon this might be. We started with other leafy vegetables like spinach and lettuce, and we could show that in the lab, we could re-entrain their circadian rhythms also. And then since those worked, we then went back to the grocery store and bought things like zucchini and blueberries and sweet potatoes and carrots. And of all these we could show could perceive these light-dark signals and reactivate their clock and show rhythmic behaviors."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. Now, I'm picturing a big head of cabbage. And, you know, cabbage has lots of leaves on it."
    },
    {
      "speaker": "Braam",
      "text": "Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is the light only getting to the outermost leaves, or does it filter into the inner leaves as, you know, does it work on the circadian rhythm on the entire cabbage, and where is the clock located in the cabbage?"
    },
    {
      "speaker": "Braam",
      "text": "So cabbage is made of a collection of leaves and some of the leaves are on the outside. And I would imagine that under certain circumstances where there's just light shining on the head of cabbage..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Braam",
      "text": "...probably only the outer leaves are perceiving those lights signals. However, the circadian clock can also be sent by - set by temperature changes. And so in the field, if this cabbage is growing, I would imagine both the inner and outer leaves maintain their circadian rhythmicity. But we really haven't looked at any of that yet. So these are just speculation on my part. But in plants, the circadian clock or each individual cell is believed to have a circadian clock. And they all run autonomously or mostly autonomously. And so they all get set in synchrony by these external stimuli."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. So what you're saying in terms of the fewer, even a gardener or someone who has plants, that it's not healthy for the plant to keep it under the light 24 hours a day. If you want to grow it in your basement or, you know, some place, you got to give them some dark time. You have to give them some circadian rhythm."
    },
    {
      "speaker": "Braam",
      "text": "Our work with - yeah. Right. Our work would suggest that especially with defense against insects and fungi that circadian periodicity is important to maintain. So keeping a light-dark cycle would be important."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm hmm. Don't just keep those grow lights on all the time. That's right. All right. So where do you go from here? What would be your next step?"
    },
    {
      "speaker": "Braam",
      "text": "Well, we're interested in understanding, one, what are all the metabolites or small molecules that are under the control of the circadian clock in these post-harvest vegetables and fruits? So in things like zucchini and carrots and sweet potato, we would expect a different sweet of metabolites to be regulated by the clock. So we'd like to know what those are. And then we'd like to know what kind of conditions could be used to make this a practical - if it turns out that we can really make a difference in nutritional quality then..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Braam",
      "text": "...we would want to design a simply way to keep the clock running. And we know that plants can respond to just pulses of light in ways that can control or set their clock. And so we'd like to investigate what are the simplest ways that we can use to make this practical."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, we wish you good luck, Dr. Braam."
    },
    {
      "speaker": "Braam",
      "text": "Thank you very much."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you for taking time to be with us today."
    },
    {
      "speaker": "Braam",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Janet Braam is chair and professor of biochemistry and cell biology at Rice University in Houston."
    }
  ]
}