{
  "transcript": [
    {
      "speaker": "Farai Chideya",
      "text": "From NPR News, this is NEWS & NOTES. I'm Farai Chideya. The Federal Bureau of Investigation is known even better by its nickname, the FBI, than by its full name. And its special agents are jobs that many people aspire to. That's why it took nearly 100 years for the FBI to hire its first mother-daughter team. And they're African-American to boot. Ethel McGuire has been with the bureau for two decades and has risen to assistant special agent in charge. She joins me in our NPR West studio. And her daughter Marlo McGuire began at the bureau just a few years ago. She's now a special agent in the California Bay Area. She joins me from the studio of NPR member station KQED. Welcome to you both."
    },
    {
      "speaker": "Ms. Ethel Mcguire (Assistant Special Agent-In-Charge",
      "text": "Thank you very much. Thank you. Thanks for having us."
    },
    {
      "speaker": "Farai Chideya",
      "text": "So, this is a really extraordinary story, a mother-daughter team in the FBI. Ethel, I'm going to ask you to give me your story of how you got started in this business. It's a very unusual profession. Ms. E. MAGUIRE: This is actually my third career. I tell everyone I didn't get this young. I initially was a schoolteacher and from there, I went to being a retail manager after several fights with students in the inner-city schools. And, as I was having a bad day at work in retail I decided to go to a government agency and apply for a job. I had no idea at that time, you know, who I was going to be applying for. But several months later, I got a call from a recruiter from the FBI. At that time, he didn't say the FBI, he told me Department of Justice, which I was clueless because I didn't know, you know, what agency in the Department of Justice would be calling me. And as he continued to prepare me and talk to me about what the job was about, and one thing led to another. I took the exam. Passed it. Went on the waiting list for 100 years seems like. And about a year and a half later, got a call. I know you can't tell us all the details of what you do, but just paint an outline of what you do today? Ms. E. MAGUIRE: Right now, I'm the assistant special agent in charge of counter-terrorism in Los Angeles. I have responsibility for the Los Angeles International Airport and for the seaports of Los Angeles and Long Beach, as well as a counter-terrorism squad. Prior to that, when I first arrived in Los Angeles, I head the Los Angeles Joint Terrorism Task Force, which was comprised of eight squads. I now have five squads, which includes a threat squad. We try to prevent another terrorist act from occurring in Los Angeles. And the day is comprised with just meetings, working diligently with our partners and other stakeholders at the port and at the airport, as well as guiding and directing my supervisors and their agents in a method that they can pursue incoming, outgoing calls relative to threats to Los Angeles. That's a huge job. Marlo, are you proud of your mom? Ms. M. McGUIRE: I am. I'm very proud. I'm almost amazed sometimes, almost more than proud, you know. So, did you know that you wanted to be like her and become a special agent, or how did this all come about? Ms. M. McGUIRE: You know, I've looked back and, you know, I was talking to my supervisor earlier this week, and I said, you know, I don't realize - I didn't realize the magnitude of my mom's job until we were doing career day in eighth grade. And we had a recruiter from the FBI come in and tell us all about the job, and how great it was and the things that they did. And, you know, we saw a couple of movies and pamphlets and things like that. And I was like, hey, you know, my mom works for the FBI and that was like, do you know her? You know, and I told him her name and everything. He was like, yeah, you know, and so then it kind of really hit me like, hey, my mom works for the FBI, that's kind of a cool job. You know, so from that point, I think, I kind of decided, well, this what I'm going to do. And I don't think my mom believed me. She just kind of played it off like, yeah, okay, whatever. And then, when I got ready to go to college, I signed up to be a criminal justice major. And she's like, well why did you pick that? And I was like, well, I told you I want to be an agent. And she's like, oh, well, okay, maybe now I should believe you, you know. So then, of course, I changed my major to accounting and here I am, so. Your mom is smiling. Your mom's here in the studio with me. She's smiling. Did you ever expect your daughter to do this? Ms. E. McGUIRE: No, initially they didn't know what I did. She talked about being an agent at a young age. And I tried to encourage her to go on to a career that would help her later in life because I was married with children and the transfer policy of the bureau - my family was separated a lot. And it was very difficult being a mom and having two daughters trying to raise them from different parts of the country and it was heart wrenching for me, as well as my children. We all suffered as a family as a result of that. Thank God, you know, they are - where they are today. But I want - I didn't want my daughter to go through that same type of quality of life issue that I had to go through. But she had other plans. Like many different professions, the FBI wasn't always known as the greatest place for diversity. Did you ever have to fight battles to prove who you were? Ethel, I'll start with you and what about you Marlo? Ms. E. MAGUIRE: Fight battles, yes as a woman in the bureau, definitely you have to - it's almost difficult for me to say this but we were always expected to 150 percent to prove we were almost worthy of the job. And so, we did a 150 percent. And as an Afro-American female in the bureau, you had to add a little bit more to that. And you had to make sure you are on point at all times. But that being said, I think, if you went in strong from the beginning and you worked with everyone, which I'm a people person anyway, so I love people. It didn't matter to me who they were. But I didn't want to go in proving who I was. I want to go in and do a good job. And I felt very strongly that in any career, any profession I've had - once you'd go in and you worked hard and you do the things you're required to do, the rest of it comes with that. And I didn't want to use my race and my sex as a stepping stone to move up through the ranks in the bureau and that's one thing I'm very adamant about taking the baby steps to get where I am today. Marlo, how do you think things have changed for you because of the barriers people like your mom broke down and what challenges do you face? Ms. M. MAGUIRE: Having my mom has helped me because I've been able to consult with her about challenges that are ahead of me. But, definitively it's helped level off the playing field a little bit. I mean, it's not as difficult to move ahead or it's not as difficult to have a position of power, decision-making within the bureau. And I think now - it's similar to what my mom has said, if you're a female in the bureau and you're a special agent, if you go out and you do a good job and you showed that, hey, I have the tools in my toolbox to compete and to be successful similar to yourself then you'll get respect across the board - no ifs, ands, or buts. I mean you're out at the firing range, all the weapons shoot the same, no matter - it depends on the person who's behind it whether you're going to hit the target. You know, and if you stand up there and you shoot well, you know, people are going to say: Hey, yeah, I don't care, we'll take the girl, you know. So, I think, you know, you get respect just from doing a good job like my mom said. But I, for myself, I think, being in prior law enforcement and then approaching the Academy, it prepared me very well. So, I was prepared for the physical challenges and the critical thinking exercises that you will go through. Then tell me what your daily life is like and kind of what your responsibilities are to the extent that you can. Ms. M. MCGUIRE: Okay. Well, actually I work on the white-collar squad. So we handle government fraud, public corruption, anti-trust matters, bankruptcy fraud, government fraud - mostly fraud, white collar-related things that we handle. Very interview intensive. There's a lot of paperwork and financial kind of follow up that has to be done on the regular basis. So, I would say, you know, out of a five-day week, I probably spend three days in the office preparing paperwork or finishing up paperwork. And then two days just really kind of hitting the streets, getting the information and following up on any investigative leads that I have. And so that's pretty much my day. I mean every now and then there's, you know, there's fun stuff that comes along. But it's very… So your fun stuff doesn't just mean, you know, going out and putting at the golf range or catching a movie. It's like going to the firing range. Ms. M. MCGUIRE: Yeah. That's fun. Because when you're there, you're like, hey, we're getting paid to do this. You know, we're here, we're training. This is our job. You know, so it's a lot of fun. Sometimes you just smile and say like, hey, I would do this for free. Are you kidding me? So it's good. I like it a lot. Don't tell your bosses that. But before I let both of you ladies go, I think that your story really speaks beyond the FBI to basically being trailblazers. What advice would you give - first Marlo and then Ethel - to someone, male or female, who wanted to go into an unusual profession and was a trailblazer like yourself? Ms. M. MCGUIRE: Go prepared. I think that's the main thing. In order to be successful, you have to show up prepared. So, you know, do your research on whatever the profession that you're seeking. And if it requires that you come in with three degrees, have those three degrees plus experience in your related fields. Because I think that will ensure that you're successful. But definitely being prepared is the number on thing. Ethel? Ms. E. MCGUIRE: As for myself, I don't consider myself a trailblazer because there were so many women and Afro-Americans before me who never got recognized. And for that reason, I'm in a position to sit here before you today and discuss, you know, the little bit of happiness ledger that I can bring to the bureau. But gosh, there's so much before me. I recruit heavily for the bureau. I always try to get, especially Afro-American females because we're such a minority. Or other minority females, from other ethnic backgrounds. And in doing so, I always let them know what our critical skills are that we're looking for at that particular time. Right now it's language, engineering, the sciences. I know a lot of people - I never thought I would be a law enforcement officer but I wouldn't trade it for anything the world. Well, Ethel and Marlo McGuire, thank you so much for joining us. Ms. E. MCGUIRE: Thanks for having us. Ms. M. MCGUIRE: Thank you for having us. Assistant Special Agent-in-Charge Ethel McGuire, and her daughter Special Agent Marlo McGuire, the first mother and daughter to work for the FBI in its history."
    }
  ]
}