{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The British artist David Hockney is one of the most famous artists in the world. One of his works recently sold for $90 million, smashing the record for a living artist. But he's also led an extraordinary life, breaking barriers as a gay man and defying the expectations of the art world at every turn. In the new novel, \"The Life Of David Hockney\" (ph), author Catherine Cusset imagines the thoughts, feelings and words of Hockney at pivotal periods in his life to try and puzzle out the man. She joins us now from our studios in New York. Thank you so much for being with us."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "Well, thank you for inviting me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In the forward to this book, you wrote that David Hockney took hold of you, which is why you wrote the novel. Explain what that means."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "So I didn't know his work. I barely knew him. I was..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Really?"
    },
    {
      "speaker": "Catherine Cusset",
      "text": "Yes, two years ago. I'm ashamed to say so, but I barely knew him. So I looked at his work on the Internet. I liked it. And then I started reading about him, and I really liked him. I loved his sense of humor, his self-derision, which I felt very close to, and - and his incredible freedom at every level. He's a free man, always following his desire, his impulse, being true to himself. And this is what I love most about him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah, a theme that goes throughout the book is freedom. You seem inspired by his freedom."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "Yes. He was born in 1937, in a small town in England, Bradford, where he basically never saw an artist as he was growing up. You know, earning one's life by selling paintings didn't exist. It was not something you could do. You could paint on Sundays, be a Sunday painter, and then have a real job. And also, as he grew up, he absolutely never saw a homosexual. He was the son of Methodist parents who didn't even know what homosexuality was, except it was a crime punished by God. In addition, at the time in England, in the '50s, it was a crime punished by law. And this man grew up to become this incredible artist, you know, earning his life with his paintings from a very young age, and a militant homosexual. So he really invented himself."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The book focuses on certain episodes in Hockney's life, some surrounding the inspiration behind his \"Portrait Of An Artist (Pool With Two Figures),\" which is the work that actually went for $90 million, and then Hockney during the early years of AIDS - but not others. How did you choose which parts of his life to highlight?"
    },
    {
      "speaker": "Catherine Cusset",
      "text": "I really tried to understand his trajectory from the inside. You know, a lot is being written about David Hockney. And a lot of people - you know, I'm a French novelist. I have published already 13 novels. And people have told me, but this is the first time you write about a painter. This is completely new in your work. And I want to tell them, no, it's not new at all. As a novelist, I usually only wrote from things that are connected to my life - you know, my mother, my mother-in-law, sex, relationship to money. I love to write about myself."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "David Hockney is obviously not myself. But it's the same process of writing. I'm trying to understand from the inside. I am not interested in the factual truth. My book is very factual. I read everything. It's as accurate as it can be. I cannot invent. He's alive. The man is alive. He's 81. I cannot invent his life. But what interested me is really the emotional truth. How could he be a figurative artist at a time when everybody was abstract? Try to imagine this young David Hockney arriving from his provincial town in London at the age of 22 and discovering that figurative painting, which is what he's doing, is not done. He has a friend at the school who says, oh, you cannot paint like Monet after Pollock. And David Hockney hears this and thinks, oh, my God, if I continue painting the way I was painting, I'm done for. I will never be well-known. So it is complicated. And I tried to place myself in his mind. He tried to become an abstract painter. But he was very depressed. And his friend, at some point, told him, you know, stop thinking about being a contemporary artist. It doesn't matter. You are contemporary. You live in your time. Just paint what matters to you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You - I mean, it's extraordinary that you didn't know David Hockney before you started looking into this only a few years ago. And now that you've done so much research into his life, what is the thing that is more resonant to you?"
    },
    {
      "speaker": "Catherine Cusset",
      "text": "This man was never prisoner of his success. He became very successful. In his early 30s, he was already selling the swimming pool that made him world famous and the double portraits. And at that time, in his mid-30s, he broke up from his great love. And he was extremely affected, extremely depressed. He was really on the verge of suicide at the time. And suddenly he didn't feel like painting anymore, and he stopped. So he was never prisoner of a formula. Also, I am really interested in his reaction - in his relationship to criticism."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I was about to say, one of the things I didn't know was how the art critic world dismissed him and how he relished thumbing his nose at them."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "He was considered as a lightweight painter, a superficial painter. And he was very successful. But think, nowadays, of artists or writers - you know, I think of writers because I know better the writer's world - who are immensely popular, who sell, like, you know, 200,000, a million copies in the States. But no good critic in The New York Times will write an article about them. So who decides you are a great writer or a great painter?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Tell me about it."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "And it's complicated, right?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It is."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "And David Hockney, you know, is not insensitive to what people say of him. I think he had his moments of doubt. And as a writer, this is - was what interested me, to go inside there and see the fragility of David Hockney - not just a happy-go-lucky character and a successful character, but also the moments of depression and of doubts."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So you had not met David Hockney before you wrote the book. But you did send him a copy. And you have met him since. And I must ask, what did he think?"
    },
    {
      "speaker": "Catherine Cusset",
      "text": "So first, he doesn't read French. And I was very scared. I have to tell you. The man, as you know, is very rich. And he's super well-known. And he cares about his image. And he has - you know, he can hire very good lawyers."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "And I was very, very scared because I wrote about his thoughts. I wrote about his sentimental life, about his sex life. You know, I'm - here I am, a woman, a heterosexual French woman, writing about a British gay artist. How do I dare? I was very, very scared - my husband, too. He thought, you know, there would be a..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) You'd be bankrupt."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "...Trial. We would lose everything, live under a bridge somewhere in Paris or in New York. But what he did when he received my copy in French last year was that he gave it to read to three people extremely close to him - his French gallerist, his French translator and the man who has been, you know, his assistant for the past 20 years and is working with him, you know, I would say day and night. And this man, JP (ph), absolutely loved - is French, that man. And he loved my novel. And he's the one who actually put me in touch with David Hockney. You know, he called me, and he said, you got him. You got him. This is the best book I've read about him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow. So what do you think we should learn from David Hockney's life?"
    },
    {
      "speaker": "Catherine Cusset",
      "text": "It's, you know, be free. Do what you want, and don't care about what other people will think of you. It's hard. It's very hard. And I admire that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Catherine Cusset is the author of \"The Life Of David Hockney.\" Thank you so much."
    },
    {
      "speaker": "Catherine Cusset",
      "text": "Thank you so much."
    }
  ]
}