{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The White Helmets is the group of volunteers in Syria who are celebrated for running into danger in order to aid civilians. They were the subjects of an Oscar-winning documentary two years ago, which captured images of them carrying broken and bloody Syrians from dust and rubble. Raed Saleh leads the White Helmets. He is here in Washington to receive the Elie Wiesel Award from the Holocaust Memorial Museum for his organization's work in Syria. Congratulations, and thanks for being here."
    },
    {
      "speaker": "Raed Saleh",
      "text": "Thank you very much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "First, what is the state of things in Syria now? The war is not over, but many people perceive that Bashar al-Assad has won."
    },
    {
      "speaker": "Raed Saleh",
      "text": "(Through interpreter) In fact, the situation can't be evaluated this way. Taking control of rubble does not mean victory. What is he controlling today? He is controlling a destroyed country. He's controlling land without people. Thirteen million people are outside of Syria or forcibly displaced internally to areas he does not control. He is controlling cities that are completely destroyed. Today he can't provide the most basic services to the so-called homogeneous society that he has talked about, such as gas, heating and bread."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The Syrian government has targeted White Helmet workers with airstrikes. They say that you are aligned with the rebels. And you say that you act for all Syrians. But this is a civil war of Syria and against Syria, not to mention the U.S. is backing the Kurds. Russia is backing the government in Damascus. How is it possible, in such a complicated scenario, for you to represent all sides and to be impartial?"
    },
    {
      "speaker": "Raed Saleh",
      "text": "(Through interpreter) In fact, here we have a different way to define impartiality. Impartiality for us is providing services to all Syrians and to providing support to all Syrians. Now after six years of war, we have saved more than 116,000 people from under the rubble. We have not asked any of these 116,000 people who did they belong to? Is he a Kurd? Is he a Christian? Is he a Muslim? Is he with Assad? Is he against Assad? Is he with the Kurds? Is he against the Kurds? We have never asked anyone these questions. But at the same time, we do not stand impartial between the executioner and the victim. Today we take the side of the Syrian people who are being murdered on a daily basis by airstrikes - all different kinds of airstrikes. So when we talk about impartiality, we mean impartiality in providing services."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "At one point, you were getting tens of millions of dollars from the U.S. government. Where does that support now stand under the Trump administration? Are they still giving you the support that you need?"
    },
    {
      "speaker": "Raed Saleh",
      "text": "(Through interpreter) The U.S. financial support continues, and we still receive financial support that helps us with acquiring ambulances and helps us with search and rescue operations."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Where are we now in the Syrian civil war in your estimation? It is clearly not the beginning. Is it closer to the end or do you see this going on indefinitely?"
    },
    {
      "speaker": "Raed Saleh",
      "text": "(Through interpreter) We do not call this a civil war, but we rather call it a revolution against a dictatorship - a dictatorship that has used all kinds of weapons against people who are revolting against it. They have used chemical weapons and barrel bombs against civilians. I'm not sure how far away from the end are we. I'm not sure how far along we are with this revolution. But we have gone through many phases. I'll tell you back in 2013 when the Iranian forces interfered in Syria, they said that without their intervention, the regime would have fallen within two weeks. The revolution continued. And in 2015, the Russians came in. And they said that without their intervention, the regime would have fallen within a few weeks. Three years after the Russian intervention, the revolution still goes on. We have not lost. The Syrian people have not lost. This revolution continues. So I can't tell you exactly what's going to happen next, but I can tell you that there is no force in the world that can defeat a people's revolution."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Raed Saleh leads the Syrian Civil Defence, also called the White Helmets. Thank you so much for speaking with me. Shukran."
    },
    {
      "speaker": "Raed Saleh",
      "text": "Thank you very much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And thanks to Raed Jarrar, who did our interpretation and voice-over."
    }
  ]
}