{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "The United States and China have agreed to what President Trump is calling a substantial phase one deal on trade. Now, the details of this deal still have to be written, but we're going to find out what we can from NPR's Jim Zarroli, who's in New York. Hi there, Jim."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Hi, Mary Louise."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "All right. What do we know about this phase one? What's actually been agreed?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Well, I think perhaps the most concrete thing here that's been agreed to involves the tariffs that were supposed to take effect on Tuesday. You know, the Trump administration has already put tariffs on a lot of the things that we import from China. They were supposed to go up on Tuesday. That will be suspended. That's the word that was used, but the tariffs that are already in place apparently will remain in place. And there are still additional tariffs that are supposed to take effect in December, and it's not really clear whether they will take effect. Also, China has agreed to buy more agricultural products from the United States. The president said 40 to $50 billion worth. You know, farmers, of course, have been really hurt by this trade war, and the president has been really anxious to help them out."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "The president and his advisers have been clear they wanted a big deal, not something piecemeal. Does this count - phase one of a big deal?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "You know, I think it's progress. It means, you know, this is - phase one means there's going to be a phase two and possibly a phase three, which means there's more work to do. I mean, one of - the important thing to point out here is that, apparently, this deal isn't written down on paper yet. That has to be done over, President Trump said, the next three weeks or four weeks or five weeks. And, of course, the devil is always in the details with things like this, in trade talks."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Right, and there's a history in this administration of the president coming out and saying something was agreed and then we hear from the other country that they had a different understanding that emerged."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Yeah, and actually, you know, there was a meeting in the spring, and President Trump came out and said he expected a deal in four weeks. That didn't happen, so - but, you know, the important thing here is that there - it seems like some of the animosity between the two countries has been lessened, and that's important. That's a first step. You know, I think both President Trump and the Chinese leader Xi Jinping feel - they want a deal here. They want a political victory, and that's important. It means that some progress is being made."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Do we know of the major outstanding issues? Are there any that we know that were not addressed in this phase one deal?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Yeah, quite a few. I mean, some of the very important structural issues still have to be addressed. You know, for instance, the United States wants China to crack down on intellectual property theft. The treasury secretary Steve Mnuchin said, you know, we're very, very close to a deal on that, but apparently, they don't have one yet. You know, and then there are other big issues that have just been a problem for a long time. China - the U.S. wants China to open up its markets, stop subsidizing state-owned companies. I mean, these are really tough issues, and they go to the very heart of the kind of economy China is."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "And what about Huawei? That's been another major sticking point - the Chinese telecom giant."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Exactly. There's nothing on Huawei. You know, President Trump put Huawei on a Commerce Department blacklist in May. He then backtracked on that a little bit, but that's still in place. It hasn't been talked about today. It wasn't addressed in this deal, and it suggests they still have a long way to go."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So just very briefly, Jim, does this set a more positive tone? Are the trade tensions ratcheting down maybe a little bit?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Yeah, it certainly sets a different tone, but I have to say the stock market seemed somewhat underwhelmed by what came out today. The Dow right before the deal was announced was up 515 points, and then it fell back and finished up 319."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So we shall see where it goes from there on Monday morning. NPR's Jim Zarroli, thanks for your reporting."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "You're welcome."
    }
  ]
}