{
  "transcript": [
    {
      "speaker": "Farai Chideya",
      "text": "I'm Farai Chideya and this is NEWS & NOTES. He's one of America's most important literary figures. In the 1960s, Amiri Baraka co-founded the Black Arts Movement. It promoted a black nationalist perspective on art and influenced a generation of black writers. In 2002, his title as New Jersey's poet laureate was dissolved after he recited “Somebody Blew Up America,” a poem about 9/11 that argued Israel knew about the plot before it was executed. Amiri Baraka's latest work is called “Tales of the Out & the Gone.” It's a collection of short stories written over a span of more than 33 years. Amiri Baraka began his literary career in the late 1950s as LeRoi Jones, a beat poet in Greenwich Village. Over the years, Baraka has deemed himself a beatnik, a black nationalist, a Muslim and a Marxist. I asked him how he describes himself today."
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Well, I guess as a poet and a political activist most consistently. I mean I've written in all genres. As a matter of fact, I have a play opening next week. But, you know, I guess throughout all of that the poetry is at the base of it."
    },
    {
      "speaker": "Farai Chideya",
      "text": "You have in this compilation a section where you describe the difference between poetry and short story. It's called “Northern Iowa.” What do you think are the differences between those two crafts that you pursue?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Well, poetry tends to be more spontaneous and direct, you know. The poet is someone I think who's interested in registering experience immediately or giving you the sense of immediacy and directness. Even writing drama, though, I try to be, you know, have a poetic voice. And finally, I think maybe this is poet chauvinism, but I think that even to write essays one has to still have a kind of rhythmic drive to get the highest consciousness out of your soul."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Do you see a connection between the African oral tradition of the griot and the poetry that infuses your work and then infuses your nonfiction, your essays, everything?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Well, in a sense. I mean griot is a French word which means, you know, really, literally, cry. You know, like the town crier. You know, they come in and say, you know, it's nine o'clock; everything is cool. You know, President Bush is a fool. I mean, stuff like that just to tell you. But for the kind of, the African thing is called djali. You know, it's the same sound as the word jolly because they're supposed to come in and leave you with a sense of joy. You know, the djali, who was the poet, the historian, musician, you know, commentator on world affairs, comes into the village or wherever and raps. So in that sense, yeah, I've always wanted to write pretty much like I speak. And I got that from people like Langston Hughes and William Carlos Williams, that you should try to get your own natural sound, your natural voice and rhythms. And the line breaks in the poems should be your breath phrases. Those things come from a poetic tradition that is American, yet as far as the Afro-American tradition, it certainly is similar to the old, the ancient rappers, you know."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Well, you talk about the djali, but there's not always very much that's jolly in some of your stories. You start off with a story called “New and Old,” and a character called Pander(ph). And that story paints a really sad picture of black-run cities. Did you mean for it to come off so grim?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Well, I meant for it to come out like it is. You know, I mean, we had put a black mayor in this town in 1970, and by 1974 we had to actually resist the kind of backwardness that he was showing. I mean, so I think for a lot of us who are black nationalists merely getting rid of the white folks in Newark and, you know, getting black mayors, which we thought was going to be, you know, the solve-all to our problems, was not sufficient. And we're still struggling with that. We have another Negro mayor at the present time who's backward in another kind of way. I mean, this one is a Stanford University, Yale Law School, Rhodes scholar, Wall Street lawyer type, but he's as backward, or maybe more backward in his own way, than the Negro we talked about in 1974. It's a hard struggle, you know. You move from, say, the old colonial image to a neocolonial image, just like you see most of Africa, most of Latin America, most of Asia. They've gotten to neocolonial constructs. So it's still a long struggle."
    },
    {
      "speaker": "Farai Chideya",
      "text": "You're talking about Cory Booker, who's the new or relatively new mayor of Newark. And your son, Ras Baraka, was the deputy mayor, now is a councilman-at-large."
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "No…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "How do you see…"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "…he was a deputy mayor. He was a deputy mayor under Sharpe James."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Right."
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Then he was a councilman-at-large, but he lost his council seat."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Oh, he did?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Yes, he lost in the sweep. The Booker team came in and Ras was one of the victims of that sweep."
    },
    {
      "speaker": "Farai Chideya",
      "text": "How do you see the Booker administration going wrong?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Booker comes in here and in 90 days he raises our taxes eight percent. He fires or sets in motion to fire 1,200 workers, both city workers and people working in the housing authority. He hires a police director from New York City who worked with Giuliani. And, you know, the fact that he's a white police director makes it even wilder because we had sworn in 1970 that we would never, you know, go outside of the city and we certainly would never hire a white police director because we'd have such bad police - experience. Even today, I mean this police director he has now worked with Giuliani. So, I mean that certainly wouldn't help his resume in a city like Newark that's still 70 percent black. But I think that it's this complete disregard for the people of Newark. I mean he has an administration now that has record salaries - $140,000, $170,000 for these people. In a city where the, you know, the average wage is around $30,000 or less, you have, you know, these enormous salaries of people that come in the main, either Ivy League Negroes or Wall Street white people."
    },
    {
      "speaker": "Farai Chideya",
      "text": "It sounds to me that you and Newark are like a long time couple, that you're not going to break up but you're not going to make up. How do you feel about your city?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "I was born in this city, you know, 1934. I was born in this city. My parents came to this city in the ‘20s. And we've seen the city change. I mean except for the time that I went away to college, and then went away to the Air Force, and then to New York City to learn to be an artist, I guess I've been in Newark all that time. So it's a question of being home and a question of trying to defend not only the people that I love and the people I've grown up with but also the vision of a city that can come to life."
    },
    {
      "speaker": "Farai Chideya",
      "text": "How does your art relate to your politics? You have been someone who's moved from being LeRoi Jones to Amiri Baraka. You've been a Marxist. You've got married once in a Buddhist ceremony to a Jewish woman. And you have taken a lot of personal paths as well as artistic ones. How do you link your art and your politics?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Well, it's your life. I mean I think if you have any kind of consciousness, you know, any kind of really consciousness - and at the same time, you know, there was a poet who wrote a poem in defense of me who said, you have freedom of speech as long as you don't say anything. So it's a question of what you actually see in this country, in this city, in this world, and trying to say that. And as far as my diverse kinds of, you know, situations, I was just a person who's alive and conscious and never really willing to deny their experience."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Speaking of defending your work. In a preface to your book you call yourself the last poet laureate of New Jersey. And you were taken out of that position after writing a poem that implied that Israel had advanced knowledge of the 9/11 attacks. Why did you write poem?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Yeah, everybody knows they did. Everybody knows that. I mean that's the silliest thing; everybody knows that. Everybody know that Germany, France, China, warned the United States repeatedly that these things were happening. That's common knowledge. And also, it's inaccurate to say they took me out of the poet laureate. They couldn't do that. And so I said, the last poet laureate. What they did, New Jersey is so corrupt that they got rid of the poet laureate position, you know. What they wanted to do is declare their ignorance before the world, so they got rid of the poet laureate position. That's why I said, so I was the last one. They could not take that away from me except for some kind of criminal procedure called ex post facto, where they would have to go back in time and do that. Governor Greedy, who called me and asked me to apologize and resign, he had to apologize and resign as the governor, which is unprecedented, I imagine. You know, what they did was…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "So you've got no regrets, though? No regrets about the poem? No regrets about…"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "I have regrets, no. I have regrets that they didn't pay me my money. You know, the cheap criminals. I have regrets about that, you know, naturally. But I don't have regrets about writing that poem, because the poem was true and it's accurate and will be proved to be true and accurate. And no matter how much lies these people tell it will still be true."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Let's about your family a little bit. Your daughter, Lisa Jones, wrote the book, “Bulletproof Diva,” and your son, Ras…"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Yeah, you're talking about Lisa. She's my daughter and I love her. As a matter of fact, I saw her a couple of days ago. But, you know, since those times I have a whole family, you know. I have five kids with my wife - Amina Baraka and I have five children. One of them is dead now, was murdered."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Yeah. It's a tragedy. I was about to talk about Ras Baraka, too…"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Yeah."
    },
    {
      "speaker": "Farai Chideya",
      "text": "…and his poem, his book of poetry, “Black Girls Learn to Love Hard,” and it was inspired by your daughter's death, Shani."
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Right."
    },
    {
      "speaker": "Farai Chideya",
      "text": "But it seems to me that, you know, you had two families, and in both of them you left a literary seed…"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Hmm."
    },
    {
      "speaker": "Farai Chideya",
      "text": "…that people picked up. How does that make you feel?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "It seems natural to me that as a writer you should have some kind of, you know, there should be some kind of projection that you actually have influenced people who are closest to you. I mean, I've influence so many other people, so many young writers come to me and tell me, you know, you work has influenced what I do and so forth, and so on. A lot of people. And so it's only - I think it's only natural that work also influenced my own children, as you know."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Now I know you have your wife, Amina. You have your children. You have your fans. You have your detractors. Do something for me, if this doesn't scare you off or seem like it's bad luck or superstition. Why don't you give me your own epitaph? What would you like to see carved on your gravestone, not that that will be any time soon?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "We don't know if he ever died."
    },
    {
      "speaker": "Farai Chideya",
      "text": "One of your stories just - we don't know if he ever died; he's just gone. He's just out and gone, huh?"
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "Out and gone, that's right. That's right, yeah."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Amiri Baraka, thank you so much."
    },
    {
      "speaker": "Mr. Amiri Baraka (Poet; Co-Founder",
      "text": "OK. Thank you."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Amiri Baraka's most recent book of stories is “Tales of the Out & the Gone.” After the interview, Baraka read a musical, fantastical short story from “Tales of the Out & the Gone.” You can hear it online at npr.org. That's our show for today, and thanks for sharing your time with us. To listen to the show, visit npr.org. NEWS & NOTES was created by NPR News and the African-American Public Radio Consortium."
    }
  ]
}