{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "And I'm about to take you inside an unusual museum - unusual because most people will never see it. Normally, you need a top-secret security clearance to get up here. So we've just walked down. You've just pulled back the curtain. And what are we looking at?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "The very first thing we see is the portrait and the story of John Jay, who we believe is the founding father of American counterintelligence."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Speaking there is the current head of American counterintelligence, Bill Evanina. He is showing me this big portrait of John Jay, who you may remember as the first chief justice of the U.S. Supreme Court. But did you know he also helped unravel a British plot to kidnap and kill George Washington? This is part of the Wall of Spies, an exhibit chronicling traitors and tradecraft. Evanina points to his personal favorite - an East German tooth. A fake tooth that could unscrew the top and hide microdots and film inside - wow. The Wall of Spies relaunched this week after a big renovation - a renovation to bring it up to date with the latest espionage cases. And you can't help but notice the most recent entries all have to do with China. We sat down with Bill Evanina in a conference room off the museum, which is at his offices, U.S. counterintelligence headquarters in the D.C. suburbs. As you're about to hear, we asked about the whistleblower and about Russia. But we started with China. I asked Evanina whether he ranks China the top intelligence threat facing the U.S."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Absolutely. I would double down on that. I think from a perspective..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "More so than Russia, which we seem to hear..."
    },
    {
      "speaker": "Bill Evanina",
      "text": "It's not even close."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...More about."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Not even close. Now, Russia is more tactical. They will spend their time and effort on onesie-twosie to see recruitments of humans in less..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Onesie-twosie recruitments."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Yeah, you know, ones that they'll work really hard to think they need to get an individual here or there strategically placed where the Chinese are more like a Shop-Vac. They'll facilitate that nationwide. But they have resources that are ungodly. They have, you know, hundreds of thousands of people in the MSS that they could use, as well as..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "The MSS being Chinese..."
    },
    {
      "speaker": "Bill Evanina",
      "text": "The Ministry of State Security. It's a combination of their CIA and FBI together. And I think the Chinese are less worried about getting caught. The Russians are still traditional in their espionage mentality where they do not want to get caught - that's embarrassing for them - whereas you see the Chinese - it happens almost on a daily basis. They'll just continue to deny. And for them, it's a loss leader, or it's a loss that they really don't care about. It's a no-risk, high-reward concept of cyber espionage."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "There've been a lot of these cases recently. In the last year, three former U.S. intelligence officers have either been convicted or have pleaded guilty to spying for China. Meanwhile, there's almost a dozen more cases of alleged Chinese economic espionage. Can you give me some sense of how many cases you're trying to keep track of out there that haven't yet come to the charging indictment phase?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "Oh, there's a lot - right? - and working..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Dozens."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Let's say dozens - right? - and I - it's an - a law of unintended consequences here. We've gotten to our robust outreach with us and DHS and the FBI. The private sector - they report more of this. Well, you report more of it; you have more cases. So we're trying to be more effective and efficient in identifying those companies who had the valuable assets the Chinese want so we can help protect that from going outside our borders."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "You're anticipating the next thing I was going to ask, which is, what does China want? It's research development, corporate stuff. Also, just they want to get some insight into what decision-makers here are thinking."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Well, yes, but two separate things - I think the insight, the plans, intentions of our leaders for sure - and that's the traditional espionage. What is our mindset on energy, on trade, on our relationship with the Middle East? That's traditional espionage. But with respect to tech companies, they want to know semiconductors, nanotechnology. They want a green energy biopharma. That's the leading-edge technology they plan to steal after we spent a decade researching, developing. So when we talk about approximately $400 billion a year in economic loss, that's what that is."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "It's a big number."
    },
    {
      "speaker": "Bill Evanina",
      "text": "That's a big number."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Question number two on Russia - the last time I interviewed you, you told me that there were, give or take, a hundred Russian intelligence officers operating here on U.S. soil at any given time. Does that hold true?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "It does not. So we were very successful subsequent to the mitigations and after the 2016 election and some of the actions..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Kicking out Russian undercover intelligence officers..."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Yeah, kicking out all the intelligence officers, which we believe..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...And shutting their consulates."
    },
    {
      "speaker": "Bill Evanina",
      "text": "(Unintelligible) their consulates, and we got rid of most of them. And we've seen a significant reduction in their intelligence collection here in the U.S. So the consulates were home base for that, and I think for the first time..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Not to get hung up on the numbers, but..."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Sure."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...Where would you put it now?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "We were successful in getting approximately 70 kicked out."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "I have to point out that they did the same thing. They kicked out a bunch of our people and shut our consulates. Has the U.S. also suffered..."
    },
    {
      "speaker": "Bill Evanina",
      "text": "We have in..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...In terms of trying to collect intelligence on the ground in Russia?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "Great question, Mary Louise. And we have, but I think we knew making this decision from a policy perspective - the White House knew that when we made a decision to - we call PNG all these Russian diplomats..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Persona non grata."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Right - that the Russians would retaliate. And we had to be able to be in a posture to facilitate working in a minimalist mentality in Moscow. And we were, for the first time, OK with doing that because we knew long-term, we had to equal the battlefield 'cause I can tell you we did not have anywhere near a hundred diplomats in Moscow."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Are you using the term diplomats loosely?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "Yes. Yes. Yes."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "(Laughter) On that note, I have to ask you about the whistleblower and the story that's currently dominating Washington and the nation. Understanding there's much you can't comment on, are you comfortable with how things have unfolded these last couple weeks?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "I think it depends on where you sit."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "From where you sit."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Yeah, from where I sit, I am, and I'll tell you why. In the intelligence community, we have and we sit by the whistleblower protection. The legislation that was set forth is critical for us because we would prefer someone be a whistleblower in the venue that this current whistleblower did than not give the classified information to the media or to a foreign entity."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "If I hear you right, you're saying the process worked. Somebody who thought they saw behavior - not - I'm not asking you to characterize it - but thought they saw behavior that they were uncomfortable with or that crossed a line - that they were able to report it through the proper channels. It maybe took a little while, but it has reached the people it was intended to reach."
    },
    {
      "speaker": "Bill Evanina",
      "text": "That would be correct. As a whistleblower fan, I think the process worked the right way."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Given that, can you speak to the delay that it took to reach the intelligence committees? The DNI knew about this for a while, and it wasn't reported."
    },
    {
      "speaker": "Bill Evanina",
      "text": "Yeah, unfortunately, I would not have optic to that, which is a good reason because I think the individuals that are in the center of that circle need to remain small and precise in - to protect the whistleblower."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Acting DNI Maguire says he doesn't know who the whistleblower is. Do you?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "I do not, and I don't expect to. And I think that's great that the DNI does not know that because I think that's the - one of the more fundamental parts of being a whistleblower is to avail yourself to that protective measure. And I think right now, the process continues to work."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "The president has called for the - he wants to know who the whistleblower is. You said you don't know. The DNI doesn't know. Should the president know?"
    },
    {
      "speaker": "Bill Evanina",
      "text": "Well, I think, in my opinion, the Whistleblower Protection Act is set forth to be able to protect the whistleblower from any reprisals or any kind of punishment that may come along. I think this is a very unique situation. And I think it's going to have to play itself out. But I'm a traditionalist in this mindset that if you make the determination - a brave determination to be a whistleblower against any kind of waste, fraud and abuse, you deserve all the protections that are provided you in the legislation. So with respect to who needs to know that, I think that's for the attorneys involved. But for me, I think that if I was going to be a whistleblower, I would hope that my identity was able to remain confidential to protect me as I go forward."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So bottom line, you would prefer for this whistleblower's identity to be protected and kept confidential."
    },
    {
      "speaker": "Bill Evanina",
      "text": "If that's what's called for in legislation, that's correct."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Director Evanina, thank you."
    },
    {
      "speaker": "Bill Evanina",
      "text": "You're welcome. Thanks for opportunity."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Bill Evanina - he's director of the National Counterintelligence and Security Center."
    }
  ]
}