{
  "transcript": [
    {
      "speaker": "Audie Cornish",
      "text": "With All Tech Considered. The head of Instagram, Adam Mosseri, knows what it's like to be bullied. He also knows that today kids are likely to be bullied on Instagram. That's why he says he wants to lead the industry in the fight against online bullying."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "I had, like, Coke bottle, Corbusier glasses at 5 years old that made my eyes as big as - I don't know - lemons."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I can picture that."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "I had a haircut that made me look like Harry Potter long before Harry Potter existed or was cool. It was not a good look. I was made fun of a lot. But yeah, I probably would have been made fun of on Instagram."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Yeah, there would have been an Instagram account that was like Adam's Glasses."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Yeah. Oh, man. You're really bringing me back."
    },
    {
      "speaker": "Audie Cornish",
      "text": "(Laughter) I'm just saying."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "(Laughter) I got to find those glasses."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I had a rough time of it, too. And I have to admit, I look at social media; I look at things like Instagram. And I say - thank God it wasn't around when I was a kid. It would have been worse."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "I don't quite feel that way. Obviously, I'm biased given that I'm sitting in the situation that I'm sitting in. I have two kids. They're too young to use Instagram. They're 3 and 1 right now, but they will use Instagram when they get older. I think that certain things would absolutely be worse. Other things would be better. For me right now, the way my kids appear on Instagram is they have private accounts. They don't use them; they're literally 3 and 1 years old. But I manage them, and I share basically their upbringing with my family who lives all around the world. I have family in Pittsburgh. I have family in New York. I have family in Israel. I have family in Germany. I have family in LA. And they can stay up to date on what my boys are doing and how they're growing in a way that they wouldn't have been able to do just 15 years ago. And so there's good and there's bad that comes from connecting people. Technology is not inherently good, and it's not inherently bad. For those of us who work in the industry, it's our responsibility to magnify the good and address the bad as effectively as we can."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Mosseri took the helm of Instagram almost a year ago, coming from its big brother Facebook. Shortly after, The Atlantic published a story headlined \"Instagram Has A Massive Harassment Problem.\" People said it was too easy to set up anonymous pages just to taunt someone. They said the company wasn't responsive when they tried to sound the alarm about abuse, so now Mosseri is overseeing a rollout of new features that Instagram hopes will protect its users from bullying and keep them on the site. I asked him what he learned about bullying on the platform over the past year."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "A few different things. One - a lot of it happens. Actually, most of it seems to happen between people who know each other in real life. Another is that the controls that we had before or have today are insufficient. So specifically, I and our researchers talked to a bunch of teens and we asked them, why don't you just block someone who is bullying you on the platform? Because you can block someone right now - they can't see you. You essentially don't exist on Instagram to them. And there were two reasons that came back. One was - often, that can actually escalate the situation. They'll figure that out. They'll know, and they will bully more, either on Instagram or elsewhere. And two is that you need, as a target of bullying, to see what the actor is actually doing. Teens would often say, like, they're talking about me. If I blocked them, I won't be able to see that. So I need to track what's actually happening. Which is why we've been developing this new control called restrict, which allows you to restrict an individual - it means that if they comment on your post, you'll see it, and it'll look to them as if they've - it's actually been commented on, but you have to approve it before anybody else sees it. It means that their messages are going to go into your other inbox, and you have to go there to see them and that they won't actually get read receipts - a whole bunch of different little nuanced ways to give a target of bullying a bit more power over the experience, which allows...."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So it's not about changing their behavior. Right? It's about giving the person who's the victim a few more tools to protect themselves."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Yeah. Restrict is not about changing their behavior. There are other things we're doing to try and adjust people's behavior by changing incentives."
    },
    {
      "speaker": "Audie Cornish",
      "text": "One of them is very interesting. It's an alert that flags a mean-spirited post. Right? It essentially asks you - hey, are you sure you want to post this?"
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Yes."
    },
    {
      "speaker": "Audie Cornish",
      "text": "It's very polite (laughter)."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "It is."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Why do you think that will be effective? I mean, if someone's about to say something cruel (laughter), saying think about it - like, I don't know."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "I think it's going to be somewhat effective but not very effective. I actually think that's true of all of the work that we're going to do. All of these problems are not solved by any one solution. They are complicated. I've also seen in the actual data that a minority but a significant minority of people do rewrite their comments, and they rewrite them in a much more pleasant way. Now, do most people rewrite their comments? No - because if you have an intent that's really intense to harass an individual, a polite comment from Instagram is not going to prevent you from doing so. But sometimes people get caught up in the moment, and a lightweight reminder can actually help them rethink what they're doing or what they're saying. And so it's not supposed to be the solution that we hang our hat on for all of bullying. It's supposed to be one of many tools to try to prevent bullying from happening in the first place."
    },
    {
      "speaker": "Audie Cornish",
      "text": "One controversial idea that I know you are thinking about is the idea of making the number of likes private. Right?"
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Yeah."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So when a person posts to Instagram their image, lots of people can click on a little heart that shows I love this thing. And some people get a high off of that - right? - when they - 'cause it's a big popularity contest in a way. If you make that private, doesn't that get to the heart of what Instagram is?"
    },
    {
      "speaker": "Adam Mosseri",
      "text": "In some ways, yeah. When I said before that..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "That sounds bad for business."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "It might be. But ultimately, if we make decisions that are bad for business but that keep people safe or are good for well-being more broadly, I have to believe that those are going to be good for the business over the long run, and so I'm going to make those decisions. The idea with making like counts private is to try and depressurize the experience a bit. It can sometimes feel like a popularity contest, which is why we..."
    },
    {
      "speaker": "Audie Cornish",
      "text": "How likely is this to actually happen, though? Am I speculating with you right now, or is this something you're going to do?"
    },
    {
      "speaker": "Adam Mosseri",
      "text": "I'm bullish on it. It's a big change. We're working through all the challenges. One challenge is for creators. They use Instagram to make a living. Likes are a sign of how relevant they are, so we have to figure out some way to make sure we preserve that."
    },
    {
      "speaker": "Audie Cornish",
      "text": "You're talking about influencers. Right? I mean, there are people who now essentially make a living off of their social media presence. And the way they show potential advertisers - look, I'm a good bet - is how many likes I get."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Absolutely. We've actually had a pretty mixed response from influencers. So I think - I'm optimistic to answer your question very directly. We aren't there yet. We're still iterating on the experience. But I am personally optimistic and really personally invested in making it work."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So the boss is bullish. (Laughter) That's the take so far."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "The boss is bullish, yes."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Well, Adam Mosseri, thank you so much for speaking with us."
    },
    {
      "speaker": "Adam Mosseri",
      "text": "Absolutely. Thank you so much for the time."
    },
    {
      "speaker": "Audie Cornish",
      "text": "Adam Mosseri, head of Instagram. We should note Facebook, which owns Instagram, is among NPR's financial supporters. Tomorrow Mosseri tells us what his time leading Facebook's News Feed taught him about social media abuse."
    }
  ]
}