{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "On Monday, Wednesday and Friday mornings, students at Rollins College in Florida settle in for a class with a great title - Zombies, Serial Killers, and Madmen. Yes, Rollins is offering credit for a class about zombies. Eric Smaw teaches it. He's a professor of philosophy. And because this is the month of ghouls and gargoyles, we've got him on the line. Welcome to the program."
    },
    {
      "speaker": "Eric Smaw",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You've taught this class for a few years now. And as I just said, it's a morning class. But it wasn't always that way, right?"
    },
    {
      "speaker": "Eric Smaw",
      "text": "No. It was not. I initially started the class at night. In fact, it started at midnight."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Eric Smaw",
      "text": "And we talked about zombies in the witching hour."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I understand this is the most popular course at Rollins, which isn't surprising. How did you decide to teach a class about zombies, though? Is this a bait-and-switch to get students to read Aristotle?"
    },
    {
      "speaker": "Eric Smaw",
      "text": "(Laughter) No. It's not a bait-and-switch. We actually talk about zombies. I came upon the idea because I was trying to figure out, what is the nature of consciousness?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Give us an example of the kinds of things that you're grappling with."
    },
    {
      "speaker": "Eric Smaw",
      "text": "So most people, and students included, take consciousness to simply be awareness. But scientists are now thinking of consciousness as the result of the neurological energy in our brains. So in the class, we go inside of the brain. And we talk about the evolved brain and the unevolved brain to give students the tools to talk about things like consciousness and freedom and responsibility."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Is the idea that zombies are basically these kind of mindless, flesh-eating monsters, and we're not clear how much they're aware of the things that they're doing?"
    },
    {
      "speaker": "Eric Smaw",
      "text": "That's exactly right. Yes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I was a good student."
    },
    {
      "speaker": "Eric Smaw",
      "text": "We often ignore the unevolved brain or what's sometimes called the reptilian brain. So zombies exist in the reptilian brain in the movies. And as it turns out, in the real world, humans have what we sometimes refer to as our zombie brain. And you might think about it as autopilot."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Like when you're driving the car. And you sort of zone out. And you don't even remember the way that you got to where you're going."
    },
    {
      "speaker": "Eric Smaw",
      "text": "That's the perfect example."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And there are real-world applications for this speculation, right? Because there are murder cases where the perpetrator says that they zoned out. And there's a big debate about how conscious they were of what they were doing."
    },
    {
      "speaker": "Eric Smaw",
      "text": "There is a famous case called the Kenneth Parks case in which he zones out and kills his father-in-law and almost kills his mother-in-law. After looking into his history, we find that he had a history of sleepwalking. And the case is referred to as homicidal somnambulism, meaning homicide while sleepwalking."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The Miami Herald profiled you this past week, which is where we heard about your class. And you had some advice for those of us fearing the coming zombie apocalypse. And I count myself among them. So how should we survive?"
    },
    {
      "speaker": "Eric Smaw",
      "text": "(Laughter) OK. So if a zombie apocalypse hits, you'll need food and water, shelter and, of course, ammunition to fight off the zombie attack. And the place that I can think of that would have plenty of it and a lot of space for you to move around is Walmart. So I often tell people, go to Walmart. Hunker down. And fight it out for as long as you can."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Eric Smaw, a professor of philosophy at Rollins College in Florida. Happy Halloween. And thanks so much."
    },
    {
      "speaker": "Eric Smaw",
      "text": "Happy Halloween to you. And thanks for having me on."
    }
  ]
}