{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Photojournalism needs to face its #MeToo moment, according to my next guest, Kainaz Amaria. She's a visuals editor at Vox and formerly with NPR. And in a recent piece, she wrote about some of the high-profile sexual harassment allegations in the industry. But beyond the scandals, Amaria argues her male-dominated field creates a toxic culture that silences women in the profession and has kept a full reckoning from taking place. Kainaz, welcome back."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "Thank you, Lulu. It's good to see you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "For outsiders, tell us a little bit more about the demographics of the photojournalism world."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "Sure. Eighty-five to 90 percent of the news imagery that we consume is created by men."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Eighty-five to 90 percent."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "Eighty-five to 90 percent - last year - I'll give you an example - The New York Times, on their front page - 90 percent of the images that ran on their front page were made by men."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Imagine if that was for written bylines. People would be outraged."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "That's absolutely - and people are outraged at the written bylines. They just haven't taken that conversation from the words to the images."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You have cited a bombshell report in the Columbia Journalism Review by Kristen Chick. It documents assault, harassment, allegations against prominent men in the field. And you, I gather, were not surprised."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "We all knew this. We all know how bad it's been. I've been in this industry for almost two decades. I've been paid less by men, overlooked on assignments that have been given to men. I've been groped and intimidated in the field and in the workplace by men. But I have been lucky for the most part. Kristen interviewed 50 women over five months, named two prominent photographers but, more importantly, detailed an industry that is rampant with physical, emotional, mental discrimination that is preventing women from being behind the camera, that is causing women to leave the industry but also that is signaling to women, this is the cost of business. This is what you have to accept if you want to do this job."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I want to drill down on one of the photojournalism agencies involved in these allegations. That's VII. It's an incredibly prominent agency, influential in the field. Can you remind us of what those allegations are about?"
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "Kristen's reporting illuminated that one of their co-founders had been accused of harassment by multiple women. He was still very much part of the agency when Kristen's reporting came out. Soon after, he was suspended. And then a few weeks later, he quietly resigned. There are reports specifically from women that he groped them, that he made - I mean, I don't even know if I can repeat the comments that he made. There is one photographer from the agency who cannot speak about what she experienced because she has been silenced by an NDA."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "A nondisclosure agreement."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "A nondisclosure agreement."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We should say that he's denied those allegations. You followed up with your own report on this. So you've been looking into this. And I'm curious what the industry's reaction has been to your story and Kristen's story."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "After Kristen's story dropped, there was some conversation in circles for about a week. And then immediately, institutions started deflecting responsibility. People immediately responded with some codes of conduct or some immediate action. But no one really wanted to take a look, listen, understand the extent of this problem."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You are continuing your reporting on this. What has been the reaction from female photographers that you have spoken to?"
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "It's really difficult. I was just at a photo conference a few weeks ago. Two women shared their stories of being raped in the field. I don't think we know the extent of how bad it is. Many women in private rooms are starting to speak about what they've experienced. But they're extremely scared to go on the record because they don't want to be seen as difficult to work with. They want to continue photographing. They want to continue doing the work. There's very few people that can hold our own industry accountable. And that's why I wanted to take Kristen's reporting further and really look at, why can't photojournalism really take a hard look at itself and say, you know what? - we might not have been treating each other fairly, and there might be some consequences for our audience because of that?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In your piece, you write that there are these bigger implications here because, as you say, photography informs how we see the world, literally. And when you have the number of women photojournalists behind the camera getting smaller, what does that mean in your view for how the world is then represented?"
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "We're losing perspectives. I don't know how we'd see the world if we had more women behind the camera. I have no way to imagine what stories would've been told or how we would've seen certain historic events differently, how they would've been framed differently. Maybe the lens would've been turned on to something else that was equally as important. We don't know."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was Vox's visual editor, Kainaz Amaria. Thank you so much."
    },
    {
      "speaker": "Kainaz Amaria",
      "text": "Thank you, Lulu."
    }
  ]
}