{
  "transcript": [
    {
      "speaker": "David Greene",
      "text": "This is TALK OF THE NATION. I'm David Greene, in Washington. Neal Conan is away today. We plan to spend most of this hour chatting with Arnold Schwarzenegger. The bodybuilder and actor and former governor just released his autobiography, \"Total Recall: My Unbelievably True Life Story,\" and he'll join us in just a few minutes. But first, the Supreme Court's nine justices took the bench yesterday. It was the first time they gathered for a hearing since June, when they issued a controversial ruling upholding most of President Obama's health care law. Their docket for this new session is expected to include more hot-button issues, including affirmative action, gay marriage and wiretapping. We're joined now in Studio 3A by David Savage, Supreme Court correspondent for the Los Angeles Times to talk about the court and how the public perceives their work. And David, welcome back, as always, to TALK OF THE NATION. Thanks for being here."
    },
    {
      "speaker": "David Savage",
      "text": "Good to be here, David."
    },
    {
      "speaker": "David Greene",
      "text": "So let's return briefly to that last decision of the court on the Affordable Care Act. It was controversial, to say the least. Public opinion surveys after that decision showed how, you know - I mean, I guess it raises the question: How can the court convince the public that it really is impartial, since that case seemed to really bring it into the field of politics in so many ways?"
    },
    {
      "speaker": "David Savage",
      "text": "Well, look at the John Roberts opinion. The chief justice was the deciding vote. He's a conservative guy, a Republican appointee. And in the end, he wasn't willing to strike down the entire Affordable Care Act. I think Roberts' view was, what he has said all along, was that it's my job. If there's a constitutional basis to uphold a law passed by Congress, I should do it. He didn't think this was - could be justified as a regulation of commerce, because that would be requiring people to buy a product. But he also thought, gee, the government has very broad power to use its taxing power. And so he accepted the sort of fallback argument, which is that it could be upheld as a tax. Almost nobody thought of that, but it also strikes me as I would think a lot of people around the country would think, well, maybe they're not all as partisan as we thought, because it turned out that a Republican appointee, a George Bush appointee turned out to be willing to uphold the Obama law."
    },
    {
      "speaker": "David Greene",
      "text": "Some of the reporting right around the time of that decision suggested that perhaps Chief Justice Roberts wanted to - was thinking about his legacy and did not want, you know, blocking a health care law to be part of his legacy. As the months have passed since then and you and colleagues and analysts have been looking at this, is that still sort of a theory that's out there?"
    },
    {
      "speaker": "David Savage",
      "text": "Yes, let me put it this way: I think he's a guy who's got a very long view. He's still in his late 50s. He's going to be there a long time. I think he cares deeply about the court being perceived as an independent institution that decides the law, that we're not in the politics business, and this was a way to say that. You get a - I can't think of a case like this where the partisan lines were so drawn, you know, that all the Republicans opposed the law, all the Democrats supported it. The court was in danger of dividing five-four on partisan lines. And so I think John Roberts didn't want to be part of that. So yes, in the sense that I think the reputation of the court, the sort of long view is that he didn't want to be the court being perceived as being totally partisan and striking down a law that was passed by Democrats and opposed entirely by Republicans."
    },
    {
      "speaker": "David Greene",
      "text": "You spend a lot of time watching these justices and this institution in action. I can't think of a moment where there would be more pressure to be involved in politics in some way than this very tough election year. I mean, does this court take signs from the campaign going on around it? Will they take some sort of signs about where the country is when this vote happens in November? Or are they truly able to be immune from all that and operate, you know, separately?"
    },
    {
      "speaker": "David Savage",
      "text": "Well, I think they do get to stand back from it. You know, most of the legal issues that come up to there, to them, come up on sort of a time delay. You know, they don't - Bush versus Gore aside, they don't actually..."
    },
    {
      "speaker": "David Greene",
      "text": "Right, there was no time delay right there. That was..."
    },
    {
      "speaker": "David Savage",
      "text": "Yeah. They don't actually jump in and decide the election. And so, you know, if Obama gets elected, there'll be more liberal laws passed, more things that are Democratic-friendly. I suspect a lot of the conservatives will be skeptical of them, but we won't see that for a couple years. So I think the court sort of operates on a longer schedule. And if a Republican gets elected, the same thing. Some of the liberal justices may not like some of his laws, the Romney laws, but we won't know that for a couple years."
    },
    {
      "speaker": "David Greene",
      "text": "What about the makeup of the court? As you look forward over the next presidential term, how much could this election determine, you know, the court makeup? Will there be vacancies, and could it be a really big deal whether it's a Republican or a Democrat filling them?"
    },
    {
      "speaker": "David Savage",
      "text": "It could be a really big deal if it's a Republican or Democrat in this way: They're sort of split four-four-one on all the big issues, four conservatives, four liberals, Justice Kennedy sort of a centrist Republican in the middle."
    },
    {
      "speaker": "David Greene",
      "text": "Sure."
    },
    {
      "speaker": "David Savage",
      "text": "Ruth Ginsberg is going to be 80 years old in the spring. If she - if Mitt Romney were elected in November and she left in the next couple years, it would be a big deal if a Romney conservative replaces a liberal Democrat like Ruth Ginsberg. Same thing with Justice Kennedy and Justice Scalia. They're both 76. They don't have any plans to leave, but, you know, four years, both of them are going to be 80. If Barack Obama would replace Scalia or Kennedy, that would make a - one-vote tip on the ideological balance, would make a huge impact on a whole series of issues. We don't know whether it will happen, but it could."
    },
    {
      "speaker": "David Greene",
      "text": "Let me ask you about the series of issues the court will be taking up in this term. What are some of the cases that you're really watching?"
    },
    {
      "speaker": "David Savage",
      "text": "I think the three big ones are affirmative action, gay marriage and the Voting Rights Act. The affirmative action case is up next week, University of Texas. It's sort of a - to some degree, a rerun of this question that's been a long -around for a very long time: Can universities use race to give a slight preference to minority students in the interest of diversity? Eight or nine years ago, they said yes on a five-to-four vote. Since then, Sandra O'Connor has stepped down. Sam Alito is more conservative. The expectation is that there are going to be five conservative votes to either, I'd say, scale back affirmative action - I don't think Justice Kennedy would want to say no, never, but Justice Kennedy is somebody who thinks universities ought to use race-neutral alternatives. And I don't know whether you know much about the background of this, but in Texas, the first Mexican-American woman elected to the legislature in the mid-'90s got passed a law called the Top 10 Percent Law. If you were a top 10 graduate of a high school in Texas, you got automatically admitted to the state universities, including UT Austin. And that law has had a profound impact of changing the school, because kids - Mexican-American kids in the Rio Grande Valley, black kids in Houston and Dallas suddenly had a way into UT Austin."
    },
    {
      "speaker": "David Greene",
      "text": "All you had to do was finish in the top 10 of your high school class."
    },
    {
      "speaker": "David Savage",
      "text": "Correct, correct. And the last couple years, about a third of the incoming students, 35 percent, are Hispanic or black. So they were getting a lot of diversity on their own. And then separately, after the O'Connor opinion, Texas began a small affirmative action program. That's what's being challenged. I think Justice Kennedy is going to say, wait a minute. If you can achieve diversity through a race-neutral means, then there's no reason to have a race-based program. And I think that's the likelihood - that's the likely decision that'll come out of this case."
    },
    {
      "speaker": "David Greene",
      "text": "And when this case is decided, would that set precedent for other areas beyond education, or is it limited to just universities and education?"
    },
    {
      "speaker": "David Savage",
      "text": "I think it's very hard to read, David. I was trying to figure, how do you write that opinion? You know, because just like a lot of law schools, for example, say, well, we don't have anything like the top 10 percent plan. So I don't - I can't tell whether he would write a Texas-only opinion or say something that no public institution may consider race until you've tried the other alternatives, which would be a big deal. So I think it's hard to gauge as to how he might write that, even if he comes out that way."
    },
    {
      "speaker": "David Greene",
      "text": "But it would be up to the court to decide how far to go, and everything."
    },
    {
      "speaker": "David Savage",
      "text": "Absolutely. Absolutely."
    },
    {
      "speaker": "David Greene",
      "text": "You said gay marriage will also perhaps come up in this term. What would be the issues?"
    },
    {
      "speaker": "David Savage",
      "text": "Definitely. Two big issues, two separate issues. The first issue is the rights of legally married gay couples. In the mid-'90s, Congress passed the Defense of Marriage Act and said the federal government would not recognize same-sex marriages, and states didn't need to, either. Since then, six states, led by Massachusetts, have same-sex marriage, and several legally married gay couples have sued because they are denied federal benefits - for example, the right to file a joint tax return or a survivor's benefit. They say that violates the Equal Protection Clause, a guarantee of the Constitution. Almost every judge who's heard it agreed. The Obama administration won't defend it. The House Republicans are. The court's got to take that case, because the law's been invalidated. So they're going to decide that question."
    },
    {
      "speaker": "David Greene",
      "text": "So the administration is not defending it, but..."
    },
    {
      "speaker": "David Savage",
      "text": "The administration will not defend it. The House Republicans are. Now that is a big deal, but that doesn't go to the 44 other states, where gay marriage is, you know, is still illegal. So I think that's an important case, but it is not the question of whether gays and lesbians have a right to marry. It's only legally married gay couples. That case - we've separately got a case from California. You know, they're appealing Prop 8. Prop 8, the voter initiative, in California, was struck down. The court might take..."
    },
    {
      "speaker": "David Greene",
      "text": "Prop 8 was voters saying that they do not want to allow same-sex marriages."
    },
    {
      "speaker": "David Savage",
      "text": "Yes, traditional marriage only. A federal appeals court struck that down. And if the Supreme Court takes that case, they then might be faced with a bigger question about: Is there a right to marry for gays and lesbians? My belief is they're going to put that off a while. They're going to decide this question about DOMA, and legally - and then put off a little while longer the question of what about all the other states where gay marriage is illegal."
    },
    {
      "speaker": "David Greene",
      "text": "And just briefly, David, we have the Voting Rights Act, a very important piece of legislation in this country that could come before the court, as well."
    },
    {
      "speaker": "David Savage",
      "text": "Absolutely. And it's also an old question. It goes back to the '60s. Since the '60s, the South has been under a sort of a special scrutiny. If they change their election laws in any way, they have to get a pre-clearance or an approval from Washington. It - that law is one of the great laws of the 20th century. It changed the South. But their argument is today it's outdated, that - Texas and South Carolina, for example, passed a voter ID law. It was blocked under the Voting Rights Act. Pennsylvania and Wisconsin have passed the same laws, and they were not challenged in federal court."
    },
    {
      "speaker": "David Greene",
      "text": "They're not covered under this law that has to be reviewed by the federal government."
    },
    {
      "speaker": "David Savage",
      "text": "And so the Southern argument is, wait a minute. Why can one state pass a law today, and we can't pass the same law? It's unfair. It's outdated. And I think there's a good chance - not a sure thing - but that the Supreme Court majority is going to agree that that special treatment for the South is now outdated and archaic and should be struck down."
    },
    {
      "speaker": "David Greene",
      "text": "I know every docket is different, but as you look at the cases coming before the court this time, where do you put this on sort of the level of importance in all the various terms that you've covered?"
    },
    {
      "speaker": "David Savage",
      "text": "Well, I think this'll be up there in the top half, because if you get affirmative action and voting rights and gay marriage, those are all big issues that I think have a big impact around the country. So I'd put it in the top half."
    },
    {
      "speaker": "David Greene",
      "text": "OK. David Savage is Supreme Court correspondent for the Los Angeles Times. He often joins us on TALK OF THE NATION and was kind enough to come in again today here in Studio 3A. David, thanks so much, as always, for being here."
    },
    {
      "speaker": "David Savage",
      "text": "Thanks, David."
    },
    {
      "speaker": "David Greene",
      "text": "Coming up next, Arnold Schwarzenegger joins us to talk about his new autobiography. We'll be back. I'm David Greene, and this is TALK OF THE NATION, from NPR News."
    }
  ]
}