{
  "transcript": [
    {
      "speaker": "Flora Lichtman",
      "text": "This is SCIENCE FRIDAY, and I'm Flora Lichtman. On any given day, visit the website brainpickings.org, and you'll find posts on topics ranging from Charles Darwin's notes on marriage, to a birthday tribute to Julia Child, to the poetry of Patti Smith. What do these bits of culture have in common? Well, one woman, Maria Popova, found them interesting. And it turns out a lot of other people found them interesting, too. Popova's site, on which she posts three times a day, has about two million monthly readers, and she tweets, every 20 minutes I might add, to more than 200,000 followers. In the course of creating her digital collection, Popova developed something called a curator's code, a set of guidelines she thinks could make the digital world a better, maybe a fairer, place. Maria Popova joins me now to talk more about it. She's the editor and founder of the website brainpickings.org, and she's also MIT Futures of Entertainment fellow. She joins me here in our New York studio. Thanks for coming in today."
    },
    {
      "speaker": "Maria Popova",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "So people - for people who don't know the site, give us sort of a thumbnail sketch of what Brainpickings is."
    },
    {
      "speaker": "Maria Popova",
      "text": "Quite simply, it's just a record of my own curiosity about the world and about the world of learning and of lifelong learning. I started while I was in college, and I was feeling a little bit let down by the education system and was sort of finding out these other things across many different disciplines that I thought were interesting. And I started recording them, and then over time, it found its audience."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I mean, it found a huge audience. Does it surprise you that what you find interesting so many other people do, too?"
    },
    {
      "speaker": "Maria Popova",
      "text": "Yes and no. It's funny, I was listening about vaccines just now, and in a way, you know, modern medicine has approached this mission of optimizing the life of the body with such methodical rigor, but we haven't necessarily done that about the life of the mind. And the education system is, in a way, this antiquated universal vaccine model: We think that we can cram it all in a few years of formal schooling, and it's going to protect us for the rest of our lives. But the way I think of learning and creative curiosity is as a kind of immune system against the life of mediocrity."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I like that."
    },
    {
      "speaker": "Maria Popova",
      "text": "It requires constant boosts and constant sort of shots against that and priming the mind and the creative muscle. And so I think on that level, people relate to having a resource that gives that sort of steady stream of these things in a very small and subtle way and not as formal as education but does enrich lives and enrich sort of our pool of creative resources."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It is a really steady stream. I mean, I read on Brainpickings that it takes 450 hours, maybe more, to keep it alive."
    },
    {
      "speaker": "Maria Popova",
      "text": "Yeah, I put that number down so people don't think I don't have a life, but it's probably a lot more than that."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Really?"
    },
    {
      "speaker": "Maria Popova",
      "text": "Well, if I add everything. I mean, every moment of my life is in some way, you know, consuming information that feeds into it."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Four-fifty a month, sorry, I think I missed it. But that would translate to, like, 15 hours a day."
    },
    {
      "speaker": "Maria Popova",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "You're saying yeah, like it's no big deal. I mean, but where does - what drives you? That seems like a lot of time."
    },
    {
      "speaker": "Maria Popova",
      "text": "It is a lot of time, but, I mean, at the end of the day, why does anyone do anything? It makes me feel alive, and it makes me feel excited about the world, I guess."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "There's no ads on Brainpickings, either. Why did you make that decision?"
    },
    {
      "speaker": "Maria Popova",
      "text": "That's a very complicated question, but the short answer is that I think the ad-supported model of the Web has a lot to do with the kind of poor journalism that we see and we have seen in the past eight or 10 years, which doesn't put the reader first. So when you have your advertiser as a stakeholder and not your reader, funny things happen, things like, you know, endless slideshows and long-form pieces that are chopped up into eight, 10, 20 pages so you click next, next, next and truncated RSS feeds and all these things that punish your most loyal readers. And I just don't believe in that. I just want people to, you know, experience the information in the way that's best for them and easiest."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I mean, there have been some high-profile examples recently of sort of ethically questionable journalism, you know, maybe at best. Do you think that - and this is sort of tangential, but do you think that that, the definition of plagiarism needs to be updated for the Web?"
    },
    {
      "speaker": "Maria Popova",
      "text": "I mean, given that I started this thing, you mentioned the curator's code, I think about that a lot. I think plagiarism is kind of a harsh word that comes from the publishing world, you know, kind of a legacy term. And there are many layers to it. It's a little bit of a grab bag. But online, one of the things that I think about a lot, which I think is a form of sort of neo-plagiarism as this idea of OK, you know, we live at a time where there's almost infinite information, and it takes time to find the meaningful and to separate it from the meaningless, and that's effort, and that's sort of creative labor. And when someone does that, and let's say - you know, for example, one of my favorite sites, Open Culture, run by Dan Colman out of Stanford, he finds amazing archival stuff. You know, and he spends time in the archives looking for it. And then it gets sort of reported on, say, Huffington Post or Business Insider, just sort of regurgitated. And even if there is a link to the original source, which is the difference between this an plagiarism, it is regurgitated to such a degree that it doesn't give the reader of the secondary source any incentive to go back to the original, and that makes it hard for the people who do the work to sort of find readers and find people who care about that."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, I was thinking about, you know, you call yourself a curator, although I think you seem to have some mixed feelings about the word. But, you know, it's interesting because in the physical world, curators are often sort of revered. Why do you think on the Web it's different?"
    },
    {
      "speaker": "Maria Popova",
      "text": "Well, part of it has to do with the mixed feelings about the term, which in the past couple years has become applied to so many things that it is - and I say this a lot - it's kind of vacant of meaning. You know, it's - there's a whole range of things that are described as curation that are inherently very different. To me, a great curator provides context and tells people what matters in the world and why. You know, and that's what a great editor does, too. You know, but at the same time, a person's Instagram feed is a form of curation, even though it's - there's much less depth to it, but it's a different kind of art. And, you know, we just don't have clarity about what it means. And I think the blurring of these different things is a kind of attrition of credibility."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "So tell me about the curator's code. What is it?"
    },
    {
      "speaker": "Maria Popova",
      "text": "So it's basically this idea that what if we have a universal language for attribution, so a symbol or a sort of framework of how we give attribution to our sources, which is - you know, when you think about it, that exists in literature, that exists in film, it exists in almost every other medium but not necessarily online in terms of attribution of discovery. Because there's a difference between attribution of source, meaning oh here's the photographer who took that photo, you know, and attribution of discovery, oh here's the writer who found that photographer and brought it to my attention, you know. And so over the past few years, I've sort of been very frustrated with seeing people do work of all kinds and then have it be plastered everywhere without any recognition of the people. And a lot of it, this affects mostly - I mean, it affects everyone, of course, but my heart goes out to the people who are sort of librarians or, you know, people who run small sites and find really interesting things, and then they get blown up into the big sites with no, you know, credit. And the thing is, it's not really - it's been compared to scooping in journalism, but I don't think it's the same, because scooping is a little bit about - not a little bit, probably very much about ego and, you know, here, I got to it first type of thing. But to me, the idea behind the curator's code on a very fundamental level is to preserve what I think makes the Web magical, which is its structure, this idea that one thing has embedded in it a link to something and a link to something else, and before you know it, you've discovered something that you didn't even know you were interested in, and yet there you are spending an afternoon on it."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "If you want to get in on the conversation, our number is 1-800-989-TALK. Give us a ring. So how does - what - you have symbols, right?"
    },
    {
      "speaker": "Maria Popova",
      "text": "Yes. Well, so right now, when we launched it in March, the curator's code consists basically of two symbols that connote the two different tiers of attribution. One being direct - meaning I found this elsewhere, I'm just sort of posting it to my own audience, and here's where my source is. And the other being more indirect - meaning I read something somewhere that gave me this other idea, and I did my own original research or added context or whatever, but it would not have happened had it not been for this first source. And we appropriated - we being myself and my wonderful designer, Kelly Anderson(ph) - two Unicode characters for these symbols. But the important thing is that since the very conception of it, I didn't really care if people used the symbols or not or just used standard words like via, which is what most people use now, and (unintelligible) or these other varieties. It was more about establishing sort of a norm or attribution is the norm, not the opposite, you know."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "That's a tall order."
    },
    {
      "speaker": "Maria Popova",
      "text": "It kind of is. I mean, behavioral change of any kind is hard, but as - the Internet is still an infant, even though we've been at it for, you know, two decades or more. It's just we're learning these new languages and adding to them all the time, and maybe I'm just an idealist, but I think there is a way to make it all sort of more fair and more open and more kind of honoring the beauty of the medium itself."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah. I think that makes sense. I just wonder if it butts up against this trend in Internet culture, at least my perception that, you know, the Internet is the Wild West, and it's free and there should be no rules and - I don't know. Have you had any pushback?"
    },
    {
      "speaker": "Maria Popova",
      "text": "Oh, of course. It was very polarized. And a lot of it had to do with this idea of, well, why should we give credit to people who discover content? That's not really work, which, you know, harks back to the very fragmented conception of what a curator is. And, to me, having someone spend, you know, 10 hours at the Library of Congress archive and find a set of photos that are 100 years old, that are technically free online but no one has really looked at, and then to contextualize them and tie them to something that is both timely and timeless, that's a form of authorship. That's a form of labor. And as far as I'm concerned, as much as I can, I would love to be able to give credit for that."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I wonder if - you've had such success on the Web, and I think it's really inspiring to hear that you can just..."
    },
    {
      "speaker": "Maria Popova",
      "text": "Well, thank you."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...make something, you know, out of your own mind and get a lot of people to expect it. I wonder if media outlets - we often seem so befuddled by digital media - come looking for consult, for advice, from you."
    },
    {
      "speaker": "Maria Popova",
      "text": "Oh, yeah. I mean, I've been approached by a number of sort of bigger media brands to either sort of I guess you could say acquire Brain Pickings or syndicate or even sort of advise them. But, I mean, that - at the end of the day, the reason I do it is that I learn. I keep learning, you know? And I feel like if it becomes a media property or if I become involved in the sort of content industry, I'll just burn out and it'll stop existing - for me, at least. So..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "What about the hard copy? Are we going to see you on the spine of a book anytime soon?"
    },
    {
      "speaker": "Maria Popova",
      "text": "It's funny. I just had this conversation yesterday with a friend. The short answer is that the book that I would like to write, the quote, unquote, \"idea book\" requires a lot of time, and I am not convinced in what I would be giving up, you know, because publishing three articles a day is a lot of time. I don't believe that it'll give me more joy than doing what I do now, so I'm not sure it's a platform for me. And there are a myriad sort of obvious books that could be done, which would be sort of anthologies of existing stuff. But I'm not interested in that at all."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Thank you for joining us today, Maria Popova."
    },
    {
      "speaker": "Maria Popova",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Go to our website and check out some links to Maria's work, including maybe the father of the kitty, viral cat movie, Thomas Edison, who we were going to give a via and a tip of the hat to you for that one. Maria Popova is the founder of brainpickings.org and an MIT fellow. I'm Flora Lichtman. You're listening to SCIENCE FRIDAY on NPR."
    }
  ]
}