{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "T Kira Madden came of age in the privileged enclave of Boca Raton, Fla., riding horses, attending private schools. Her uncle, Steve Madden, and her father built a shoe empire. But her debut memoir, \"Long Live The Tribe Of Fatherless Girls,\" chronicles the difficulties she faced coming of age. Her parents were entrenched in drug and alcohol addiction. And she relied on her friendships with other fatherless girls."
    },
    {
      "speaker": "T Kira Madden",
      "text": "I knew I was different in certain ways. And I knew my parents were different. But I didn't quite understand what that meant until later."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. There's a heartbreaking essay in the book about finding your mother after an overdose."
    },
    {
      "speaker": "T Kira Madden",
      "text": "Yes. It's the time in my life that I still feel kicks up the most dirt and the most pain, how I like to describe it - and also the most love. That piece is the most personal to me. It's the crown jewel of the book for me. I have other difficult essays in the book, but often they deal with people who are no longer a part of my life. So it's easier to feel that separation. But my mother is so present, and we've lived lifetimes together, me and my mother. So to look back at that time when things were really at their worst is still difficult."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Memoirs are sort of interesting - right? - because they require not only for you to examine the behavior of others but also to try and understand yourself. What was the question that you were trying to answer in this book?"
    },
    {
      "speaker": "T Kira Madden",
      "text": "The great question of my father was how this book began. I started writing this book kind of accidentally just a couple months after he passed away and trying to grapple with the understanding that we didn't, in my opinion, get the finished story, the neat story with the tidy story arc and accepting that life is actually the unfinished story and thinking about why that is and how our relationship could have changed had we had conversations that we never had. And I address that in some of these essays as well. If I opened up to him about the sexual assault that occurs in the book, perhaps we would have been closer. Perhaps things could have been different. So thinking about those what ifs and understanding that I won't find those answers, but I can still write into those questions."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Is that the sort of thing that you were trying to understand when you thought about your life and why you call this book \"The Tribe Of Fatherless Girls\" - because your dad was there, but he also was absent in many ways?"
    },
    {
      "speaker": "T Kira Madden",
      "text": "Yeah. I think that's something I wanted to explore in this book as well - that we're all doing our best to protect one another and doing our best at loving one another and understanding one another, but there are always shortcomings. Even the fatherless girls, the friends in the book - looking back, our relationship sounds a bit vicious and unhealthy. But at the time, we were doing our very best to be everything to one another and to hold one another through these very complicated and confusing years."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You write with such openness about your experiences in high school in particular, especially when it came to boys and your sexual assault. Even before the #MeToo movement gained traction, you were publishing stories about that sexual assault online. And you had such an interesting relationship with the person who assaulted you that wasn't static."
    },
    {
      "speaker": "T Kira Madden",
      "text": "Yeah. This person, the perpetrator - he reached out to me. He wanted to issue another apology. He really wanted my forgiveness, which is something he had come back for for several years. And I always ignore this person. And this was the one instance, after the death of my father in that kind of fugue grief state, where I felt I had nothing to lose. And I wanted to hear what he had to say. And so I let him talk. And I tried to work out the basic question of why - why did you hurt me? Why did you do this? And I didn't find that answer. And, again, trying to accept that we're never going to find all the answers. And those unfinished narratives are what's important."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do you think it was a good thing, to - to talk? Or do you think it wasn't?"
    },
    {
      "speaker": "T Kira Madden",
      "text": "Ultimately, with everything that's transpired since that conversation, I don't. I wish I could take it back. And often people will say, but then you'd have never had this essay. And it wouldn't have been the same. And I think, I could've written other essays. Yeah, ultimately I opened up something that was actually closed for me. When people read that piece, they said to me, oh, I wonder - I hope this was very healing for you. I hope you worked through what happened to you through this essay. My reaction to that is, I actually did already work through that. There's a reason it took 17 years to write that piece - because I had to work through that, and the box was closed. And by opening it up again and bringing those people back into my life, ultimately it wasn't worth it. But I can't take that back now."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Listening to you talk about this, I'm struck by the fact that we are hearing now a lot from women who are writing and examining their lives in sort of powerful, astonishing writing. Do you think there's something wider at play?"
    },
    {
      "speaker": "T Kira Madden",
      "text": "I think people are really paying attention now. I think people don't have an option anymore than to hear us and listen. There is such fantastic momentum. And it's really only the beginning. But it thrills me to see the books being picked up right now and the stories we're seeing. And I want that momentum to just continue and crash through."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was T Kira Madden. Her debut memoir is \"Long Live The Tribe Of Fatherless Girls.\" Thank you so much."
    },
    {
      "speaker": "T Kira Madden",
      "text": "Thank you so much, Lulu."
    }
  ]
}