{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. Up next, surviving the big one, and I mean a really big one. As any fan of dinosaurs knows, extinction happens. The Earth isn't immune to assaults. You've got your asteroids, your volcanic eruptions, events that cause so much disruption to the environment that eventually life or most of life is wiped out. My next guest, Annalee Newitz, says that we can look back at those past mass extinction events and learn from them and maybe, maybe even prepare ourselves to survive the next mass extinction. And Newitz says the next big extinction might already be happening. Annalee Newitz is a founding editor of the website io9.com. Her new book is called \"Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction.\" She joins us from KQED in San Francisco. Welcome back to the program, Annalee."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, thanks for having me, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are you thinking apocalyptic? Like there's so much apocalyptic stuff on TV and in the movies now. Is that what drove you to write a book like this?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "It is true that I will confess that I have an incredible fascination for pop-culture stories about the Apocalypse and the end of the world. And, you know, I wanted to see if I were going to write a science book that was basically the equivalent of a giant monster movie, what would that be. Like would be the disaster that I would tackle? And that was why I decided to look at mass extinctions, which are the worst disaster that can possibly happen to the planet."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are we headed for one, or are we in the middle of one? And if you're in one, do you know it's happening?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "It's a good question. There is evidence that we are headed into what would be the planet's sixth mass extinction. It's hard to know for sure if you're in one because a mass extinction is an event where over 75 percent of the species on the planet die out over a - usually about a million-year period. The fastest it might happen is in hundreds of thousands of years. But here's the bad news is that we know from the geological record that pretty much all the mass extinctions that have happened before have been correlated with climate change. So that's - the fact that we're looking at climate change right now on the planet is one of our big tips that we may be heading into another one."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Be afraid, be very afraid."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is fear the right way to approach this, a mass extinction?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "I don't think so. I mean, one of the big topics that I tackle in my book and in my work generally is that fear is absolutely the wrong response, and wringing our hands and saying that, you know, humans have wrecked everything is also not a helpful response. And so what we need to be thinking about are ways that previous mass extinctions have played out and what animals have done and what plants have done to survive those mass extinctions and how can we use some of those strategies. And already humans are in a pretty good position because remember a mass extinction is not when humans die out, it's when most of the species on the planet die out. So there's always survivors. That's the way that life continues to evolve on the planet. Each of these events have had winners and losers, and humans share with a lot of the animal survivors many different characteristics. But I think the most important one is that we're really good at adapting to live anywhere, and we're really good at eating a wide variety of foods. So that puts us in an excellent position when climates and habitats start changing, we're able to adapt and transform ourselves and transform our communities to meet those changes. And of course with tools that we - you know, we're the big tool-using species on the planet. Using our tools, we can actually adapt even more quickly than many of the animals in previous mass extinctions did."
    },
    {
      "speaker": "Ira Flatow",
      "text": "1-800-989-8255 is our number, talking with Annalee Newitz, author of \"Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction.\" Of course you could have a sudden mass extinction like that asteroid that hit us, you know, and wiped out all that life, or something slower that could take a lot longer time to develop. Are there two different strategies for that, surviving that?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Actually, the idea that there is such a thing as a rapid mass extinction is kind of a misnomer. We have - we've all heard about, you know, the dramatic end that the dinosaurs met when an asteroid crashed into the planet. And also now it turns out that there were mega-volcanoes going off at the same time in India. So there was this kind of horrible one-two punch with volcanoes and..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "The perfect extinction."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, great Michael Bay movie material, if he were ever to actually make a film that was scientifically accurate. So the point is that what happened when that asteroid hit was actually - it wasn't that the planet was wrapped in fire, and all of these creatures died out. In fact first what happened was there was a nuclear winter type event because a cloud rose up from that explosion and wrapped around the Earth and blocked sunlight. And then over time, the climate warmed up into a very extreme greenhouse, and so actually what killed the dinosaurs, or most of the dinosaurs, was climate change. Their habitats changed; their food supplies dwindled because remember these are big creatures who need a lot of vegetation. And so when vegetation starts dying out, then the herbivores start dying out, you know, the creatures who eat plants, and then the predators who eat those creatures start dying out. And so what you get is a slow starvation. And it really did take about a million years for that mass extinction to unfold. The initial, super-awesome, you know, explosion with the asteroid, that took out a localized population in the area where the asteroid hit, but that global mass extinction, that was hundreds of thousands of years in the making."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you have in your mind a scenario that we're headed into? Can you share that with us?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, I think that if we kind of continue along the way we're going, it's clear that humans have, as geologists would say, perturbed the carbon cycle, which is to say that the planet has natural carbon cycles where there's more carbon or less carbon in the atmosphere. Well, humans have obviously contributed a great deal of carbon to the atmosphere. So we are warming the planet up. And again, this is a harbinger of mass extinction. And what's going to likely happen over time is we're going to start to see famines because again, these kinds of climate changes over the long term, what they do is they change habitats, they make it hard for crops and animals to live in the places they once did and that affects food supply not just for humans but for lots and lots of creatures. And so you see what are called knock-on extinctions, where one species, say bees, say bees die out. Well, bees are part of an ecosystem where they fertilize a lot of crops. If we lose bees, we may be looking at losing apples and oranges. We may be looking at losing a great deal of other crops, as well, and other animals that depend on those crops. And so what - slowly over time we would just see this accumulation of famines, and eventually, after say a million years, you might see a very different planet, and you might see a new set of animals and plants that have sort of taken over where these extinct creatures once lived. So my contention is that we will survive that. The question is how will we survive it. What can we do now to prevent that mass extinction from happening? Because we know we've participated in helping to change the climate already. So why don't we take control of that and start thinking about how we can change the climate into - make the climate something that is more comfortable for us and our ecosystems."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Don't we have to first get out of the denial phase a little bit?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, I mean, that's a huge political issue and a social issue. And that's such a human problem that we have all these social concerns around something that to me and to a lot of people seems like an obvious sort of scientific fact."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "The fact is that it doesn't really matter if humans are causing this. We're still in a situation where the climate is changing. So what we need to do is take responsibility for that and sort of treat the environment like in the same way that, say, we treat farms and agriculture. Take responsibility for how we are controlling the planet and do it in a way that is sustainable. And again, easier said than done. And part of what I'm interested in is the fact that we actually do have a lot of scientific methods and engineering methods that we could be using right now to, for example, change our cities to be much closer to being carbon negative than they are now or even just carbon neutral. I would be happy with carbon neutral. We don't even need to get to carbon negative. And we could be implementing a lot of these discoveries, and I think that going forward, once we do get over the denial phase that we will start to see improvements, and we will start to see ways in which people are changing the climate to be more comfortable for us and for our ecosystem."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is it - could it possible that we don't get over the denial phase, and we're the first to go in this mass extinction?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Well no. I think it's possible that we won't get over the denial phase for a while. We won't be the first to go. That's - we're just, we have an incredibly huge population right now. So one of the ways that animals in previous mass extinctions have survived is by having huge populations, because let's say you take out, oh, six billion people. You still have a billion left. So we're in a good position to survive, but the question is, are we going to be surviving in caves, eating algae? Not my favorite view of the future, but we will be surviving. It's just that we may be surviving through incredibly tough times, and I don't want that for humanity's future."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How do we make our cities more sustainable? Can you give us some specifics? Do we need engineering, new engineering ideas, or is that part of the solution?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, definitely. One of the things that is interesting about cities is if you're thinking about how to preserve humanity, cities are a good place to start because they're a locus of human productivity, but also more than half the human population lives in cities, and that's just going to grow going forward, by some estimates from the U.N. So how do we make our cities robust against disaster is a really big question, and there's immediate things that we can do: for example, something as simple as having better disaster planning for cities, having people in cities understand the kinds of disasters they might be subject to, like tornadoes or floods or mudslides. But then, going forward into the future, looking, say, 100 years out or 150 years out, we need to be thinking about building cities with new kinds of materials. And one of the things I'm very interested in are what are called self-healing materials. Sometimes they're called smart materials, which I think is just sort of a cheesy way of saying self-healing materials. And basically these are things like coatings or cement that have some kinds of biological properties that allow them to repair themselves if they're damaged or cracked. And sometimes the biological properties are because they're actually built using modified bacteria. Sometimes it's because they're built out of materials that simply behave like biology because they can heal at the molecular level, or they can form atomic bonds again at the molecular level. So for example, what you might have is a bridge that was built with self-healing cement. So if you have an earthquake in your city or some other kind of disaster and the bridge develops a crack, it would actually be able to seal up that crack, and that's going to preserve life. But it's also going to preserve the bridge itself, and you're not going to have to be constantly tearing down your infrastructure in order to have a city that is functioning. And slowly, I think, what we're going to see is - if we head this direction - people thinking of cities being more like living organisms and starting to incorporate things like synthetic biology into how those cities are run. For example, there's a lot of people now working on modifying algae to be used for everything from fuel to lighting, like you could have glowing algae in your house instead of burning fossil fuels to have light bulbs. You could even have modified algae that was doing water purification. So a futuristic city that is treating itself like an organism would be something that was built in a way that didn't exist in contradiction with its environment. It would be part of its ecosystem. We would be treating cities like biology partly because our building technologies would begin to be more like biology. They would begin to be more like part of an environment and then part of an ecosystem."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. This is SCIENCE FRIDAY from NPR. I'm Ira Flatow, talking with Annalee Newitz, author of \"Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction.\" Hedging your bets a little toward the end of your book, you talk about having to escape this planet and terraforming maybe another planet or reshaping the planet."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah, that's right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do we go to Mars?"
    },
    {
      "speaker": "Annalee Newitz",
      "text": "We did begin by..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do we go to Mars? Shall we go to Mars? I mean people have said let's go to Mars and make it another Earth, you know, or something like that."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "So you have to realize that part of this book is thinking about geological time, right?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "So we're talking about really long timescales. So I'm not saying that we should go colonize Mars tomorrow because, well, first of all, we already have a robot living on Mars, which is great. So we've got someone on Mars. And second of all, we have a lot of stuff to do here on Earth that is really pressing: for example, building better cities..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "...remediating climate change. But it's true that even if we're good boys and girls and we completely stop using fossil fuels and we really work on ceasing our intervention into the carbon cycle, we're still in a planet that blows up sometimes. We get mega-volcanoes. We get hit by asteroids. It's dangerous. So eventually, you know, within the next thousand years, say, I think it's really important for us to be thinking long term about building cities on other worlds. Maybe it'll be the moon. Maybe it'll be Mars. Maybe it'll be Titan, which is a moon of Saturn, and so, of course, you'd have a great view. And so one of the ways, I think, that we do that is by investing now in space programs and having these really long-term plans and thinking, all right, well, where should humanity be going over the long term? How can we, you know, think now about the technologies we'd need eventually to do that? And also it's just - it's a good survival strategy because humans are great explorers. You know, we left Africa, we colonized the Earth in a pretty rapid period of time, and it plays to our best strengths and instincts as a species, I think, to be focused on how do we keep exploring. And, you know, space is the next logical step, and there's going to be a lot of changes before that happens. We may have to modify our bodies to live in space. We may have to modify other planets to live on them. This is going to require a lot of technologies that we just don't know about yet. We just don't know how we'll invent them yet."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We need to start thinking about them soon, I would say."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Yeah. We need to start thinking about them now, and people are thinking about it. There's researchers now who are working on thinking about stuff like how do you find a person who's DNA is really robust against radiation damage because of course radiation damage is a huge concern in space travel and in living on other worlds. And right now there are researchers who have gotten a little funding from NASA and a little funding from other sources to look at how does DNA repair itself after radiation damage and is there a variation between people. Are there some people who might be better suited for space travel or are there some sets of genes that make people better at dealing with that?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, Annalee, thank you for giving us optimism today about wiping out the - most of the people or life on Earth. Annalee Newitz is author of \"Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction.\" Thank you very much, Annalee, for coming on this show."
    },
    {
      "speaker": "Annalee Newitz",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome."
    }
  ]
}