{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "For Anna Salvatore, the first day of junior year got in the way of something just as important to her - Day 3 of Judge Brett Kavanaugh's confirmation hearing to be the next Supreme Court justice. Salvatore is 16 years old, and she runs a blog called High School SCOTUS, where she follows the highest court in the land in between classes and after-school activities. Anna joins me from Pennington, N.J. Welcome to the program."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Hi. I hope my daughter grows up to be you someday."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "(Laughter)."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But I want to understand how this happened. Your interest in the Supreme Court, I understand, came about pretty recently."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Yeah, it was a little over a year ago. I've always been pretty nerdy, so it's not super surprising that I've latched onto this. But I was in a study hall during school, and I was reading The New York Times website. And I stumbled across a story about a case called Maslenjak v. United States."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was a citizenship case."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Yes, that's correct. And this story linked to a Supreme Court oral argument. I read the argument, and I just loved it. I ate it up, and I just had to learn more about the Supreme Court."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Why did it strike such a chord with you? It's not exactly light reading."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "When I first opened the document, it was very foreign to me, but I started reading. And I found that it was pretty interesting that I could understand more than I expected to."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And who reads your blog? And what kind of feedback have you gotten from your readers?"
    },
    {
      "speaker": "Anna Salvatore",
      "text": "I've gotten almost universally positive feedback. People were really encouraging me and just being much kinder than I would have expected or hoped for. The kinds of people who read it - I don't know. I guess a lot of lawyers, a lot of journalists who keep up with the court."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. I mean, the Supreme Court is definitely paying attention. You got to visit at the invitation of Justice Neil Gorsuch's clerk, and you shot some hoops on the famed Supreme Court basketball court. Is that true?"
    },
    {
      "speaker": "Anna Salvatore",
      "text": "That was very nice of that clerk to do. He had seen my blog and then sent me an email asking if I'd ever had a Supreme Court tour before. And yes, I did get to shoot a basket in the highest court in the land. I kind of thought it was a joke. I'd heard about it before, but it's very real. And it took me many tries to make a layup."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So in your blog, you've interviewed - and here's an NPR plug - our own national justice correspondent Carrie Johnson. So what kind of articles are you hosting on your site? And who's writing them?"
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Well, it started out as just me writing about historic Supreme Court cases that affected high schoolers, but it wasn't a lot of fun to write those articles. And nobody was really interested in reading them..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "...Beyond maybe my parents."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "So I've started shifting to doing a lot more interviews, which I love, and just stories about the major cases that are happening at the Supreme Court right now or that they're going to hear. And that's kind of what the other kids who've joined the blog have been doing as well. And I'm so psyched to have them on. I have five other teenagers who are all just so smart and passionate about the Court. It's been very cool to make friends who are my age who have the same kind of fanaticism that I do."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why should young people be interested in the Supreme Court? I mean, what's your pitch to them?"
    },
    {
      "speaker": "Anna Salvatore",
      "text": "High schoolers should care because the Supreme Court is enormously influential in our society. It makes decisions that affect where we can live, what rights we have when we're arrested, who we can marry, how much power a president has and so many other things, I couldn't list them on here. It really matters, so I think that high schoolers should get in the habit of paying attention, just as they might keep up with President Trump's tweets or a contentious Senate debate because it'll serve them well to be civically engaged and to know their rights."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And when you tell that to them, do they listen?"
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Oh, gosh. I don't tell that to them. At school, there aren't too many other kids who are interested in the Supreme Court that I know of."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter). Anna Salvatore is a high-school student in Pennington, N.J. Her blog is highschoolscotus.wordpress.com. Go check it out. Thanks so much."
    },
    {
      "speaker": "Anna Salvatore",
      "text": "Thanks, Lulu."
    }
  ]
}