{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "There's a truce in the U.S.-China trade war. The U.S. will hold off on new tariffs. China pledged to buy more American goods. This came after a meeting Saturday between President Trump and President Xi Jinping of China at the G-20 in Buenos Aires. And, of course, Washington and the country are remembering the life of President George H.W. Bush, who died Friday evening. I've got national political correspondent Mara Liasson here to talk about all of this. Good morning."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Mara, you've been covering Washington for a long time. Do you have a particular memory of the elder Bush?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I do, actually. It must have been in 1990 or 1991. I sat next to him at the Radio and Television Correspondents' Dinner. And he showed me a press pass - a fake press pass - that the White House photographers had made for him. They..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Mara Liasson",
      "text": "...Decided that he would be an honorary White House photographer. And that's because of all the relationships back then between the press corps and the president, the White House photographers had the most access to the president. They spent the most time with him. And he had a lot of affection for them and them for him. And he teased them all the time. And they decided to make him an honorary photographer. So to me, that memory is just that George H.W. Bush was a decent, decent person behind the scenes as well as in public."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, Mara. Let's move forward a bit in time because our current president, Donald Trump, was at the G-20."
    },
    {
      "speaker": "Mara Liasson",
      "text": "He was at the G-20. And all of the visuals from the G-20 showed a Donald Trump who looked isolated, seemed unhappy, didn't meet with a lot of his allies, blew off a lot of bilateral meetings. It seemed like it was the image of America in retreat from the rest of the world, doesn't really want to be the leader of the free world anymore. There was a climate change communique signed where all 19 - other 19 leaders said that they are committed to the Paris climate accords. The U.S. filed what really is a dissent in that communique because President Trump has pulled out of the Paris accords. But we did get a temporary U.S.-China trade truce out of it. So there was something substantive from the meeting."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. How big a win is this for the White House?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I think in 90 days, we'll find out if the win was really as big as the president says it was. Not - there's now going to be a 90-day period where the two sides will negotiate. The president says this is a huge deal. They certainly walked back from the brink. They decided not to escalate the trade war any further, at least for now, for 90 days. We have seen this pattern before, where the president threatens to blow up a big multilateral partnership, whether it's NATO or the E.U., NAFTA. He actually signed a replacement for NAFTA while he was in Argentina. But then he pulls back from the brink and declares a big victory. So that's possibly what we're seeing here. But we'll know more in 90 days."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We were supposed to have a press conference with him after the G-20, which he canceled, ostensibly because of the death of President Bush Sr. But that's not the only reason. Right, Mara?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, I think that was a good reason to cancel it. But if he had held the press conference, he would have gotten a lot of questions about Russia."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right."
    },
    {
      "speaker": "Mara Liasson",
      "text": "And that was the big news of last week. This is a president who has said unequivocally, in every way, every day, that he had absolutely nothing to do with Russia - no negotiations for business deals, no investments, nothing. He's used the word zero when he's talked about his relations - business relations with Russia. He left himself very little wiggle room. And then his former lawyer and fixer, Michael Cohen, makes a plea deal with the special counsel, Robert Mueller, that says there actually were negotiations to build Trump Tower in Moscow longer than Michael Cohen had previously described these talks. Now President Trump's new description of this is, yep. That's true. What Michael Cohen says is right. But it's, in his words, very legal, very cool. It doesn't matter. It wasn't - I was allowed to do this, no biggie. Plus, it was all public. So it raises a lot of questions about whether the Russians actually did have some leverage over him. And it might explain a little bit about why he's been so solicitous and never critical of Putin."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "NPR's national political correspondent Mara Liasson. Thanks so much."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you. [POST BROADCAST CORRECTION: In a previous audio version of this story, we incorrectly stated Michael Cohen said President Trump offered Russian President Vladimir Putin a multimillion-dollar penthouse. It's unclear whether Trump knew about the alleged offer, which was reported by BuzzFeed News.]"
    }
  ]
}