{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR, I'm Ira Flatow. Antioxidants, multivitamins, daily exercise, caloric restriction, a vegetarian diet, olive oil, fish, Omega-3, the list goes on and on and on, the list of foods and remedies and habits to make you live longer. But how much of aging will is simply due to the genes you're born with? Well, why not ask old people to find out? And that's what a study of over 1,000 centenarians did, some of them super-centenarians, meaning they've reached their 110th birthdays or beyond. It turns out that genes might have a lot to with it. The research appears in the journal Science this week, and joining now to talk more about the study is one of the authors, Dr. Thomas Perls. He's an associate professor of Medicine and Geriatrics at the Boston Medical Center, also founder and director of New England Centenarian Study. He joins us by phone. Welcome to SCIENCE FRIDAY, Dr. Perls."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Oh, thank you very much. It's so good to be here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. You write in your study: many more people than previous suspected have the potential, at least genetically, to survive to an exceptional age. Now, when you talk about that, are we talking about 80, 85 years?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "Oh, no, we're talking about 100 and older. I actually think that most of us, based upon a wonderful study from the Seventh Day Adventists, have the genetic blueprint to get us to our mid- to late 80s. We just need to have really good health habits to take advantage of that wonderful blueprint. But to go beyond age 88, then we may need an ever-increasing enhancement for these - or enrichment for these longevity-ish associated genetic variants."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Tell us about that. What - your study, what can you learn from the genomes of these centenarians or super-centenarians?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "Well, we've known for a long time, that exceptional longevity runs very strongly in families, and just needed to see what kind of genetic study we wanted to perform to try and take into account what was saw as a very complex picture. Certainly, it wasn't going to boil down to one or two genes. It was surely going to involve lots of genes. And so we did a study that eventually found these 150 markers that pointed to about 70 or so genes, that if you have all the variations associated with longevity, then you have a pretty good chance of getting to extreme old age."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Pretty good meaning, what, seven, eight out of 10?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "Well, it would - it varies. If you have all the variants associated with longevity, then we have a 99 percent chance or I guess you'd call it a risk of getting to be a centenarian but with 77 percent accuracy. So what that also means is that 23 percent of the time, we had centenarians who did not have any genetic signature predisposing to exceptional longevity."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That means there's something else that you haven't discovered yet."
    },
    {
      "speaker": "Thomas Perls",
      "text": "It means, right, there's genetic factors that we didn't look at and also environmental factors, as well. I guess the other thing I would say is that when we looked at our population control sample, there were about 3,000 subjects, that about 15 percent of them actually had these signature that showed a greater-than-50-percent predisposition or chance of exception longevity. That means, I think, 70 percent - I mean, 17 percent of the population has a genetic predisposition to living to 100. That's a lot more than our one per 6,000 currently in the population that is a centenarian, but that's because our current centenarians were born in 1900, and there was a lot of mortality back then, particularly in infancy, and a lot of people who might have had the predisposition didn't have the opportunity to get old. But now, a lot more people do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And one other interesting finding in your study, was that the centenarians had the same number of disease genes as normal people, but don't seem to be affected by the disease genes. We were really surprised by that. For the longest time, we hypothesized that centenarians had to lack these disease-associated variants. Otherwise, how could they get to these ages. You're right. And to our surprise, they have about the same number of disease- associated variants as the controls, and what seems to make the difference is an enrichment for these longevity-associated variants that might in fact trump or negate the effect of a disease-associated variant. Well, that's interesting because, you know, we're now living in an age where we're trying to do our human genome, and everybody wants to know if they have these disease genes. You might find out, right, that you have these disease genes and not know that you have the longevity genes that might trump them."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Right. I think we need - that's why I think some of these genetic tests that are being marketed to indicate what your risk is for a common disease is not ready for primetime. We need a much better comprehensive picture that takes into account other genetic factors that could compensate or negate the effect of a disease-associated gene."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How easy would it be for any of us to find out if we have these centenarian genes in us?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "You know, not so easy. I think we're going to make a website available to researchers who have their institutional-review-board- approved studies who are looking at longevity to input data from their subjects into the site and will produce similar kind of result reports for them. With regard to individuals, well, they'd have to go to a researcher and get this done, and I think we're still pretty worried about the ethical implications and what people would actually end up doing with this information. It's certainly imperfect, and we'd like to understand a lot more about what people would do if they heard that they didn't have a signature, if they did have a signature, how they're going to interpret that. So I don't think the public is ready for this information yet."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Were there any outward physical signs that people were not aging as quickly, their hair didn't turn, you know, that sort of thing, obesity, anything like that that you could look at these centenarians and say gee, you can see when they're in their 80s. They're aging slower, their mental capacity is better, there are outward signs?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "We have a lot of - we've collected a lot of findings that people can find at the New England centenarian website. They can just Google that, or I bet they can find it on SCIENCE FRIDAY's website."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes."
    },
    {
      "speaker": "Thomas Perls",
      "text": "And there's findings such as the fact that 90 percent of the centenarians are disability-free well through their early 90s, at the average of 93. So they're living 33 or more years beyond the age of 60, disability-free. So living to 100 is actually a wonderful thing. A few other things is that their kids are very much following in the footsteps of their parents, these people in their 70s and early 80s who have 50- to 60- percent reduced rates of heart disease, stroke, diabetes and hypertension. That's one of the clues for us, just how strong this was running in families and why we needed to move forward with a genetic study."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Did you only - did you need both parents or just one parent for that to happen?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "Just one, and we don't know the patterns. We don't know if it's paternal, that is from your father, or maternal from your mother or if it's the grandparents. We don't know those patterns yet. Understanding these genes and starting to look for such signatures in the kids will be a really interesting study."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And is that where you're headed?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "That's one of the places we're headed. We're also very interested in looking at other centenarian - non-Caucasian. This was a study mostly of Caucasians, and we collaborate closely with another study in Japan that has a similar number of extremely old individuals, that is people over the age of 105, that we like to look at with them and see what signatures they have. I'm sure it's going to be different genetic variants. I'm sure they'll have signatures associated with exceptional longevity, but it'll be really interesting and important to see what the differences are."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Why would you expect them to be different?"
    },
    {
      "speaker": "Thomas Perls",
      "text": "Well, Asians if - geneticists will tell you that the variations of a whole - a very large number of genes, the frequency of those variations in - or in Caucasians can be very different than in Hispanics and African-Americans and Asians. So even for something - there's a gene called Apolipoprotein E, and the E4 variation is known to be associated with Alzheimer's disease, and it can be very rare in some populations and quite common in others. So it's really important to look at these different groups."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you're saying don't everybody jump to conclusions very quickly on this stuff."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Right. These things need to be kind of taken slowly, chewed upon and looked at in other studies before anybody jumps to any quick conclusions. I completely agree with that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you're continuing to collect data and try to narrow down what these differences are."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Yeah, well, there are some other important steps. We've - all these data and the results are going to be available. Certainly all the results are available on the Web, including these genes, and we anticipate and hope that other investigators are going to start looking at these genes, what pathways they govern, how they might interact to really try and start understanding the underlying biology of why some people age so slowly and, in some cases, avoid or markedly delay age- related diseases."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And of course, what everybody wants is that longevity pill, their fountain of youth."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Which I don't think is going to happen. And people should understand that we embarked on this study not to get a lot of people to be 100 but because - but rather we think, understanding the underlying biology, it could lead to drug targets and the development of drugs. But I those will be useful in maybe slowing down aging a little bit, but more importantly, like the centenarians, markedly delaying disability and perhaps decreasing risk for age-related diseases like Alzheimer's."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But in the 30 seconds we have, your other take-home message is most of us could probably live to 85 or 88 if we just take care of ourselves."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Right, don't smoke, don't drink too much, avoid red meat and regularly exercise, like the Seventh Day Adventists. We should all be getting to around 88 or so and markedly delaying our disability towards the end of our lives, which is much better than the 80 or so that we have now as average life expectancy."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's a good take-home for this weekend. Thank you very much, Dr. Perls."
    },
    {
      "speaker": "Thomas Perls",
      "text": "Thanks so much."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. Have a good weekend. Dr. Thomas Perls, associate professor of medicine and geriatrics at Boston Medical Center and a founder of the New England Centenarian Study."
    }
  ]
}