{
  "transcript": [
    {
      "speaker": "Renee Montagne",
      "text": "In 1940, the threat of Nazi Germany brought up a patriotism in the British, mostly. There were also secret admirers of Hitler who embraced the Iron Cross of the Third Reich over the Union Jack. And that moment in history is what animates Kate Atkinson's latest novel."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "Before the British bombed anyone and before we were bombed, France hasn't fallen. The Battle of Britain, the Blitz - none of this has taken place. So there was a good bit of paranoia around. And the fear was the enemy within, not the enemy without."
    },
    {
      "speaker": "Renee Montagne",
      "text": "And to keep these local fascists from spying on England for Hitler, Britain deployed its own spies. Kate Atkinson's fictional spy is 18-year-old Juliet Armstrong. Recruited by MI5, Juliet is initially pressed into service as a typist, transcribing secretly recorded conversations of a group of Nazi sympathizers. Atkinson was inspired to write her novel \"Transcription\" after MI5 declassified documents that gave her one of her other central characters - the mysterious Godfrey Toby, passing himself off as a Gestapo agent."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "In real life, the man that Godfrey Toby is very loosely based on was a man called Jack King, who posed as a Gestapo spy - an agent of the German government. And he had been undercover for quite a long time, I think in fascist groups. So they knew him. And he invited them to come to a flat where they would have tea and biscuits, giving me my new favorite phrase, which is biscuit interval, because you see that typed in the transcripts quite a lot. And they would try and give him information. They particularly were rooting out other sympathizers. So they would come and say oh, you know, Mrs. Smith in Bolton - she's very pro the German government - all these kinds of things. They were, on the whole, in retrospect, harmless. But he would sit there and say, mmm hmm, yes, oh, I see. And all this information would come flowing in. What I thought was really fascinating with these people, these traitors, lived and died without ever knowing that the man that they thought was a Gestapo agent was actually an MI5 agent."
    },
    {
      "speaker": "Renee Montagne",
      "text": "So this real person, known as Jack King, who you patterned Godfrey Toby after partially - basically, he was telling these people that he would pass their information onto..."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "Onto the German (unintelligible)."
    },
    {
      "speaker": "Renee Montagne",
      "text": "...Hitler, basically."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "Absolutely. Yes, yes. But they were given - at one point, they were given little medals - the sort of civilian Iron Cross, which they would wear beneath their lapel. And they wore it to conceal beneath their lapel so that when the Germans invaded, they could just turn the lapel and quietly show the invading German army that they were actually sympathizers."
    },
    {
      "speaker": "Renee Montagne",
      "text": "But there was a great, though, deal of ugliness revealed. I mean, what's really nice in the book - these transcriptions that Juliet does - they're printed in 1940s typeface. You can see them as you might have really read them. And though the conversations are sometimes quite boring and sometimes illuminates what they're trying to do - but they're shot through with this virulent hatred of Jews."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "It's side by side with this really kind of tedium of their conversations. And then you suddenly - you're almost lulled into not hearing what they're saying. And then you suddenly realize that this hatred is simmering away beneath in their breasts. And they're not - they really could be your neighbor. And I think that's a frightening thing."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Well, you know, even so, this - should be said - is something of a spy thriller and also threaded through with a great deal of wit, most..."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "Yes."
    },
    {
      "speaker": "Renee Montagne",
      "text": "...Of it on the part of Juliet. She's very arch a lot of the time."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "And she's very naive. But at the same time, she's had an education. She's been a scholarship girl in a good school. And I think that means that Juliet's already been slightly moved out of her natural environment. She's already other, in a way. And also, it should be said that she's a pathological liar, which is clearly why the secret service would be interested in her because she has an interview. I mean, she's very reluctant. She doesn't want to join MI5 because she's thinks, I'll just be shunted into clerical, which is true. That does happen to her. So she gives a very bad interview in the way that you do when you're being interviewed for something you don't actually want. And, of course, she lies throughout and thinks that they will just, you know, get rid of her. But in fact, her lying is the very thing that makes her attractive to MI5."
    },
    {
      "speaker": "Renee Montagne",
      "text": "You know, obviously, it took you a while to write this book. But when we talk about what is real and what is unreal and truth and lies, does it feel to you that it's coming out at a time for this sort of contemplation?"
    },
    {
      "speaker": "Kate Atkinson",
      "text": "A lot of people ask me, so, you know, were you very conscious about the referendum about Brexit, about Trump being elected and so on? 'Cause I did - this was happening when I was writing it. But I was writing it - I started it before then. And certainly, the germ of the idea was very strong before that. And I just think, of necessity, I'm writing about things that happened - I know in fictional form. So the fact that the same things are happening now - it's just history repeating itself. I'm not actually trying to make a comment because I started the book before that. You know, I wasn't seeing the book is any kind of comment or message or a book about these things. But, you know, those things happen to be happening again. And, you know, I do - I think history is doomed to endlessly repeat itself."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Kate Atkinson is the author of \"Transcription,\" her latest novel. And thank you very much for joining us."
    },
    {
      "speaker": "Kate Atkinson",
      "text": "Thank you for having me. Thank you."
    }
  ]
}