{
  "transcript": [
    {
      "speaker": "Farai Chideya",
      "text": "Violinists Damien and Tourie Escobar are two brothers quickly gaining notoriety for playing an intense blend of classical music, jazz, R&B and hip-hop. Damien is 18 years old and Tourie is 20. They're from Jamaica, Queens and call themselves Nuttin' But Stringz. Their debut album is titled \"Struggle from the Subway to the Charts.\" They paid a visit to our studios in Los Angeles recently, and I talked to these Julliard-trained violinists about their newfound fame. Tourie and Damien Escobar, thanks so much for joining us."
    },
    {
      "speaker": "Mr. Damien Escobar (Nuttin' But Stringz)",
      "text": "A pleasure being here. A pleasure."
    },
    {
      "speaker": "Farai Chideya",
      "text": "So what is it like to work with your brother? Mr. T. ESCOBAR: This is Tourie speaking. The good thing about it is two creative minds. And we have two minds, it's better than one, and we come up with the  music, we come up with Nuttin' But Strings. The bad thing is, I'm salt and he's pepper. You know what I mean? And that's my brother right there, so we have those rivalries. But we put those rivalries to the side to make better music and do better business. You know what I mean? But altogether, you know what I mean? That's my best friend right there. Mr. D. ESCOBAR: He said the right thing so he won't get beat up after this. Mr. T. ESCOBAR: No, I don't. Mr. D. ESCOBAR: Smart man. Smart man. Mr. T. ESCOBAR: Whatever. Name something, some way that you're different, Damien? Mr. D. ESCOBAR: I guess it's in musical taste, in a way. You know, that's what helps our group, Nuttin' But Stringz, because if you listen to our record, it's two different musical taste. You know, he's more rock and roll and he's more everything. You know, and I'm more everything but I'm just like hip-hop and R&B and certainly the elements more than he likes - he likes rock and everything else a lot more than I do. But just musical-wise, we do different things, but when it comes together, like you said, it just makes great music. Tell people what Julliard is like? Mr. D. ESCOBAR: Julliard School of Music is a learning experience. I mean, me personally, I'm going to keep it all the way real. Mr. T. ESCOBAR: Keep it real. Mr. D. ESCOBAR: I had a better experience in my second school, Bloomingdale School of Music. I wasn't allowed to spread my wings, you know. Not taking anything away from Julliard, I just wasn't allowed to spread my wings the way I should've been because I was very - I was ahead of everyone in my class, you know. And they wanted me to stay with my age group, and you know, I wanted to play in the NBA. You know, I didn't just to play in the semi-pros. I wanted to go to the league. Tourie, when was the first time you felt like you were playing in the NBA, that you knew that you have made it? Mr. T. ESCOBAR: Maybe my first concert in Julliard, because I was taking up the viola and the program that we was in was the Matt(ph) program. And it was like my first concert, because I've really liked - my teacher wasn't really there for me, and he never showed up for proper lessons. So I taught myself how to play this song with the viola and I taught the rest of the kids that my teacher was teaching too. So I felt like I'm into the NBA because I coached my own team. Wow. Did you guys ever get - what are you two brothers doing playing string instruments? Like shouldn't you be learning to program a drum machine or something? Mr. D. ESCOBAR: All the time. I mean, I used to get a lot of that from my friends, not really from the adults, because adults respect - they're like, hey, there's this is an American brother, do your thing. You know what I'm saying? That's what we got from the adults. But my peers, personally, it was more so, why aren't you playing basketball? Why this? Why that? So I had to hide my instrument just to get to school every single day. I was ashamed of it. Mr. T. ESCOBAR: Not me. I wasn't ashamed of it. You know what I mean? It was like, what they don't understand, they're scared of it, because they don't understand it. You know what I mean? So of course they're going to say that's - what you're doing that for? You're supposed to be playing the basketball. They don't understand it at all, and so I just - I just ran with it. I didn't really care what people thought. I could do something better than playing the basketball with these fingers. Yeah. Tell me about your playing on the subway. What was that like? Mr. T. ESCOBAR: Go ahead, start it. Mr. D. ESCOBAR: I mean... Mr. T. ESCOBAR: We started off on a platform at Grand Central. Mr. D. ESCOBAR: 42nd. Mr. T. ESCOBAR: It was on Grand Central, yeah, because of the red wall. Mr. D. ESCOBAR: Oh yeah, that's right. Mr. T. ESCOBAR: We started off at the red wall and then I decided to play on the train. The people loved what I did, but MTA police didn't like what I did. Did you guys ever get hustled off the train? Mr. T. ESCOBAR: I got arrested, more than hustled. They hit me with a violin charge. I was facing two to three. Mr. D. ESCOBAR: With a violin charge. Assault with a deadly instrument. So now, you guys are established. You're working with VH1 Save The Music program. Mr. D. ESCOBAR: Oh, incredible program. You know, getting the instruments back into schools because we know, you know, starting young, just structuring the kid's life, having that structure, having that discipline of an instrument is key. Who is your hero? Do you have one? Mr. D. ESCOBAR: My mom. Mr. T. ESCOBAR: My mom. Mr. D. ESCOBAR: My mother, single-parent mother. She's in college and she raised a family. What does she think about you guys? Mr. D. ESCOBAR: Oh, if you call her my mother right now, ask her what she thinks about us, you wouldn't even have to speak. She's like, oh, my boys. I mean, that's all you will hear, yo. And my mother deserves it. You know, she really deserves it, you know, because just growing up, we put her through so much, you know. So now it's her time to win. Along with ours, we're winning together. Well, we want to hear some of that winning music. Will you guys play a little bit for us? Mr. T. ESCOBAR: But of course. Mr. D. ESCOBAR: You want to go and give her (unintelligible) just a little bit? Mr. T. ESCOBAR: I guess a little bit. That was absolutely delicious."
    },
    {
      "speaker": "Mr. Damien Escobar (Nuttin' But Stringz)",
      "text": "Thank you."
    },
    {
      "speaker": "Farai Chideya",
      "text": "That was delicious. You know, I took violin when I was in elementary school and I dropped it. And now my Mom will probably call me and say, see what you could have been? See, see? Nuttin' But Stringz. Damien and Tourie Escobar, thank you so much for giving us a taste of your genius. Mr. D. ESCOBAR: Thank you for having us. Brothers Damien and Tourie Escobar make up the group Nuttin' But Stringz. Their new CD is called \"Struggle from the Subway to the Charts.\" You can listen to much more of their music by visiting our Web site at npr.org."
    }
  ]
}