{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Jeffrey Epstein has been arrested and charged with sex trafficking by federal prosecutors in New York. The billionaire hedge fund manager, famous for his powerful friends, has long been accused of molesting dozens of young girls. He faces these new charges more than a decade after he pleaded guilty to lesser state charges in an extraordinarily lenient plea deal that received new public scrutiny after reporting by the Miami Herald. And Julie K. Brown led that team at the Herald. And she joins me now. Welcome."
    },
    {
      "speaker": "Julie K Brown",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what reportedly happened last night?"
    },
    {
      "speaker": "Julie K Brown",
      "text": "Well, he arrived from - he had been spending quite a few weeks in Paris. He had been in Paris since June 14. And he was returning to the States in the late afternoon when he was greeted by arresting FBI officers at Teterboro Airport, which is outside - which is in New Jersey, out - just outside of New York."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do we know about these charges? Why has he been arrested again?"
    },
    {
      "speaker": "Julie K Brown",
      "text": "Well, we don't really know a lot. We have some idea. I mean, they - it appears that they are sex trafficking charges related to cases that were post-2002, which is significant because in 2002, the federal statute of limitations for sex trafficking was abolished. So therefore, any sex trafficking that he did after that would still be a chargeable offense. So number one, we - you know, we suspect that they're - that they have some cases post-2002. And we also suspect that, perhaps, somebody who worked for him as a recruiter may be cooperating with authorities."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Have you spoken to the attorneys for Epstein? And what are they saying?"
    },
    {
      "speaker": "Julie K Brown",
      "text": "They were stunned. I mean, in fact, I told them myself. They didn't know about it when I called them last night. They were shocked."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow."
    },
    {
      "speaker": "Julie K Brown",
      "text": "But they were pretty elated. More importantly, the victims, the four women that I interviewed - I spoke with one of them last night. And I heard through her lawyer from another and..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You were saying..."
    },
    {
      "speaker": "Julie K Brown",
      "text": "Go ahead."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...That they were elated. You mean the lawyers for the victims as opposed to..."
    },
    {
      "speaker": "Julie K Brown",
      "text": "That's correct."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...Epstein's lawyers. OK, because I was asking about Epstein's lawyers."
    },
    {
      "speaker": "Julie K Brown",
      "text": "Oh. Well, he - they aren't saying anything right now. They haven't seen the charges. So until they see the charges, I don't know how much they really want to say. They want to understand what they're up against to start with."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And so what are the lawyers for the victims saying?"
    },
    {
      "speaker": "Julie K Brown",
      "text": "Well, like I said, they were shocked, stunned. I don't think - I think that they suspected that something was happening with the Southern District of New York, which was investigating this and brought the charges. But I don't think they thought that it would happen this fast. I thought they thought it would be a very long process to try to get him. That's what makes me suspect that maybe they have a very good witness on their side."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "These are federal and not state charges. They've been brought by the Southern District of New York, and that seems to be significant."
    },
    {
      "speaker": "Julie K Brown",
      "text": "Yes, because the deal that he signed in Florida would cover all the cases, all the women that he abused in Florida. So the feeling has always been that there isn't anything they could do about those cases. But he is suspected of doing the same kind of sexual pyramid scheme involving underage girls in New York, so there's always been a question about why New York authorities didn't try to charge him with the abuses that he allegedly did there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's Miami - the Miami Herald's Julie K. Brown. Thank you very much."
    },
    {
      "speaker": "Julie K Brown",
      "text": "You're welcome."
    }
  ]
}