{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "It's Thursday, which means it's time to talk sports with our very own sports wunderkind, none other than New York Times Sports Columnist, Bill Rhoden. What's up, Bill?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "The great, Tony Cox, wunderkind. Listen. Funny guy."
    },
    {
      "speaker": "Tony Cox",
      "text": "Listen, Manny, Manny, Manny. He's really gone Hollywood, Bill. I guess you could say dragging out what could have, should have been a simple deal to return to The Dodgers months ago. Instead, he and agent Scott Boras and Dodger owner Frank McCourt and GM Ned Colletti strung their poor fans along all of this time. And just like that, Manny arrives in on a white horse and some stringy braids to save the day."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "He actually flew in. What happened was that, you know, Boras was talking to McCourt, the owner. And you know, McCourt said very earnestly, listen, you know, we really want Manny not just to be part of the team but we really want him to be part of the community. And Boras said, stop. I think you need to tell that to Manny. So, Manny got on a plane, he came in, flew in and they had a great face to face. And you know, Manny sort to say listen, yeah I know that I've got to do a little more. I've got to do a little better. And I think it was a great healing kind of - not a healing but, you know, conversation. And, you know, Manny is very comfortable on L.A. He's in a place where he's got a great fan base, they love him. And so I think - I think it's going to be a very powerful thing. I - injuries notwithstanding, Tony, I mean, I think that you guys there are going to be in for a really, really special season. I think The Dodgers are going to be tougher, they're going to be better, and Manny's going to really be engaged."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, they need some pitching, but that's another story. Here's the question for you…"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "What - you want them to do everything?"
    },
    {
      "speaker": "Tony Cox",
      "text": "Hhere's a question for you Bill. We're in a down economy, right? So, where is all of this money coming from to pay these guys, these exorbitant salaries? And I'm not even thinking about Manny's 45 million over two years, but let's take your beloved Yankees whose multi, multi, multi-million dollar payroll is bigger than some countries'. Yankees' stocks not traded on the exchange, is it?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "I know it should be… But, you know, yeah something - I think the Yankees payroll is something like around 140 million or something like that. That's more than the entire like, all the National League or something - I mean - but at the same time now, they've got to pay payroll tax. They've got to pay sort of a revenue sharing tax. And so, yeah the system is unfair. There's no question about it. Where is all this money coming from, beside you and me?"
    },
    {
      "speaker": "Tony Cox",
      "text": "Right."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "I think that - you know I think that there a lot of lower pay guys who are, you know, for contracts who are taking - because in other words, you're getting it from somewhere, and this - the money that they're getting paid now is coming from last year. You know, that's what baseball does. I think we will see, next year, we'll begin to see the push back in terms of the long-term contracts, which contracts are taking a hit. But right now, as long as television is there and fans are, you know…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, yeah, but are the fans going to be there? Because I'm hearing that the NFL, NBA, major league baseball fans, they're worried that - the clubs are worried because people - season ticket holders who keep thing - whole thing going they may not be re-upping the way they've been in the past."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "And that's when you will see - you will see the effect of that next year. You know, right now, baseball is still going on in terms of the salaries. They're going on last year's income, which was record-setting. Now, if they've got a downturn at the turnstile, you were going to see it next year. This time next year, we could be talking about some serious, you know, shrinking, withdrawals, you know, there could be a couple of teams that aren't cutting it. And I'm talking about…"
    },
    {
      "speaker": "Tony Cox",
      "text": "That was danger."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "Absolutely."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Absolutely."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right. Let's move on to another topic. It's March, that means, the madness is about to begin, Bill. I know you love college basketball but before we talk about who is going where in the tournament, let's talk about the tournament itself. If it works for college basketball, why in the world can it not work for college football?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "You just hit - you just - the nerve - You know, I mean, I hate it. That's why I can't look at college football. We've had this conversation before. I can't look at college football because it's a farce. The way the NCAA Men's Basketball and Women's Basketball Tournament is conducted is the way it's supposed to be. At the end of April you - you know, when the - one team walks off for the National Championship, we'll all be satisfied that you know what, the best team won, you know. They may have got hot but they won. They went to a trial by fire and the best team won. That is not what you have in college football where it's kind of heebee jeebee and, you know, abracadabra. You know, yes, so we can go on for hours on this…"
    },
    {
      "speaker": "Tony Cox",
      "text": "But we don't do that. All right, so the South and the East seemed to have the big dogs this year. Connecticut, Pitt, Duke, North Carolina, let's not forget about Oklahoma, Memphis and Louisville. But regular season play in college basketball is not always a harbinger of what teams will do well in the tournament. So, who do you like?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Yeah. Well, I like North Carolina, and I do think Tony, I know what you're saying, I do think the regular season is somewhat important even if it's for positioning. It's for momentum. Who goes in with a lot of momentum? And that's what the regular season is about - going downhill and gathering momentum and hitting March Madness with a full steam ahead. I like Connecticut a lot, not - you know, particularly sinceJim O'Brien is motivated to prove that he's worth the money he's getting paid. And I like North Carolina a lot, and I always reserve two spots for teams that we aren't even discussing now. That it's going to be probably the sweet 16."
    },
    {
      "speaker": "Tony Cox",
      "text": "Like who?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Well."
    },
    {
      "speaker": "Tony Cox",
      "text": "You're not sure. I know who they all be…"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "That's because they're dark horses, Tony. I don't who they are."
    },
    {
      "speaker": "Tony Cox",
      "text": "I know who will not be in the final four this time around. My beloved Bruins from UCLA, they're not going anywhere this year."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Serves then right."
    },
    {
      "speaker": "Tony Cox",
      "text": "Yeah. They had their chance, right?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Serves them right."
    },
    {
      "speaker": "Tony Cox",
      "text": "One last thing before I'll let you get out here. I do want to talk about the NBA because we've had a lot of movement in the last few days with Joe Smith heading to the Cavaliers, Stephon Marbury going to the Celtics. Some people think that the Celtics are you know, a luck - to repeat at least in the Eastern Conference but if I were in Boston, I'd be very concerned about that Ohio team? What's their name?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Yeah"
    },
    {
      "speaker": "Tony Cox",
      "text": "Oh, the Cavs."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Right now, what we're talking about - Cleveland is a great team in January, February. You've got to be a great team in May, in June. So I think that it's not going to luck, it's not a luck, but I like Boston a lot and I'm really liking L.A. but guess what?"
    },
    {
      "speaker": "Tony Cox",
      "text": "What?"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "I like Portland too."
    },
    {
      "speaker": "Tony Cox",
      "text": "Portland is well, all right, I will see and we got to get out of here. If the Clippers can beat Boston with Mikki Moore then you know…"
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "Come on."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right. I'll leave it alone."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "You don't take them. They don't take them seriously."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "They can't play…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Bill Rhoden, we have to go. Thank you very much, sir."
    },
    {
      "speaker": "Mr. Bill Rhoden (Sports Columnist",
      "text": "OK. Tony, it's always a pleasure."
    },
    {
      "speaker": "Tony Cox",
      "text": "That was Bill Rhoden, a sports columnist for the New York Times and author of \"Third and a Mile\" the trials and triumphs of the black quarterback. He joined us from our studios in New York."
    }
  ]
}