{
  "transcript": [
    {
      "speaker": "Farai Chideya",
      "text": "Deborah Cox is versatile. Her hits range from club jams to sweet ballads, and her 1998 album \"One Wish\" featured the smash hit \"Nobody's Supposed To Be Here.\""
    },
    {
      "speaker": "Ms. Deborah Cox (Singer)",
      "text": "(Singing) How did you get here? Nobody's supposed to be here."
    },
    {
      "speaker": "Farai Chideya",
      "text": "The song topped Billboard's R&B chart for 14 weeks, making it one of the longest running R&B singles ever. Now Cox is moving from soul to jazz. In her new album, \"Destination Moon,\" she covers songs by legendary singer Dinah Washington. Deborah Cox spoke to NPR's Tony Cox - no relation."
    },
    {
      "speaker": "Ms. Deborah Cox (Singer)",
      "text": "You've done R&B and now jazz, and you said that you don't want to be pigeonholed in one genre of music. So is it a problem for you when you venture out musically? It's not a problem for me. I think it's more of a problem for the fans. Yeah. Because, you know, they are the ones that still want to hear the remixes. They want \"Destination Moon\" remixed or there are some that want me to come out with another R&B album. But for me personally, these are all different styles that I grew up listening to, that I grew up singing, and they are all a part of me. They all make up who I am as an artist. Well, you know, you and I have - we share something else in addition to the same last name - the love of Dinah Washington. And in reading your bio, you know, you were raised on Dinah - on the same, I mean, really the same Dinah Washington tunes that I grew up listening to, you know, \"What A Difference A Day Makes\" and her duet with Brook Benton… Yes. …\"Baby, You've Got What It Takes.\" Yeah. I could still hear those songs in my head. Tell me how that music came to be a part of your life. Well, I listened to a lot of what my parents played but as I started to get more and more into Dinah after hearing, you know, what my mother played, I realized that there was this wonderful diversity that she had that I wanted to explore more of. (Singing) What a difference a day made, 24 little hours. Did you learn much about her as a person? You know, she had a very turbulent life and I wonder if any of that life - I don't want to use the word lured you into following her music even more, but did it intrigue you at all? She was very idealistic because she wanted to have her hands in her son's everyday life, but at the same time, she loved being on the road and she loved doing what she did. She was, you know, the first woman to play - first black woman to play in Vegas. These are things that I got to know about her after, and that was sort of what lured me into wanting to know more and more and I ended up reading her autobiography and just became like a really, really huge fan of her music. So what - in terms of \"Destination Moon,\" the project, which song - which Dinah Washington song that you cover is the one that says to you and that you want to say to the audience, this is Dinah Washington? Oh wow. I think \"Destination Moon\" is - I think that song really encapsulates the spirit of her that she - that really you can take on anything, anything that you want to take on if you have the courage, if you have the goal and the passion for it. (Singing) Come and take a trip in my rocket ship. We'll have a lovely afternoon. Kiss the world goodbye and away we'll fly a destination moon. Let's talk about you, Deborah Cox, for a moment, you personally because - and we'll use Dinah as a jumping off point because there was a song and that I made reference to we've talked about earlier that a duet that she did with Brook Benton called \"Baby, You've Got What It Takes,\" and… Right. …you were quoted in the New York Daily News about how difficult it was for you to find somebody to sing a duet with you. You reportedly said to an audience also at a concert that \"certain R&B artists who shall remain nameless\" - this is a quote - \"were asked to do a duet with me for the album and do you know\" - I know you said it just like this… You know I said it just like that. \"…do you know…\" \"…that nobody want to sing the damn song with me?\" Is that what happened really? Yeah. That's what happened. They were afraid to go back to their label to try to explain why they were going to sing on this jazz record, you know -and I say that with big quotes. You know, it seems like artists today are afraid of doing jazz, afraid of doing something outside of what seems to be, you know, popular and I know this isn't a popular move. A lot of people, you know, still don't understand why I did this album and that's okay, you know? But when you say popular is that sort of a code word for meaning profitable. It's not popular, meaning, it's not going to make any money? Right. Yeah. Yes. Yes. I assume that. But you clearly are a person who has stepped out and taken risks. And I suppose, I suppose, and I'd like you tell me if it was or not, that your biggest risk was the 2004 debut of, you know, \"Aida.\" No. I don't think that was the biggest risk. No? No. Risk isn't the right word. Okay. What word would you use? Challenged? Leap. Leap. Okay. A leap. That's a good one. A leap. It was a big leap because I went into it with my eyes completely in awe of the whole Broadway thing. Well, if that wasn't the biggest risk that you've taken in your career, what was? Probably this one. Okay. Probably doing \"Destination Moon.\" Just because a lot of people just didn't, I mean - and just like I said - still don't understand why I am doing this album, why this album is out? Well, you know, it's kind of interesting because you had a big, big hit. The title of which kind of reminds me of the conversation we are having now, which is \"Nobody's Supposed to Be Here,\" but I suppose you are supposed to be here because that's where you are, with a whole new approach. I don't know how you would follow this up. I don't know - country? Are you going to sing country next? Who knows. I don't even know. Deborah Cox. There may be another volume. There may be - we're planning on doing her film. And… For Dinah Washington. You're talking about Dinah. For Dinah Washington. Yes. Do you see yourself playing that? Do you see yourself playing Dinah Washington on (unintelligible)? Yeah. Now that's - now that, I would say, is a risk. Oh, but… You know, I just hope she's, you know, looking down and you know, smiling. Well, I'm sure she will enjoy this homage that you have put together for her. Deborah Cox, it's wonderful having you in. I appreciate it and good luck with this project. Thank you."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Deborah Cox's new album is \"Destination Moon.\" She spoke to NPR's Tony Cox from our NPR New York studios."
    }
  ]
}