{
  "transcript": [
    {
      "speaker": "Melissa Block",
      "text": "He is in cahoots with a foreign government to manipulate the outcome of this election - that comment from Democratic presidential candidate and California Senator Kamala Harris. This is all impeachable, not a close call. That's Hawaii Senator Brian Schatz. And this from New York Congresswoman Alexandria Ocasio-Cortez - at this point, we are beyond a constitutional crisis. This is a threat to the very sovereignty of the U.S. Those comments all on the developing story of a whistleblower's concerns over President Trump's dealings with foreign powers. Let's hear now from another Democrat. Tom Malinowski represents New Jersey in the U.S. House. He was an assistant secretary of state during the Obama administration. Congressman, good morning."
    },
    {
      "speaker": "Tom Malinowski",
      "text": "Good morning."
    },
    {
      "speaker": "Melissa Block",
      "text": "I'd like first to get your response to the Trump administration's refusal to share that whistleblower's complaint with Congress. What do you think about that?"
    },
    {
      "speaker": "Tom Malinowski",
      "text": "Well, first of all, it's illegal. We have a very straightforward law that requires them to share that complaint if the inspector general of the intelligence community deems it to be urgent and credible, which, in this case, he has. And you know, it's a very, very important law because it's one of the few safeguards we have against a president misusing the intelligence community. You know, if the president were to order the CIA to spy on a political opponent or to commit some other crime, this is one of the few safeguards we have."
    },
    {
      "speaker": "Melissa Block",
      "text": "Now, we should explain that this has to do, according to some reports, with President Trump's phone call with the president of Ukraine when he allegedly pressured the Ukrainians to investigate Joe Biden's son. It's a claim that Trump calls a ridiculous story. But at the same time, he has also said, someone ought to look into Joe Biden. And of course, Joe Biden is his potential opponent in the 2020 election - all of this, as we've heard, bringing renewed calls from many Democrats for impeachment proceedings. Where do you stand on that?"
    },
    {
      "speaker": "Tom Malinowski",
      "text": "Look. I think there is a very, very big leap between candidate Trump in 2016 saying, Russia, if you can hear this, show us the emails, and President Trump using his awesome powers to coerce a foreign government into interfering in our elections. You know, his defense to the Mueller report was that, yeah, Russia may have interfered but that he had nothing to do with it. If this story is true, here we have the president trying to force a foreign government to work with him against his political opponent in the United States. That's beyond unacceptable."
    },
    {
      "speaker": "Melissa Block",
      "text": "And you say, if it's true..."
    },
    {
      "speaker": "Tom Malinowski",
      "text": "And yes, impeachable."
    },
    {
      "speaker": "Melissa Block",
      "text": "You say, if it's true, what powers does the House have to try to corroborate this claim?"
    },
    {
      "speaker": "Tom Malinowski",
      "text": "It does have to be corroborated. We can't impeach a president based on, you know, unnamed people speaking to the press, as credible and numerous as these reports may be. So you know, there is an investigation underway already by three House committees into what President Trump may have done with Ukraine. That is going to absolutely heat up in the next couple of weeks. So all I can say is, stay tuned. Fasten your seatbelts. The stakes here are extremely high."
    },
    {
      "speaker": "Melissa Block",
      "text": "Let me ask you, congressman. There are a number of Democrats and voters who are saying, you know, where is the party's spine in all of this? This is a president who has been, they say, running roughshod over your legislative authority with total impunity. What do you say to that?"
    },
    {
      "speaker": "Tom Malinowski",
      "text": "I think it is absolutely imperative for the House of Representatives to use every power we have under the law to get to the bottom of this and, if it is true, to hold the president accountable. I do not accept the notion that the only remedy to this kind of lawless behavior is another election. I do not want to live in a country where a president who wins an election can do whatever he or she wants for four years."
    },
    {
      "speaker": "Melissa Block",
      "text": "And very..."
    },
    {
      "speaker": "Tom Malinowski",
      "text": "That is not American democracy."
    },
    {
      "speaker": "Melissa Block",
      "text": "Very briefly, congressman, are you hearing anything from Republicans in Congress on all of this, or are you hearing total silence?"
    },
    {
      "speaker": "Tom Malinowski",
      "text": "I'm - so far, pretty much silence, but I also think that this is very different from the past allegations. This is something that will be much harder for Republicans to defend without looking even more craven than most voters..."
    },
    {
      "speaker": "Melissa Block",
      "text": "OK."
    },
    {
      "speaker": "Tom Malinowski",
      "text": "...Will tolerate. You know, we can't base our foreign policy on whether foreign leaders are willing to do political favors for the president."
    },
    {
      "speaker": "Melissa Block",
      "text": "And we'll have to leave it there. Representative Tom Malinowski, Democrat of New Jersey. Thanks so much."
    }
  ]
}