{
  "transcript": [
    {
      "speaker": "Melissa Block",
      "text": "And as we've been discussing, Senator John McCain has died at the age of 81. He was well-regarded in the Senate by politicians on both sides of the aisle - and perhaps none more so than his fellow Arizona Senator, Jeff Flake, who joins us now. Senator, thanks for being with us."
    },
    {
      "speaker": "Jeff Flake",
      "text": "Thanks for having me on."
    },
    {
      "speaker": "Melissa Block",
      "text": "I'm looking at a piece you wrote for The Washington Post, published today. You said you couldn't bring yourself to write that until last night. What's going through your mind as you think about John McCain?"
    },
    {
      "speaker": "Jeff Flake",
      "text": "Well, I did. And I tried to sit down knowing that this time was coming. But as I mentioned in the piece, I think my mind tried to tell my hands the longer I held off, maybe the longer we'd have John McCain here. Nobody wanted him to go. It's tough to see that voice that we all need silenced."
    },
    {
      "speaker": "Melissa Block",
      "text": "What part of that voice that you're saying we all need - what part of that strikes you as being profoundly missing with his death?"
    },
    {
      "speaker": "Jeff Flake",
      "text": "Well, a voice calling for civility, the voice that sees good and voices good in his opponents, the voice that stands for principle - put party - I'm sorry, country above party. That's the voice that we're going to miss."
    },
    {
      "speaker": "Melissa Block",
      "text": "Are there particular parts of his legislative legacy that stand out for you more than others?"
    },
    {
      "speaker": "Jeff Flake",
      "text": "Well, certainly, his support for the military. We just passed the National Defense Authorization Act named in his honor. We did that every year. There are not many pieces of legislation these days that we're able to do. And that one is something we did every year at the insistence of John McCain. One of the last pieces of legislation that we did even after that was one that I sponsored with him for veterans courts - to make sure that we have adequate resources for veterans courts around the country. So his work for veterans was really important to him."
    },
    {
      "speaker": "Melissa Block",
      "text": "Sure. He's known as a man who had a powerful temper but also a powerful sense of humor. And I wonder if there are moments of that that really are jumping out at you today."
    },
    {
      "speaker": "Jeff Flake",
      "text": "A lot of them. I remember - and I wrote in the piece about a time when I was in the House of Representatives. I had challenged some parochial spending projects and was receiving a lot of grief at home, a lot of vitriol from local elected officials and newspaper editorials. I was on a flight back to Arizona with John, and he worked his way back to where I was with a stern look on his face and put his finger in my chest. And I thought, oh, no he's going to let me have it, too. And he pointed at me, and he said, don't back down. He said, you were in the right, and they will come around. And it was all I needed to hear. It was just reassurance. But yeah, he did have a temper. He was certainly passionate, but he was quick to forgive."
    },
    {
      "speaker": "Melissa Block",
      "text": "Briefly, in..."
    },
    {
      "speaker": "Jeff Flake",
      "text": "And that..."
    },
    {
      "speaker": "Melissa Block",
      "text": "...Oh, I'm sorry."
    },
    {
      "speaker": "Jeff Flake",
      "text": "...Go ahead. And that's something I think we can all learn from."
    },
    {
      "speaker": "Melissa Block",
      "text": "Sure. Very briefly in the time we have left, when was the last that you saw John McCain?"
    },
    {
      "speaker": "Jeff Flake",
      "text": "The day before yesterday. I was there just the day before he passed."
    },
    {
      "speaker": "Melissa Block",
      "text": "So you did get to say goodbye."
    },
    {
      "speaker": "Jeff Flake",
      "text": "I did. I did. And it was wonderful to be there with the family in that setting. I can tell you what a sweet family he has. And I expressed appreciation, I think from all of us, for taking such good care of him and allowing him to speak out in this last year when his voice was so much needed."
    },
    {
      "speaker": "Melissa Block",
      "text": "That's Republican Senator Jeff Flake, now the senior senator from Arizona. Senator Flake, thanks so much for being with us."
    },
    {
      "speaker": "Jeff Flake",
      "text": "Thank you."
    }
  ]
}