{
  "transcript": [
    {
      "speaker": "Scott Simon",
      "text": "Wajahat Ali is a pundit, a public intellectual, a talking head who appears in The New York Times and on CNN. And he's tweeted and talked in recent days a lot about what you might expect, the whistleblower and impeachment, Pelosi and Trump, Russia, Ukraine, blah, blah, blah. But nothing has been more important than this news. His 3-year-old daughter Nusayba, who had stage 4 liver cancer, got the liver transplant she needs and is recovering. Wajahat joins us in our studios. Thanks so much for being with us."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "But I'm not a doctor."
    },
    {
      "speaker": "Scott Simon",
      "text": "(Laughter)."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "According to South Asians, I'm still a failure. But I've succeeded in life..."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "...Because I have Nusayba. And she is alive and smiling and well thanks to an anonymous live donor, who came through at the last second..."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "...And gave a piece of his liver, which is now in my daughter's belly. And she lives. What more can we ask for? My life is complete."
    },
    {
      "speaker": "Scott Simon",
      "text": "We can reveal his name, too, can't we?"
    },
    {
      "speaker": "Wajahat Ali",
      "text": "Shawn Zahir. I want to share one quick story. I have many stories. The surgeon said to me - and this was one we still didn't know his name - he said, listen, you're very lucky and your daughter's very lucky because she got the liver of a good man. I've done this surgery many times. Most people when they wake up they say, when can I get back to work? When can I play sports? The first question that he asked was, when can I donate blood again?"
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah. Nusayba was all set up for an initial transplant, but these things are unpredictable - didn't work out."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "Gut punch at the last second. The donor, who was an acquaintance of mine, who had never met Nusayba - and I can finally reveal her name because the text just came through, Scott, that she gave me permission - Megan Black was willing to donate a piece of her liver. Her entire family was on board. And at the last second, the lead doctor, Dr. Fishbein, who's been doing this for 30 years, saw a complication, called it off. Megan was crying. Her family was crying. She apologized. But if it wasn't for Megan stepping up and for this bad news, we wouldn't have done the call out. And we wouldn't have gotten Shawn. So we also owe Megan a huge gratitude. Thank you, Megan."
    },
    {
      "speaker": "Scott Simon",
      "text": "Boy. Nusaybe, you've been able to - she's been able to talk to you and Sarah."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "They have taken out her NG tube. So I've seen her face for the first time in months. And she's happy. And she's - I just showed you a photo of her."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah, oh, my God."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "She's cute. Yeah, I know."
    },
    {
      "speaker": "Scott Simon",
      "text": "What have you learned through this?"
    },
    {
      "speaker": "Wajahat Ali",
      "text": "I have learned never to underestimate people's capacity for goodness. Like you mentioned, I'm very opinionated. I have many trolls. Even my biggest critics, people who boycott me, have reached out and said, we are praying for your daughter, and we applied to be donors. And people - strangers - I just want to tell people that over 500 people applied to be living donors."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "And the final thing I'll say is the liver grows back. Did you know this?"
    },
    {
      "speaker": "Scott Simon",
      "text": "I learned it from you, actually. yeah."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "So if you're listening - donate blood, donate plasma, and you can save someone's life by being a live liver donor."
    },
    {
      "speaker": "Scott Simon",
      "text": "And as is written in both - I'm sorry (laughter) - oh, as it's written in both the Quran and the Talmud, he who saves one life..."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "It's as if you save humankind. So Shawn and his family have saved my daughter's life. My life belongs to them."
    },
    {
      "speaker": "Scott Simon",
      "text": "Wajahat Ali, thank you so much."
    },
    {
      "speaker": "Wajahat Ali",
      "text": "Thank you."
    }
  ]
}