{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Toronto has been called the raccoon capital of the world. And if you know anything about trash pandas, as they're not so affectionately known, you know this, they'll do anything to get your leftovers. The Canadian raccoons were so adept at getting into trash cans that a few years back, the city of Toronto spent more than $20 million on new cans that were meant to outsmart the critters. Spoiler alert - things did not go as planned. What happened next is the subject of a 6,000-word investigation by the Toronto Star and staff reporter Amy Dempsey, who joins us now. Welcome."
    },
    {
      "speaker": "Amy Dempsey",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You write that a simple inquiry turned into an accidental investigation. So where does this story begin?"
    },
    {
      "speaker": "Amy Dempsey",
      "text": "It began in January when I got a message from a friend saying the new green bins have eliminated the raccoon population in Toronto. This friend hadn't seen the family of raccoons that had been living in his yard. Friends of his hadn't seen their raccoons."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And the idea is that these raccoon families might have been starving because they couldn't get into the trash cans anymore."
    },
    {
      "speaker": "Amy Dempsey",
      "text": "Yes. And so I reached out to Toronto's foremost raccoon expert, probably the world's foremost raccoon expert, Suzanne MacDonald. I wrote to her saying, are the raccoons starving? She, unbeknownst to me, had been getting a lot of inquiries from people asking the same question. And she had been measuring and weighing dead raccoons since about a year before the green bin rollout started to see whether their body mass index changed. So I asked if I could go with her, and that's where it started."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This got personal for you pretty fast. You launched your own hidden camera investigation."
    },
    {
      "speaker": "Amy Dempsey",
      "text": "I did. I mean, one week I went outside and found that my neighbor's green bin had been toppled over and was open. So I texted her and said, you know, your green bin has been breached. And I sort of blamed it on her a little bit. I said, you must have left it unlocked because the raccoons - they can't get into these things. And then they started getting into mine. And it became very clear that they were opening them somehow. These bins, when you tip them to 110 degrees, open automatically. So Suzanne MacDonald, the raccoon expert, loaned me a trail camera, and I began performing surveillance in my laneway."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) And in the end, you wrote it only took three nights and two chickens to find out the truth, which was..."
    },
    {
      "speaker": "Amy Dempsey",
      "text": "The truth was there is at least one raccoon in my neighborhood who can open the green bins. Now, the city said, you know, your bin might be loose. Allow us to replace your bin. So it was replaced. And then the raccoons got into the second bin and then the city came back and said, well actually, we think there might be something wrong with the second bin that you've had. It's pretty clear that some of the raccoons can get in. And they simply knock them over and turn the handle just as we do."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. So what is your takeaway? Are raccoons sort of smarter than humans? Are we making a super raccoon that will take over Toronto at some point?"
    },
    {
      "speaker": "Amy Dempsey",
      "text": "They're definitely not smarter than us. Some of them are really dumb. Like, I definitely have footage of raccoons who just crawl all over it for a little while and then slink away. But some of them - it is amazing how smart they seem to be. One of the videos I captured, the raccoon just walks up to the bin, pulls it right down and it lands with a bang. And then she turns and looks directly at the camera, almost as if to say, ha, you can't stop me. You can't stop me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter). Amy Dempsey, an investigative reporter at the Toronto Star on the raccoon beat. Thank you so much."
    },
    {
      "speaker": "Amy Dempsey",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And FYI, raccoon expert Suzanne MacDonald, told the Toronto Star that her research is ongoing, but the raccoons are, quote, \"not starving to death - that's for sure.\""
    }
  ]
}