{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "Joining us now is Flora Lichtman, our digital media editor. Hi, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Hi, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What have you got on our Video Pick of the Week?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "This week it's X-rated."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Okay. Don't look at your radio."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "But it's only X-rated if you're a horseshoe crab, so it actually, I think, for most of us, wouldn't look like much. The producer of this video is Aleszu Bajak, and he describes it sort of seeing barnacle-covered rocks on the shore piled on top of each other, but they're not rocks at all. They're horseshoe crabs in the act."
    },
    {
      "speaker": "Ira Flatow",
      "text": "These are horseshoe crabs caught in the act - at night, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "At night, yeah, it's very romantic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We've shown a flashlight on them and you can watch them."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yes, that does seem a little intrusive. But it turns out that horseshoe crabs do this every summer..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...all across the Atlantic Coast, from Maine to the Yucatan. They crawl out of the sea, onto these beaches. And it's just - it's like a mating fest."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. Talking about horseshoe crabs on SCIENCE FRIDAY from NPR. I'm Ira Flatow with Flora Lichtman, and - talking about the mating habits of horseshoe crabs this time of the year."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, it's a big time for horseshoe crabs. And these guys have been around - I mean, they're really ancient organisms. So they're like over 400 million years old."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. So - they go back to the dinosaur age."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "That's what the guest in the video, John Tanacredi, who's this marine scientist, says."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "That they're sort of walking under the feet of dinosaurs, and they look like it. I mean, they're related to trilobites, and they really do have that geometry of just..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...like a big plate of armor..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right. And so..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...that walks around..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so you've got not only that video of them mating at night and on the beaches there..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "That's not the only draw..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "..but some very interesting video the research he's doing with them, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah. He, I mean, he spent the last decade trying to get a hold of their population size. Like most marine creatures, it's really hard to understand how many there are because they spend most of their time under the water. So every summer is an opportunity for scientists like John Tanacredi to go out and count their numbers. And he's seen -he's looked - has sort of spots all over Long Island, where he monitors them and has seen, you know, not a super-large decline, but maybe a 10 percent decline. And so one of the things that he's doing that Aleszu documented is this breeding program out in Long Island."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Very cute little horseshoe crabs."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Oh, they're - at fingernail size, they're really adorable."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. And so we visit his lab, and one of the things we learned, that we always knew about horseshoe crabs, that's really interesting is the makeup of their blood is so different."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, it is quite different."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's really not the kind of hemoglobin that we have, and it's, I think it's actually blue, and it's interesting. But the fact that they're still used as research animals, I guess, and the fact that we don't know much about them means we need to know more."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, I think that's what he would say. And apparently, they're a big food source for migrating birds. So, you know, they, you know, of course they, like, play in to the ecosystem, but people still harvest them for fertilizer and..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They make fertilizer..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I know."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...out of a dino - it's like a dinosaur."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, it's like taking dinosaur bones and putting it in your garden. Would you do that?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Not a living one. No. But I won't dig up a dinosaur bone and put it in my garden. You know, if I see, if I see, you know, a dead horseshoe crab, I might say that's - you know, plant it in the garden, but not take living ones and..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, that's right. I guess..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "(Unintelligible)"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...it's dead, it's slightly different. But if you've never seen one, it's really worth taking a look at what Aleszu shot, because they're really..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...they're pretty scary animals..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...except the little baby ones."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. Well, if you want to see those mating horseshoe crabs -what beach were they at? Or you're not allowed to give away their..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "You can go - apparently you can go to most beaches in New York..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Most beaches..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...but we went to Jamaica Bay."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And at this time, yeah, that's a wildlife - protected wildlife area. And all up and down the East Coast this time of the year."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, keep your eyes open for them."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Something to do this evening, more than the drive-in movie..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, especially on full moon night."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Ah. All right. There you go. Thank you, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Thanks, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Flora Lichtman, our video producer, digital media editor. And you can go to our website at sciencefriday.com. It's our Video Pick of the Week up there in the left hand corner. And we have dozens and dozens of more for you to choose from."
    }
  ]
}