{
  "transcript": [
    {
      "speaker": "Blitzer",
      "text": "Welcome back. Laura Bush will have some tough acts to follow when she assumes the title of first lady. Earlier, I spoke with Laura Bush at Blair House, her temporary residence across the street from the White House. Mrs. Bush, Congratulations. This must be so exciting for you. Tell us how it really feels to be just, I guess, hours away from going back to the White House, in your case."
    },
    {
      "speaker": "Bush",
      "text": "It feels very exciting. I'm thrilled. I'm really thrilled. I'm thrilled to be here with George, to be here in this beautiful historic Blair House, which is where we stayed eight years ago -- 12 years ago, when we were here with the Bushes when they moved in. But also, it's very exciting to think about my husband being president of the United States."
    },
    {
      "speaker": "Blitzer",
      "text": "When you married him 23 years ago, did you ever think it would come down to this?"
    },
    {
      "speaker": "Bush",
      "text": "No, no, not at all. Of course not. I would have never guessed. When I married him, he was running for Congress, and we campaigned the whole first year of our marriage, and ..."
    },
    {
      "speaker": "Blitzer",
      "text": "It must have entered your mind a little."
    },
    {
      "speaker": "Bush",
      "text": "No, certainly not the presidency. I would have never guessed then that his dad would have become vice president or president. But we loved it. We had a great time, that one year of campaigning. And then we quit and didn't -- he didn't run for another office until he ran for governor. And I used to say to people -- people would say, \"Do you think George would get back into politics?\" And I used to joke and say, \"Yes, maybe when we're 50.\" As it turned out, we were pretty close to 50 when he ran for governor."
    },
    {
      "speaker": "Blitzer",
      "text": "It must be a nerve-wracking experience. You must be nervous."
    },
    {
      "speaker": "Bush",
      "text": "I'm not really nervous. I don't know if I would call it nervous. I'm thrilled. I'm very, very excited."
    },
    {
      "speaker": "Blitzer",
      "text": "Because I remember before he announced that he was going to run, you were the big question.."
    },
    {
      "speaker": "Bush",
      "text": "I was the one who was reluctant. I was. I just wanted to make sure. I think anyone would understand why you'd be reluctant at that -- running for this office, especially when you still have teenage girls, which we do. We have 19-year-old girls now. And, you know, there's just a lot of things about politics that I think -- are a fact of life in American politics, and that is the criticism that people get."
    },
    {
      "speaker": "Blitzer",
      "text": "Your mother-in-law has called you, I guess, the Rock, your father-in-law calls you the Rock of Gibraltar. You've been steady throughout this process. You've been through the ups and downs of the primaries, the election, the post-election."
    },
    {
      "speaker": "Bush",
      "text": "I've been steady. I mean, I have a steady temperament, but so does George. And George will be a very steady president. And I'm very proud of him. I can't wait to actually be there on the platform when he's sworn in."
    },
    {
      "speaker": "Blitzer",
      "text": "So, having been on that platform twice covering swearing-in ceremonies of presidents, it's an exciting moment that you'll appreciate, obviously a lot more than I ever appreciated it, from your perspective. I read a humorous column in \"The Washington Post\" the other day by Marjorie Williams. She was pretending to be Mrs. Clinton. And she was giving me some advice as if she were Mrs. Clinton ..."
    },
    {
      "speaker": "Bush",
      "text": "Good. I want to hear this..."
    },
    {
      "speaker": "Blitzer",
      "text": "At one point, she says this: \"From here on in, you are the only person on the planet who has your husband's best interests at heart, and it's your job to watch his back.\""
    },
    {
      "speaker": "Bush",
      "text": "Well, I don't know about that. I think he -- I think George has a lot of very loyal friends, very loyal advisers, who also have his best interests at heart."
    },
    {
      "speaker": "Blitzer",
      "text": "But if at the end of the day it's you -- the two of you will be together, and you'll have to talk to him, and give him your opinion ..."
    },
    {
      "speaker": "Bush",
      "text": "Well, I'll give him my opinion. I will -- sometimes. I think wives have to be just a little bit careful about giving their husbands all of their opinions."
    },
    {
      "speaker": "Blitzer",
      "text": "Why is that?"
    },
    {
      "speaker": "Bush",
      "text": "Well, I think because we've got -- I don't want to hear every single one of George's opinions about what I do. I doubt that he wants to hear every one of mine."
    },
    {
      "speaker": "Blitzer",
      "text": "As you look at other first ladies -- and I'm sure you've done some reading, had this personal experience when your mother-in-law was a first lady -- who's your role model?"
    },
    {
      "speaker": "Bush",
      "text": "Well, I think certainly, my mother-in-law. And I'm so lucky to have Barbara Bush as a mother-in-law. She's not only a wonderful mother-in-law, she's also a very good friend. She loved my husband before I met him and she adores my children, her -- two of her grandchildren. So I'd have to say Barbara Bush."
    },
    {
      "speaker": "Blitzer",
      "text": "I think everybody loves Barbara, and still loves Barbara Bush. She was a terrific fist lady. Mrs. Clinton, who succeeded her, took a very high profile on substantive policy issues, like health care. Do you have any intention at all to do anything along those lines?"
    },
    {
      "speaker": "Bush",
      "text": "I will take a high profile, and at least a high interest -- I don't know how much of a profile, but a high interest in education issues. That's what I did... I'm a former school teacher. I'm a former school librarian. And that's what I worked on in Texas. And I think education is the most important issue in our country. It's the great equalizer. It's the one way that every single person has the chance to succeed. If we can make sure we get every child's education right, we can really change our country in a very positive way."
    },
    {
      "speaker": "Blitzer",
      "text": "And, of course, having interviewed the president-elect on a few occasions, I know that's his number one priority. And when you say you'll take a high profile, at least in trying to promote education, will you get involved in specific controversial educational issues like vouchers or anything like that?"
    },
    {
      "speaker": "Bush",
      "text": "Well, I don't know that I'll get involved in specific controversial issues. But I think we will get involved in education issues, and I'll go around the country and talk about what I think -- know that I can help support my husband's education policy ..."
    },
    {
      "speaker": "Blitzer",
      "text": "You, know the..."
    },
    {
      "speaker": "Bush",
      "text": "... programs that I think are important."
    },
    {
      "speaker": "Blitzer",
      "text": "There's a historian here in town, Carl Anthony, who's written a lot about first ladies. He's written this about you: \"Laura Bush may turn out to be the voice and the face of education reform for her husband, because that's what her training and knowledge and experience is.\" He read that, reacting to some people who say you're going to be like Mamie Eisenhower, living in the background, not much of a voice in Washington. Is he right?"
    },
    {
      "speaker": "Bush",
      "text": "I think he's right. I hope he's right. I hope I have that opportunity because I have, at least, for these few years -- four years -- a forum -- and if I can use this forum to talk about issues that are so important to me, but I think are very, very important to our country. And then I have a great chance to do that and be lucky."
    },
    {
      "speaker": "Blitzer",
      "text": "Are you ready to lose all the privacy? It's one thing to be governor of a state, even if it's a state like Texas. It's another thing to be president of the United States and first lady of the United States. You give up almost all of ..."
    },
    {
      "speaker": "Bush",
      "text": "Well, no, of course. I'm not ready for that. I don't think anyone really would be. And I hope I still can have a private life. I certainly hope my children can have a private life. And I feel thoroughly reassured because of the way the media and the press afforded Chelsea Clinton privacy, that they'll do the same for Barbara and Jim. I certainly hope they will."
    },
    {
      "speaker": "Blitzer",
      "text": "Chelsea was a lot younger, though, when ..."
    },
    {
      "speaker": "Bush",
      "text": "That's right, but our children are not public figures. They didn't run for office. They're freshmen in college. And like every other freshmen in college in the country, they want a private life."
    },
    {
      "speaker": "Blitzer",
      "text": "When you look back now on the post-election, the 36 days of the Florida recount, was there ever a moment there that you thought that George W. Bush was going to lose?"
    },
    {
      "speaker": "Bush",
      "text": "Sure."
    },
    {
      "speaker": "Blitzer",
      "text": "When were those moments?"
    },
    {
      "speaker": "Bush",
      "text": "Well, I don't know about a specific one. But, you know, it was a very up and down time. It was an unbelievable roller coaster. There would be a recount, and he would win. And then there'd be another one, and he would win. But there were certainly moments when I thought maybe he wouldn't win."
    },
    {
      "speaker": "Blitzer",
      "text": "I've read that -- you were quoted as saying you slept pretty well throughout that period. Did he?"
    },
    {
      "speaker": "Bush",
      "text": "Yeah, I did. We both did. We really did. I mean, George has run a really terrific campaign. He ran a wonderful campaign. And we didn't look back at anything during the entire campaign with regret. We didn't feel like there was something else we could have done. We gave it 100 percent. And at that point, we just had to see what happened. And we had to -- we were dealt that particular hand, and it just had to be played out."
    },
    {
      "speaker": "Blitzer",
      "text": "And you had some good people representing you in Florida."
    },
    {
      "speaker": "Bush",
      "text": "Terrific people."
    },
    {
      "speaker": "Blitzer",
      "text": "I was down there for part of that time. We only have a little time left. Since you won, since your husband won, obviously there's been some controversy in Washington about some of the cabinet nominees. Are you monitoring this closely? Do you think this is just the politics of Washington, or is this getting personal, to a certain degree?"
    },
    {
      "speaker": "Bush",
      "text": "Oh no, I don't think it's getting personal and -- at least, I hadn't -- I followed it. Of course I'm following it. I'm very interested in it. But I don't -- I wouldn't say it's gotten really personal."
    },
    {
      "speaker": "Blitzer",
      "text": "So, as you look now to the immediate period ahead, you're pretty upbeat."
    },
    {
      "speaker": "Bush",
      "text": "I am upbeat, absolutely. I'm very, very optimistic. And I really think our country is too. I know George's characteristics. I know how he likes people, and I know how well he does with people. And I feel very confident that he will be able to bring people together, a consensus, and for what's best for our country. And I think that's really what everybody wants."
    },
    {
      "speaker": "Blitzer",
      "text": "Is there anything the American people don't know about George W. Bush that you want to share with us?"
    },
    {
      "speaker": "Bush",
      "text": "Well, let's see. Most people don't know how much he likes his pets. We have this new dog, Barney, who's in a kennel right now, waiting to go into -- move into the White House this weekend, and our dog Spot, who was born at the White House, and one of our cats, Willie, who -- so they're all waiting for us in a kennel. I'm not sure people really know that -- so that will be fun to tell them. ."
    },
    {
      "speaker": "Blitzer",
      "text": "And I'm sure they'll be looking forward to meeting the pets, as well as the family. Mrs. Bush, thank you once again."
    },
    {
      "speaker": "Bush",
      "text": "Thank you so much, Wolf."
    },
    {
      "speaker": "Blitzer",
      "text": "And congratulations to you."
    },
    {
      "speaker": "Bush",
      "text": "Thanks a lot."
    },
    {
      "speaker": "Blitzer",
      "text": "And this footnote: This morning on \"The Today Show,\" Mrs. Bush said she does not think the Supreme Court's Roe vs. Wade abortion decision should be overturned. She said she supported efforts to limit the number of abortions, including abstinence classes in schools and churches. During the campaign, her husband said he did not think the nation was ready for the 1973 court decision to be reversed. And just ahead: our top stories, including the confirmation battles that continue in Washington. But for some, it's smooth sailing and tomorrow's the big day. Stay with us."
    }
  ]
}