{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. An American cancer patient became the second person in the world to receive a synthetic windpipe transplant. Surgeons in Sweden replaced a patient's cancerous windpipe with one that was grown in the laboratory. It was made from plastic nanofibers and seeded with the patient's stem cells. But just how is this artificial organ turned into a functioning airway? And how can this experimental procedure be used on other organs, perhaps lungs, even the heart in the future? My next guest, Dr. Paolo Macchiarini, was the lead surgeon for both synthetic windpipe transplants. Dr. Macchiarini is the director of the Advanced Center for Translational Regenerative Medicine at Karolinska Institute in Stockholm, Sweden. Welcome to Science Friday. DR. PAOLO"
    },
    {
      "speaker": "Macchiarini",
      "text": "Thank you so much. Thank you for joining us. Let's start at the beginning. How was the scaffold for the synthetic trachea built?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, basically, by the same fibers that everybody of us has, nanofibers; very, very small fibers that are composed and native to the human trachea. So when we wanted to transplant this organ, we thought what is best. And the best would be to just replicate what human nature has done. And this is the reason why we use these very thin fibers."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And then you seeded the fibers, the mold, so to speak, the plastic, with the patient's own stem cells."
    },
    {
      "speaker": "Macchiarini",
      "text": "Exactly. Because these first steps, the generation of the scaffold, was entirely made in the laboratory. But without the cells, the scaffold could not be implanted, because the trachea is the only organ which is in contact with the external environment. So if you put a prosthesis(ph) or synthetic material (unintelligible) become infected. And you can have different lethal problems. By reseeded the scaffold with a patient's own stem cells, we were making living plastic tissue."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Did the stem cells then start to grow as trachea cells?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, the first step is to produce a nano(ph)  composite. Then the second step is to take the stem cells of the patient. The third step is to put the two together using a so-called bioreactor, which is a shoebox where you put this (unintelligible) cells and the scaffold. And the cells are attracted by this scaffold, because it is biomaterial and permits attachment of the cells. And the cells are not only attaching, but then starts to proliferate, are living. So that they feel like they would be in a physiological (technical difficulties). Once you have done this, you implant it, implant this in the human body and you give bioactive (unintelligible) that differentiate the stem cells into the (unintelligible) of the trachea. And this happens usually within 14 days after the transplantation."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so that the stem cells basically grow and become part of the trachea?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, rather than growing, they differentiate into the given specific cells. And to avoid infection (unintelligible) the graft. Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so by the time you transplant it back into the patient, you have the plastic structure and you have tracheal cells that you're putting back into the patient?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, we have the nano composite. We have cells. But these are not tracheal cells, because in such a short time you cannot differentiate a cell. You just can have cells that are living. And once they are implanted in the human body, we use the human body as a so-called own bioreactor and we boost the regeneration."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so how long would it take for those cells to regenerate once they're back in the human?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, after one week of the transplantation, we did an endoscopy. That means an evaluation of the graft. And by taking the cells out, we were finding evidence that the cells of the (technical difficulties)  inside it were already there. So in short of seven days you can have differentiated cells starting from not differentiated cells."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how long would it take to cover and make a complete trachea?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, we did - before the last patient came home, we did again an endoscopy. And it was lined with the cells. And today we just proved, with the pathologist, that cells were all there. So probably this depends (technical difficulties) three dimensional measures of the trachea. Because if it a - it's a very long - it is a trachea with bifurcation so that many factors play a role. But usually within two to three weeks, if you tell the body to boost, to accelerate regeneration, you can get the complete differentiated trachea."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Two to three weeks you can make the whole trachea."
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, using the human body as a bioreactor, yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So I imagine you could try to do this with other organs in the body, other things."
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, we are starting to learn what happens with this still experimental therapy. So I'm not so pessimistic to try to do the same with other tissues or organs. And since I'm a thoracic surgeon, I deal with organs of the chest. So I would think of the esophagus at the chest wall, at the liver – at the lung, and eventually at the heart. Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how are the patients doing?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, probably there was a huge media coverage when he came back in the United States. And he's doing very well. He was seen yesterday by his referring physician in Baltimore. And as far as I know he's doing fine."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Can you reconstruct blood vessels this way?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, actually, the Yale University has started to - a clinical trial approved by the FDA using tissue (unintelligible)  in children. So the answer would be yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And just to understand more completely, this is a - the trachea is - it has a microfiber backbone to it, on top of which you have permeated with stem cells. And the stem cells have been coaxed into becoming tracheal cells?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Exactly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Exactly. And then they have now totally covered and taken over on top of this structure of plastic? They have now become sort of a living organism?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Yes, sir."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. And you did this all - it all happened within just a matter of a few weeks?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, usually - again, depending on the degree of difficulty of the three dimensional aspect of the tissue, you can produce a trachea, for instance, just the tube, in two days. And a bifurcated trachea in 10 days. So now - then you need two days for getting the cells, reseeding the grafts, or in  two weeks you have an entire trachea."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And perhaps you might extend your work further, because you deal in this and possibly into the lungs."
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, ideally, yes. But to me my dream would be another one. It would be rather than replacing the lung or replacing the heart, you use cell therapy to treat these organs before they ultimately do not work anymore. so rather than doing a transplantation, just when we have the first signs of insufficiency, whether to treat these organs with the patient's stem cells, probably targeting the defect that they have, so prolonging and extending their life."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So if you have untreatable tumors, for example, within the patient, you might be able to instead of putting a new part in put the stem cells in and they would grow to replace that?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, I don't think that this is so easy. We first need to be very cautious to identify so-called cancer stem cells, because within the cancer you have cells that do proliferate forever and have many of the aspects of undifferentiated and ever proliferating stem cells. So whether we could target these cells to block the growth and eventually treat cancer, this is very, very early."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what makes your technique so revolutionary?"
    },
    {
      "speaker": "Macchiarini",
      "text": "Well, the fact that, first of all, in six months we've had three - we were able to treat 31 and 30 years respectively, young gentlemen that had a tumor of the trachea and they're still alive. So the revolution is there, because there wouldn't be any other treatment options. And the second revolution is that (unintelligible) is too much, but a new thing is that we were able to – we saw in the blood of the patient's stem cells that as soon as the (unintelligible)  transplant, were already expressing the profile of respiratory cells. So they were recruited from the preferred(ph) and went home to the site of the transplant to make the cells of the trachea. So that means that indeed, we could do and replicate this for other types of - like the liver, kidney, heart. We just need time and more economic support to prove this concept."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes, time and money.   That's all we need."
    },
    {
      "speaker": "Macchiarini",
      "text": "Exactly, as usual. Exactly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, thank you very much, Dr. Macchiarini, for..."
    },
    {
      "speaker": "Macchiarini",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "...taking time to talk with us. Dr. Paolo Macchiarini is the director of the Advanced Center for a Translational Regenerative Medicine at the Karolinska Institute in Stockholm, Sweden. We're going to take a break. After the break, we're going to look at two renewable energy projects using pioneering technology. One that taps the heat that causes - under volcanoes. And another project: to float wind turbines off the coast of Maine in really deep water. Not close to shore but far away so you can't even see them from the shore. In deep water creating, you know, electrical energy that way. We'll talk about it when we get back. Our number: 1-800-989-8255. Tweet us at SciFri@SCIFRI. We'll be right back after this break. I'm Ira Flatow. This is Science Friday from NPR."
    }
  ]
}