{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Now, President Trump says he spoke with his CIA director and the secretary of state yesterday to get briefed by - about Jamal Khashoggi. While touring fire damage in California, the president maintained, \"The CIA hasn't assessed anything yet.\" That's a quote. Joining us now to talk about the president's response to this and more is national political correspondent Mara Liasson. Good morning."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Good morning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So as we've mentioned, The Washington Post and others are reporting that the CIA has concluded that Saudi Arabia's Crown Prince Mohammed bin Salman ordered the killing of Jamal Khashoggi. But the president basically said that he doesn't believe that's the case yet. What's going on?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, one thing that's interesting is that the intelligence community would leak this information. It's almost as if they're concerned the president wouldn't accept it. And they have to make it public. Of course, they said they have high confidence that the crown prince ordered the death of Khashoggi. And the president refusing to accept this is a little bit like what he did with Russian interference in the 2016 elections. After his intelligence community confirmed one thing, he just didn't want to believe it. Now, he says that even if this is true, there are other important reasons to preserve our close ties with Saudi Arabia, like oil and jobs in the Middle East. He did say that there would be a full report from the White House on Tuesday to determine, quote, \"who caused it.\" But we know that he's been told about this intelligence because he was briefed by the CIA director."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right. There were reports that the administration was trying to find a way to expel Turkish cleric Fethullah Gulen from the U.S. as a way to ease Turkey's pressure on Saudi Arabia. Now President Trump said Saturday that that is not under consideration. But the fact that it was even reported is emblematic of the lengths this administration would go to to take the pressure off the kingdom. Or at least that's the way it's being read."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Absolutely. The fact that the administration was reportedly considering handing over a dissident, a green card holder, to an autocratic country in order to convince that country to lay off another autocratic country for killing a dissident who was also a legal resident of the United States - it almost puts the U.S. on the wrong side of everything."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "President Trump headed to California, where wildfires have been raging, Saturday to meet with state officials, people who've lost their homes and firefighters. He again mentioned better forest management, controversially, to help prevent fires. But he also said a lot of factors played a role. It seems like President Trump is softening his stance a bit from last weekend, when he was blaming forest management exclusively and threatening to withhold federal funds."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Yes. This is a pattern. Sometimes, he lashes out at a blue state at a time of tragedy. Remember what he did with Puerto Rico. And he did threaten to pull back federal funding. Now he's promising more federal funding. His tune has changed a bit about the fire. Instead of blaming California for gross mismanagement, he says the federal government would - will help. He also made a puzzling reference to forest management and the way Finland does it. He said that Finland, which is a subarctic country, does a better job of preventing forest fires because they rake the forest floor. This was puzzling to the governor of California and the governor-elect of California, who were standing next to him at the time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And I should also say it got a big reaction on Twitter. I don't think we can end the conversation about the president without discussing the Mueller investigation. The president renewed his attacks and criticism of special counsel Robert Mueller and the investigation this week. Where do things stand?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Yes. He's been renewing his attacks. But he also said that his answers - written answers - to questions that Mueller has sent to him are almost finished. He and his lawyers have been working on this for many months. In this case, unlike what he says at a rally or to reporters or on Twitter, there are actually penalties for not telling the truth. So we assume the president has done that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "A lot of news. And we are getting it from national political correspondent Mara Liasson. Thank you."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}