{
  "transcript": [
    {
      "speaker": "Robert Siegel",
      "text": "And now we're going to talk with an undecided voter who may or may not fit Andy Kohut's profile. Hi. How are you today?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I'm fine sir, how are you?"
    },
    {
      "speaker": "Robert Siegel",
      "text": "Fine and you should introduce yourself. Is it Constance Griffin?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Constance or Connie, most people know me as Connie."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Connie Griffin, and you're joining us from work in Nashville Tennessee?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And of course the most important thing, you are an undecided voter?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Very much so undecided."
    },
    {
      "speaker": "Robert Siegel",
      "text": "How old are you?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I'm 35."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well, that's younger than our poster's profile of the typical undecided voter. But you're obviously - you're a woman. How would you describe yourself by race?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I'm white."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And would you consider yourself religious?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes, very much so."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Very much so."
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Uh-hmm."
    },
    {
      "speaker": "Robert Siegel",
      "text": "What level of education have you achieved?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I have a technical degree and I'm very close to earning an associates degree?"
    },
    {
      "speaker": "Robert Siegel",
      "text": "Close to earning an associates degree but with a high school diploma already obviously, and have a family?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes, I'm a single mother of two."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Are you a registered Republican or a registered Democrat?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I'm a registered Democrat."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And did you vote in a Democratic Primary this year for president?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Actually, I voted in the Republican Primary this year."
    },
    {
      "speaker": "Robert Siegel",
      "text": "You did, for whom?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "I voted for Huckabee."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well, it's come down to Obama and McCain?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yeah."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Is it conceivable to you that at this late date, you still could vote for either one?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes, and it changes almost per conversation or per article or it's very much so a seesaw effect, back and forth, back and forth as I weigh the positives and the negatives."
    },
    {
      "speaker": "Robert Siegel",
      "text": "So it's not entirely true that you are undecided. You've decided many, many times you're telling me in this, in this campaign."
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes, that's a good analogy, yes many times."
    },
    {
      "speaker": "Robert Siegel",
      "text": "What is it that attracts - well first of all, John McCain, what is the positive part about possibly voting for McCain when you're on a McCain day?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "When I'm on a McCain day, his history of service, his experience. I am not concerned about his age by any means. I like some of his views, but I really just am not hearing a lot on the economy, that positive things about what we're going to do to improve it."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And when it's an Obama day and you think you might then try vote for the Democratic candidate, what are the things you like enough about Barack Obama to make that seem plausible?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "His sense of optimism. He has a strong sense of optimism and a message of hope. He says this is how I would like things to be. Well I understand he would like to provide free education and he would like to lower taxes on the working class, but let's be realistic in today's economy and today's society and tell me your plans."
    },
    {
      "speaker": "Robert Siegel",
      "text": "So your question about the practicality of the Obama plans, that's a negative there and your question about not enough on the economy is a negative for McCain."
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "For both sides, it really is. When McCain actually talks about it what I hear is the same thing, the same that we have already had. You know, look around it is not working. This whole Bailout thing, hey, nobody is bailing me out. I go to work and I pay my bills."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well speaking of financial decisions are you a homeowner? Do you have a mortgage that reset recently or a huge credit card debt? What are things like for you?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "What are things OK. Things are like for me because I am a budget. I have at one point, I did have a past bankruptcy and I learned from that mistake. Nobody bailed me out and I did repay most of that and 80% of my bankruptcy was medical bills."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Really, really?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Yes it was. And there was nobody there to help we had to pull ourselves up and do it ourselves. And yes I do own my home but I went in and I bought property that I could afford. And I did have people pushing me, trying to get - I only make $23,000 a year, yet they were trying sell me $100,000."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And telling you could have the loan if you needed it"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Absolutely."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Qualified, despite a past bankruptcy even."
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Absolutely. And, you know, I just looked at them and just said, no. Just because I can afford to make the payment on this home, what's going to happen if I lose my job? What's going to happen if my car tears up? What's going to happen if I have to replace the roof?"
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well I'm curious you remain undecided. Or as we have concluded you have decided a multiple of times. Are your friends, neighbors, family, have they all typically gone one way or do you day-to-day meet people who were on the one hand supporting McCain and other supporting Obama?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "My family is split right down the middle."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Right down the middle?"
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Right down the middle. My grandparents have always voted Democrat and they will continue to vote Democrat because that's what their party says. They very much vote down party lines. And then there's the others that are going to vote Republican because that's what they do. And they have the other family members like me. We don't know what we're doing. I honestly don't know. Pray, and when I walk in, and there's my little punch board in front of me, I'll just make my decision."
    },
    {
      "speaker": "Robert Siegel",
      "text": "OK. Constance Griffin, thank you very much."
    },
    {
      "speaker": "Ms. Constance Griffin",
      "text": "Thank you."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Ms. Griffin spoke to us from work in Nashville. She lives in McEwan, Tennessee, and works for the Tennessee Department of Corrections."
    }
  ]
}