{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "President George Herbert Walker Bush died on Friday, surrounded by his loved ones. His last words were to his son President George W. Bush. He said, I love you, too. His life, as his death, was defined by family and public service. He was a congressman, head of the CIA and vice president before taking the helm as the 41st president. In his inaugural address, President Bush called for a kinder, gentler nation. He believed in civil discourse. We wanted to explore that vein of President Bush's legacy, especially in light of today's divided society. With us now is former Senator George Mitchell, a Democrat, who was then-Senate majority leader during the Bush Republican presidency. Thank you so much for joining us today."
    },
    {
      "speaker": "George Mitchell",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Your thoughts, sir, about President Bush's passing."
    },
    {
      "speaker": "George Mitchell",
      "text": "It's a loss to the nation as well as to his family. He was a very good man. I knew and dealt with him extensively. There were issues on which we disagreed, of course, as is inevitable. But in particular, in the first two years of his term, we passed in a bipartisan way much important legislation for which President Bush deserves a great deal of credit."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. It seems to me that when you were dealing with President Bush, you know, the Congress was divided. The president was a Republican, the Congress Democratic. But you managed to get things done - how?"
    },
    {
      "speaker": "George Mitchell",
      "text": "It was a different era then. There were disagreements. There were strong words and strong arguments. But there was not the personal invective and hyper-partisanship that now exists - the insults back and forth. And one thing I knew about President Bush - if he gave me his word on something, I believed him. And I trusted his word. If I could give you about one example..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Please."
    },
    {
      "speaker": "George Mitchell",
      "text": "For nearly ten years, I was part of a bipartisan group of senators who tried to enact major changes in the clean-air legislation. We made no headway. President Reagan was adamantly opposed to it, as were the oil industry and the auto industries. When President Bush was elected, he made a speech saying that he favored clean-air legislation. He recognized that times had changed. And his courageous action in that respect literally changed overnight the debate from will there ever be a bill to what will be in the bill that now inevitably will pass? Ultimately, we passed a strong bill which many have rated one of the most important clean air and health-protecting bills ever enacted by the Congress."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And also, of course, the American Disabilities Act (ph). You helped pass that as well with him."
    },
    {
      "speaker": "George Mitchell",
      "text": "The Americans With Disabilities Act was another important piece of bipartisan legislation. It was especially important to Senator Bob Dole, who was the Republican leader in the Senate and my counterpart. And it was a tremendous step forward in our nation's history in our redefining civil and human rights in a way that keeps pace with changes in society. And President Bush and Senator Dole deserve a great deal of credit for that legislation being enacted in a bipartisan way."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When you were dealing with President Bush, what would you say were his characteristics? I mean, what was he like when you were in the room with him?"
    },
    {
      "speaker": "George Mitchell",
      "text": "Well, I was in the room with him many times. And we often disagreed. But you knew where you stood. There was something as objective truth. There were realities. There were facts that both sides agreed on. The differences were in policies. And while there was some personal back-and-forth on all sides, it wasn't nearly as bad as it is now. So I think the best thing that can be said about him is that he was an honorable man, a decent person, a good American, really a military hero. And he devoted his life to improving the well-being of the people of his country."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "George Mitchell, former senator majority leader during the presidency of President George H.W. Bush, thank you so very much."
    },
    {
      "speaker": "George Mitchell",
      "text": "Thank you."
    }
  ]
}