{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "If you are trying to make sense of the whistleblower complaint - why it matters, what it means - you could do worse than to practice one of the basic tenets of investigative journalism - follow the money, in this case, hundreds of millions of dollars in security aid to Ukraine and why it was held up back in June. June 18, the Pentagon announced plans to provide 250 million to Ukraine, but the money was not released. It was frozen, and the lawmakers on Capitol Hill who had voted to send all that aid to Ukraine had no idea why. Among them, Adam Smith - he chairs the House Armed Services Committee. Congressman, welcome to ALL THINGS CONSIDERED."
    },
    {
      "speaker": "Adam Smith",
      "text": "Thanks for having me on. I appreciate the chance."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So what I would love to do is walk step by step through the timeline of what happened when this summer. And I want to note there are actually two pots of money. I know there was another line of money supposed to come from the State Department. But from where you sat running the Armed Services Committee, when did you first learn that security assistance to Ukraine had been frozen?"
    },
    {
      "speaker": "Adam Smith",
      "text": "I don't remember the exact date. It was in that July timeframe."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "OK."
    },
    {
      "speaker": "Adam Smith",
      "text": "We approved the money. The president signed it. We just assumed it was going out. And then we started to hear from a variety of people that it wasn't going out, and that was somewhere around July. We were not notified by the Pentagon or anybody from the executive branch that this decision had been made."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Is that unusual that you would not be notified by the Pentagon or the White House? Or..."
    },
    {
      "speaker": "Adam Smith",
      "text": "It is very unusual. So we found out in a backhanded sort of way and then called up the Pentagon to say - hey, is this true? Have you guys not released that money? Yeah, well, it is. Well, why? And they didn't have an answer to that question."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "All right. So let me fast-forward us along on our timeline to August 30. You wrote a letter on that date to Mick Mulvaney, the head of the Office of Management and Budget - OMB - also acting White House chief of staff."
    },
    {
      "speaker": "Adam Smith",
      "text": "Yeah. We wanted to have as much force behind the letter as possible, so we did it in a bipartisan way with me and ranking member Thornberry, the ranking Republican on the Armed Services Committee. We sent off the letter saying, you know, please release the money, and please tell us why you're holding it up."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Yeah, I've got this letter in front of me. It's straightforward, one page. (Reading) Please inform the committee why these funds are being held and when they will be released. Did you get an answer?"
    },
    {
      "speaker": "Adam Smith",
      "text": "We did not. I guess - I suppose an answer in sort we're saying why; we don't know when it's going to be released. And then as we dug into it further, the answer that we really got was it was a White House decision."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "You're hearing this from who - from - when you're reaching out to the Pentagon, they're telling you - ask the White House?"
    },
    {
      "speaker": "Adam Smith",
      "text": "Correct. Yes."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "OK. So this brings us to last month, September. The aid was released finally. How did you find out?"
    },
    {
      "speaker": "Adam Smith",
      "text": "Well, it was - there was a lobbying campaign that was developed. The bulk of this lobbying campaign came from the people who wanted to get paid for the weapons. And once it eventually was narrowed down, this decision came out of the White House. And then when it was narrowed down further, the decision really came directly from the president. My understanding is that people reached out to the Freedom Caucus, who were in favor of releasing funds. And they also have a good relationship with the president. The members of the Freedom Caucus were asked to directly lobby the president to release the funds. In my understanding..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "And - if I may just ask you to pause for a second..."
    },
    {
      "speaker": "Adam Smith",
      "text": "Go."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...How are you certain that this was a decision made at the very, very top - by the president personally? How do you know that?"
    },
    {
      "speaker": "Adam Smith",
      "text": "I'm not certain. That's just what I've been told second and thirdhand. As we were working through lobbyists and members and people who could potentially have influence on this who were trying to figure it out, it was reported back to us that it was the decision of the president. And crucially, I am also told that in those conversations - and again, this is second and thirdhand - he was not terribly shy - he being the president - about saying that he was holding up these funds because he wanted the Ukrainians to do these investigations about CrowdStrike and about Joe and Hunter Biden."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "You're referring to some of the points that the president raised according to this readout that the White House has released of the call with the president of Ukraine back in July. What do you, Adam Smith, personally believe happened here? Do you believe there's a connection between this aid money being frozen and the president asking for help from Ukraine in digging up dirt on his political rivals?"
    },
    {
      "speaker": "Adam Smith",
      "text": "I have no doubt whatsoever. That's exactly what happened. I mean, you know, there is no other explanation."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "But again - let me push you - do you have any evidence that proves that is what happened?"
    },
    {
      "speaker": "Adam Smith",
      "text": "Other than what I just said in terms of what I heard second and thirdhand about what happened, I do not have direct evidence. But also, the readout says that. He says, yeah, we've done all this stuff for you, but we need a favor, though. Here's the favor."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "He never explicitly raises the aid money to Ukraine in that phone call, at least according to the readout the White House has made public."
    },
    {
      "speaker": "Adam Smith",
      "text": "Right. I understand that. He does raise the help and support that we have given to the Ukraine and how very generous we have been to them. And also, it is worth remembering that this is a White House summary of the phone call. This is not everything that was said in the phone call. And we have asked for three months now - what's the explanation? If it wasn't this, why did you not send them the money? And no answer..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "And he has given - well, he has given a number of explanations for the delay. They've shifted. He has raised Ukraine's alleged failure to address corruption; he has said European countries weren't pulling their weight here."
    },
    {
      "speaker": "Adam Smith",
      "text": "Yeah. But until the whistleblower information became - until the public knew, you know, about the money not being released, no explanation was offered by the White House or the Pentagon for why the money wasn't being released."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Washington Democrat Adam Smith, he is chair of the House Armed Services Committee. Congressman, thanks very much for your time."
    },
    {
      "speaker": "Adam Smith",
      "text": "Thanks. I appreciate the chance."
    }
  ]
}