{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. The Mars Rover Opportunity just keeps on going, seven years and 13 miles after a mission that was to last just a few months. The durable little robot has slowly crawled its way to the lip of a vast crater and has stumbled on a rock that looks like none yet discovered on Mars. Steven Squyres is principal investigator of the Mars Exploration Rover Mission, professor of astronomy at Cornell University. Welcome back to SCIENCE FRIDAY, Dr. Squyres."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Hi, Ira, it's nice to be back."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Nice to have you, Steve. Tell us what this crater is. It's a huge crater?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, it's big. It's named Endeavour Crater. It's named after James Cook's ship of exploration. And it's a big thing. It's, you know, 25 kilometers, 15 miles or so in diameter. The thing that makes it interesting is that it's really old. This thing is older than anything that we've been driving around on for the past seven-and-a-half years with the Opportunity Rover. And the rim of this crater is kind of sticking up through the rocks that we've been driving around on and exposes some much older and dramatically different materials. It's - it feels like a brand new mission. It feels to me like it's started all over again."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, and so this is - you're getting to the bedrock, would that be right to say?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, this is the most ancient bedrock that we have seen on this side of the planet."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so when you say it feels like a new mission, that's because you're finding stuff you hadn't seen before."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, that's right. We're finding new materials. Now, I'll confess there's a way in which it doesn't feel like a new mission, and that's we've got a very old Rover now. This Rover is kind of old and tired and beat-up, and we're making do with it as best we can. But yeah, the science is dramatically different over here, and it's just - it's fun. It's exciting."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, what's fun about this new rock?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Well, you know, I'll be honest with you. We're kind of confused right now, and this is the way it always is when you get to some new material on Mars. We've experienced this several times now with both Rovers. We're still just kind of working this out. One thing that's clear is that we're seeing the signature of the big impact event that created this crater. These rocks clearly formed in a violent act. There was a big, big impact that formed, it broke rock up, it partially melted rock, it jumbled stuff together. We see rocks that are different from anything that we've seen with either Rover so far, but they're similar in some ways to rocks that have been seen, for example, on the moon, where you had a lot of cratering processes operate. The chemistry is different, though."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Anything similar to what we find on Earth?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, there are places, for example, there are places in some very ancient rocks in Canada, the part of Canada that geologists call the Canadian Shield. And there are places there where there are the remains of impact craters on Earth preserved, and we see rocks that just look like perfect dead ringers for some of the rocks that you see up there."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, so these rocks then are billions of years old."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, yeah, we don't - you know, I wish I could tell you exactly how old they are, but we have no way of dating them. The only way to date them would be to bring them back. But they're really old. They are certainly the oldest ones we've seen with this Rover."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I remember when Opportunity started on this trip. I think you were on the show."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you said, oh, it's going to take a little journey. And I think I said: How long is it going to take? And you said, oh, a couple of years."
    },
    {
      "speaker": "Steven Squyres",
      "text": "You know, and I'm proud of that because that's almost exactly what it was. It was just about two years from when we - we were in this place called Victoria Crater, which seemed huge at the time, it was 800 meters across, you know, half-a-mile in diameter. And we made the decision to set out for Endeavour Crater, and it just seemed impossibly far away. And I've got to be honest with you. I mean, when I was on the show then, I said, yeah, a couple years, I was only moderately confident that we were going to make it. I mean, it's a long, long drive. Like you said, it was 13 miles to get from Victoria to Endeavour, and that was a long haul, and it's just - to me it's astonishing that we actually made it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I remember, we've been doing this over seven years now, so I remember surprises about the durability of the Rover. I remember saying, you know, its solar panels have cleaned themselves off or something. Remember, there was wind blowing them off - and are they still doing that?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, I mean, they don't clean themselves off; the wind does it. But we've had these lucky wind gusts that on multiple occasions have cleaned the vehicles off and particularly Opportunity. The place where Opportunity is exploring is just - it turns out it's a pretty breezy place. And so those solar arrays have gotten cleaned off a number of times. They're kind of dusty right now, but we're hanging in there."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And, you know, we keep seeing pictures from above, from the satellites going around. Is there any way the Rovers, or now this last Rover, can back up the speculation about water, you know, that they keep seeing? And can you see anything in the rocks that Rover, that Opportunity is roving about on?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, I mean, you're limited by the nature of your landing site, right. We can only look at the rocks that are where we are. And the evidence for water that we have found with Opportunity is compelling, but it's not modern water. It's not water today. It's water in the past. And the places on Mars where they have found from orbit what looks like fairly strong evidence for possible water today, thousands of kilometers from where we are."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And there's planned another mission in November, December?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, there's a mission called MSL, the Mars Science Laboratory Mission. The Rover's name is Curiosity. And it's going to launch just after Thanksgiving and get to Mars the following August. That's an exciting mission. That's a big Rover. It's nuclear-powered rather than solar-powered, so it won't have - you don't have to wait for a lucky wind gust to get your power fixed. That'll be nice. it's got some terrific science instruments on it. It's got the ability to look for organic molecules at the, you know, parts-per-gazillion level in the Martian rocks and soils and so forth. That's going to be a real exciting mission."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Given that it's seven years, you know, that these - these Rovers have been on - is there anything you learned from the construction or the composition of these machines that you could engineer back and say, oh, we should do this better?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Oh, well, wait a second. Okay, so you're asking me if I would do things differently? You're going to give me more time and more money than we had, or I've got to work with the budget I had?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, yeah."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Because if had to work with the exact budget we had, I wouldn't change a single wire or a single screw."
    },
    {
      "speaker": "Ira Flatow",
      "text": "No kidding."
    },
    {
      "speaker": "Steven Squyres",
      "text": "They've worked so much better than any of us anticipated, I wouldn't dare change a thing."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, so then is this new baby just a bigger version?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Oh no, no, no, this new baby learns from all of the things that we learned on this mission in terms of how to build it, how to operate it. But this new Rover has a very - has a bigger budget, longer schedule, much more time and money to develop a really capable vehicle. And so it's got all kinds of capabilities that Spirit and Opportunity never had."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And where's the ideal place to set this down?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Well, the place that we're going with MSL is a place called Gale Crater. It's a terrific landing site. It's a big stack of layered sedimentary rocks. The rocks towards the top of the stack have a lot of sulfate salts. So they may have been produced when water evaporated away. The rocks at the bottom of the stack have a lot of clays in them, and clays form in the presence of water. And so these are - these are sedimentary materials that really tell a compelling story of water in the past on Mars. You know, when you pick a landing site on Mars, you've got a lot of things to consider. You've got to think about the science, but you've also got to think about the safety. I mean, if you don't land safely, you don't get any science at all. So the first thing is you've got to have a landing zone that's sufficiently smooth and flat that your landing system has a good chance of surviving."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, it sounds exciting. We'll have to wait and see what happens. And there's no firm launch date yet, is there?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "The launch date is going to be late November or maybe in early December."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, all right, Steve, thanks for coming on, sounds exciting."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Yeah, great to talk to you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We'll wait for the next launch. And hopefully, is this Rover, is Opportunity going anywhere next?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "Opportunity, you know, I think we're going to spend the rest of the mission exploring Endeavour Crater, however long the rest of the mission is. Of course, I have no idea. It could be a week, it could be a year, it could be a decade, I don't have a clue."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right, why push your luck?"
    },
    {
      "speaker": "Steven Squyres",
      "text": "No, it's a big crater. I mean, this thing's 25 kilometers in diameter. It's going to take us years to explore this."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's like the Grand Canyon, I would imagine."
    },
    {
      "speaker": "Steven Squyres",
      "text": "It is, it is, when you're a little Rover, it's very much like that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, Steve, thanks a lot."
    },
    {
      "speaker": "Steven Squyres",
      "text": "Take care."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Steve Squyres, principal investigator of the Mars Exploration Rover Mission and professor of astronomy at Cornell University."
    }
  ]
}