{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Congress has yet to hear the testimony of special counsel Robert Mueller or former White House counsel Don McGahn. The treasury secretary, Steve Mnuchin, just rejected the subpoena demanding Trump's tax returns. And now Democrats are weighing how to respond. For more on the standoff, we're joined by NPR national political correspondent Mara Liasson. Good morning, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. Do Democrats have a strategy here?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "They thought they had one. Remember; the mantra before the election was that Trump's world would change because the House of Representatives would have subpoena power. But now we're finding out, what if they issued a subpoena and no one came? I don't think that the House anticipated that he would really stiff them across the board. And in some ways, the very idea of Congress holding oversight over the executive branch is being challenged. So this is a combination of Bill Barr, the attorney general's, long-standing belief in a very strong executive. He really doesn't think Congress should be investigating the president. And that fits nicely with Trump's, really, lifelong instinct, which is if you're not fighting, you're losing. He also doesn't want the exposure and the optics of having Mueller testify before the cameras. And, of course, he has a career-long history of litigiousness - take his enemies to court, cost them some money and, above all, run out the clock."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right, so what can the Democrats do then?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "The Democrats can take people who refuse to testify to court. They can find them. But, of course, that takes a very long time. You know, Eric Holder, Barack Obama's attorney general, was held in contempt by Congress, and it took seven years to resolve the issue. But what they can't do, Democrats say, is nothing. They don't want to lay down a precedent that the Congress can't conduct oversight over the executive branch. And that has left a lot of members really frustrated. You have more talk about impeachment now, even though they were pretty comfortable with Nancy Pelosi's formula - let's investigate and legislate and leave impeachment for down the road. But I also should add that this weekend, the first Republican member of Congress - Justin Amash of Michigan became the first Republican to say that Trump's conduct meets the threshold of impeachment."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Meanwhile, Attorney General Barr has appointed a federal prosecutor to review aspects of the investigation into contacts between Russia and the Trump campaign. What is he doing?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "He's doing what President Trump wants him to do, which is investigate the investigators. There are now three Justice Department inquiries, and to see if anything inappropriate happened when that counterintelligence investigation of Trump's campaign advisers and their contacts with Russia started. And Barr has been adopting President Trump's language, saying spying occurred. Spying implies an abuse of power. It's quite different than saying there was legally approved surveillance. And that has revived criticisms that Barr is acting more as the president's private defense lawyer than as the top law enforcement officer in the U.S."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Mara, there's also this report in The New York Times that Trump is considering pardoning some service members who committed war crimes. What do you make of that?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, it could be a trial balloon. Sometimes he floats the idea of a pardon and it doesn't happen. But critics are saying that if he goes ahead with this, it will only encourage more war crimes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And meanwhile, the Democratic field in 2020 continues to grow. There are now 23 people in this field. The sheer size of it - does it pose a problem?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I think it poses a problem to the Democratic debate planners because it's really hard to cram that many people on one stage, even in two bunches. But I think very quickly, the field will be winnowed. Already, you can see a kind of normal-sized Democratic field. Top five candidates - that's Biden, Sanders, Warren, Harris, Buttigieg. So I do think that, eventually, this field will start looking a lot more normal than it does right now."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR national political correspondent Mara Liasson. Thank you so much, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}