{
  "transcript": [
    {
      "speaker": "Perry",
      "text": "Let me see your hands. Let me see your hands. Put down the gun. Put down the weapon now. Do it now. Is this what you want to die doing? Drop the gun. Put your hands behind your back now, sir."
    },
    {
      "speaker": "Morgan",
      "text": "Getting tough as an action hero. That's Tyler Perry in the new film \"Alex Cross.\" It's a very big departure for you, this."
    },
    {
      "speaker": "Perry",
      "text": "Yes, yes."
    },
    {
      "speaker": "Morgan",
      "text": "Never seen you in quite this role. Do you enjoy playing the action hero?"
    },
    {
      "speaker": "Perry",
      "text": "I actually did. I never thought of it as an action hero, though. When I read the script, I look at his entire arc, and it was very interesting to me. The one thing that made me say no was Morgan Freeman. And --"
    },
    {
      "speaker": "Morgan",
      "text": "I mean replacing Morgan Freeman is --"
    },
    {
      "speaker": "Perry",
      "text": "Yes, yes."
    },
    {
      "speaker": "Morgan",
      "text": "-- is like replacing Sean Connery as Bond or something."
    },
    {
      "speaker": "Perry",
      "text": "Look, I mean, the man played God. OK? He plays --"
    },
    {
      "speaker": "Morgan",
      "text": "He's my -- he's my movie God."
    },
    {
      "speaker": "Perry",
      "text": "Yes, he played God in a movie. So I couldn't -- I'm like -- but as I look at James Patterson's description of the physicality and the age and family, and I thought, he's talking about me. So I gave it a second look and I loved the arc that I get to play in this role. I get to go from a family man to the brilliant psychologist figuring things out, to chasing down a bad guy, to this lion being unleashed at the end of the movie. So I'm super excited about it."
    },
    {
      "speaker": "Morgan",
      "text": "You're also super slim, Tyler. And we've got here \"Men's Health,\" look at this. You've lost 30 pounds?"
    },
    {
      "speaker": "Perry",
      "text": "Yes. I dropped 30 pounds."
    },
    {
      "speaker": "Morgan",
      "text": "This is one of those gut-busting front covers."
    },
    {
      "speaker": "Perry",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "\"How Tyler Perry Dropped 30 Pounds, and You Can, Too.\" But you do it in great"
    },
    {
      "speaker": "Perry",
      "text": "Mostly I worked with a trainer, a guy Anthony Golston. Great guy. There's a book called \"Pray Fit,\" that really helps with prayer and working out."
    },
    {
      "speaker": "Morgan",
      "text": "But is it basically about you just don't eat as much?"
    },
    {
      "speaker": "Perry",
      "text": "Yes, you don't -- you don't eat as much and you move a lot more, and the thing that I was working out and running five miles -- this Krav Maga, Israeli fighting, and I'm tell you, I'm dropping names here, but this guy Eric down in Atlanta who worked with me was amazing at -- I did it for five minutes and couldn't get off the floor. Could not get of the floor. I couldn't get through a whole workout. But it's amazing to get you to really shed the pounds."
    },
    {
      "speaker": "Morgan",
      "text": "Let's talk about love, Tyler."
    },
    {
      "speaker": "Perry",
      "text": "No."
    },
    {
      "speaker": "Morgan",
      "text": "Let me ask that again. Let's talk about love, Tyler."
    },
    {
      "speaker": "Perry",
      "text": "OK. Fine. Let's talk about love."
    },
    {
      "speaker": "Morgan",
      "text": "How many times have you been properly in love in your life?"
    },
    {
      "speaker": "Perry",
      "text": "What does that mean? What does that mean, like --"
    },
    {
      "speaker": "Morgan",
      "text": "That's what Oprah said to me. And I said, you know, the type that makes your heart ache or break. That's what it means. That kind of love."
    },
    {
      "speaker": "Perry",
      "text": "If I told you the truth I'd get in trouble so --"
    },
    {
      "speaker": "Morgan",
      "text": "Why?"
    },
    {
      "speaker": "Perry",
      "text": "Because there are --"
    },
    {
      "speaker": "Morgan",
      "text": "Tyler, Tyler, I'm not letting you off the hook."
    },
    {
      "speaker": "Perry",
      "text": "OK. OK. It's just -- all right, all right. Once."
    },
    {
      "speaker": "Morgan",
      "text": "Really?"
    },
    {
      "speaker": "Perry",
      "text": "Once, yes. Yes."
    },
    {
      "speaker": "Morgan",
      "text": "And what went wrong?"
    },
    {
      "speaker": "Perry",
      "text": "I think we were both very young. Well, we were mid-30s, which was -- it was a very scary time in my life. I was just coming into success. I had spent 28 years of my life being very unhappy and I was -- I was very afraid of it. I was very afraid of the feeling of not being able to know if she loved me the way that I loved her, and the control I think scared me."
    },
    {
      "speaker": "Morgan",
      "text": "It was, in the end, your decision to walk away?"
    },
    {
      "speaker": "Perry",
      "text": "Yes. It was."
    },
    {
      "speaker": "Morgan",
      "text": "Do you regret that?"
    },
    {
      "speaker": "Perry",
      "text": "No, I don't."
    },
    {
      "speaker": "Morgan",
      "text": "You thought it was the right thing?"
    },
    {
      "speaker": "Perry",
      "text": "Yes, because we both were in a place where -- and I just realized I should not have said this because -- I should not have said this."
    },
    {
      "speaker": "Morgan",
      "text": "Why? Why shouldn't you have said it?"
    },
    {
      "speaker": "Perry",
      "text": "Because I said too much. Now she'll figure it out. And -- yes."
    },
    {
      "speaker": "Morgan",
      "text": "What will she figure out? She knows what happened."
    },
    {
      "speaker": "Perry",
      "text": "Why don't you ask another question?"
    },
    {
      "speaker": "Morgan",
      "text": "This is a fascinating side to you, because you're being so nice about it and so honest."
    },
    {
      "speaker": "Perry",
      "text": "OK. All right. So what do you want to talk about now?"
    },
    {
      "speaker": "Morgan",
      "text": "I suppose the obvious question after that is, do you hope to have that again in your life? I mean do -- is -- you're so busy. You're so successful."
    },
    {
      "speaker": "Perry",
      "text": "Well, that's part of the reason that I'm so busy. Like there's a woman that I'm seeing now that I love very, very much. It's a different kind of love, but I love her very, very much. And --"
    },
    {
      "speaker": "Morgan",
      "text": "OK. Now I'm beginning to work out why you dug yourself into a hole."
    },
    {
      "speaker": "Perry",
      "text": "See now --"
    },
    {
      "speaker": "Morgan",
      "text": "Yes, I did."
    },
    {
      "speaker": "Perry",
      "text": "There it is. So what I'm trying to do at this point is just enjoy it all. I'm not ready to settle down, I'm not ready to get married. I'm not ready to be in a situation where I have a commitment. Not ready for that, and especially after that situation."
    },
    {
      "speaker": "Morgan",
      "text": "Well, I see. So you went through a very deep experience and you just want to be sure next time that it's right."
    },
    {
      "speaker": "Perry",
      "text": "And what's the rush?"
    },
    {
      "speaker": "Morgan",
      "text": "Yes."
    },
    {
      "speaker": "Perry",
      "text": "I'm a guy. I'm 43. I've got no biological clock."
    },
    {
      "speaker": "Morgan",
      "text": "But don't you want little Tylers running around?"
    },
    {
      "speaker": "Perry",
      "text": "Yes. I want that more than I want to be married, though. So I just have to find a way that I'm OK with that happening."
    },
    {
      "speaker": "Morgan",
      "text": "Well, I wish you luck, Tyler. There's no hurry. You can do what you like. You probably have a queue -- you call them lines over here, don't you. You have a line probably the length of Manhattan of potential suitors, I would imagine."
    },
    {
      "speaker": "Perry",
      "text": "Well, I appreciate that. OK --"
    },
    {
      "speaker": "Morgan",
      "text": "Shall we move on?"
    },
    {
      "speaker": "Perry",
      "text": "Yes, please. Thank you so much. Wow. All right."
    },
    {
      "speaker": "Morgan",
      "text": "Do you want to have a glass of water?"
    },
    {
      "speaker": "Perry",
      "text": "No, I felt good. No. I need a shot of vodka, my friend. That's what I need at this point."
    },
    {
      "speaker": "Morgan",
      "text": "I thought I'd ask you one thing. You cast Kim Kardashian in a film about marriage counseling --"
    },
    {
      "speaker": "Perry",
      "text": "And then it gets worse."
    },
    {
      "speaker": "Morgan",
      "text": "I mean, seriously. Seriously. I know that may be one of the most awkward links of all time."
    },
    {
      "speaker": "Perry",
      "text": "You went from bad to worse. Yes, yes, I did."
    },
    {
      "speaker": "Morgan",
      "text": "What were you thinking?"
    },
    {
      "speaker": "Perry",
      "text": "No, no, no, no. Let me just say this. I mean --"
    },
    {
      "speaker": "Morgan",
      "text": "Kim Kardashian is to marriage counseling what Bernie Madoff is to financial management."
    },
    {
      "speaker": "Perry",
      "text": "Let me make this perfectly clear about Kim Kardashian and my choice of casting her in this film. I wrote a film that is coming out in March, and it's called \"The Marriage Counselor\" and it is about -- it's a cautionary tale about making bad decisions in relationships. I had no idea she was married. I had no idea she was going through what she was going through. I had no idea she was going to go through a divorce."
    },
    {
      "speaker": "Morgan",
      "text": "Did you have any idea who she was?"
    },
    {
      "speaker": "Perry",
      "text": "To be honest with you, I did not."
    },
    {
      "speaker": "Morgan",
      "text": "You've never heard of her?"
    },
    {
      "speaker": "Perry",
      "text": "I have heard of her, but I didn't know all of that she had done. But what I know about her is this. She's a sweet girl. She came in. She did a great job. She was very professional. I'm very happy with what she did and I'm also very happy that -- of this. And hear me clearly when I say this. There are millions of people who look up to the Kardashians. And I think it's very responsible to have someone like Kim Kardashian in a film that is a cautionary tale about making bad decisions and choices so that as people or children or fans of hers are watching and coming in and they see this story, if it speaks to them, then she's done a great job and I've done a great job in putting her in the movie."
    },
    {
      "speaker": "Morgan",
      "text": "And by the way, she has about 18 million followers on Twitter."
    },
    {
      "speaker": "Perry",
      "text": "So you understand what I'm --"
    },
    {
      "speaker": "Morgan",
      "text": "I get it. I interviewed her."
    },
    {
      "speaker": "Perry",
      "text": "Yes. Yes."
    },
    {
      "speaker": "Morgan",
      "text": "And her sister. I was impressed by it."
    },
    {
      "speaker": "Perry",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "She hasn't claimed to be anything she's not."
    },
    {
      "speaker": "Perry",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "Didn't claim to be fabulously talented. What she is --"
    },
    {
      "speaker": "Perry",
      "text": "Is beautiful."
    },
    {
      "speaker": "Morgan",
      "text": "-- very hard working, very beautiful."
    },
    {
      "speaker": "Perry",
      "text": "Very hard working. Yes."
    },
    {
      "speaker": "Morgan",
      "text": "And knows to work a brand."
    },
    {
      "speaker": "Perry",
      "text": "Yes."
    },
    {
      "speaker": "Morgan",
      "text": "Let's take a little break. Come back and talk about another smart cookie. A fabulously talented one. Whitney Houston. I interviewed her earlier. A tragic loss. And I want to know your thoughts. You were a friend of hers, tried to help her and clearly, like many other people, weren't successful."
    }
  ]
}