{
  "transcript": [
    {
      "speaker": "Melissa Block",
      "text": "We're getting a rare inside view of a massive Taliban attack in Afghanistan earlier this month. In that assault, the Taliban nearly succeeded in seizing control of a key provincial capital - city of Ghazni, about 90 miles from the Afghan capital, Kabul. In a matter of days, the Taliban offensive was halted, but the death toll and destruction were immense. Hundreds of Afghan civilians, police officers and soldiers were killed. U.S. Special Forces and Army played a key role in crushing the attack. Nine of them were hurt - among them, two who sustained what will be lifelong injuries. Time magazine correspondent William Hennigan was reporting in Afghanistan at the time and was allowed to travel with the Green Berets to Ghazni. They had gotten a call that several Afghan helicopters were down. And they headed out to secure the area."
    },
    {
      "speaker": "William Hennigan",
      "text": "As they approached the city overnight, they were seeing that the city of Ghazni was on fire. And they knew that they had quite a fighting force to go up against. And the signs were readily apparent. Aside from the great fire that was burning in front of them, there was craters, IEDs, trucks that were standing like tombstones in the middle of the road. So the ODA had to muscle their way around these vehicles in order to push through to the city."
    },
    {
      "speaker": "Melissa Block",
      "text": "The ODA being the Green Beret unit."
    },
    {
      "speaker": "William Hennigan",
      "text": "That's correct. And while they're doing that, in comes mortar fire and RPGs and AK-47 fire. So it was not only a difficult task to punch into the city. It was also quite deadly because of the ambush that they had walked into."
    },
    {
      "speaker": "Melissa Block",
      "text": "One sergeant in the Green Berets told you - and this gives you some sense of the intensity of what went on - I've never seen that many rocket-propelled grenades in my career."
    },
    {
      "speaker": "William Hennigan",
      "text": "That's correct. He's an 11-year veteran of the Green Beret team, so he's pretty much seen it all in Iraq and Afghanistan. And he said it was almost, you know, cinematic. This particular attack seemed so highly orchestrated that they just felt like, you know - that they were throwing everything that they could at them."
    },
    {
      "speaker": "Melissa Block",
      "text": "Why weren't the Afghan military forces in Ghazni able to repel this Taliban attack?"
    },
    {
      "speaker": "William Hennigan",
      "text": "The local forces had communication problems. They weren't able to really strategize about how to beat back the Taliban forces. They were overwhelmed in a lot of ways, despite the fact that they're flush with U.S.-supplied weaponry, at that. There were reports of Afghan military firing on their own forces, as well as American convoys. And there were reports that they had delivered the wrong supplies to police departments that were in desperate need of more ammunition. So really, what it came down to was that they needed the U.S. Special Forces and Afghan commandos, which is special forces of sorts for the Afghans, to be able to have strategy, to be able to communicate with one another and to be able to act in concert rather than these sort of disparate skirmishes."
    },
    {
      "speaker": "Melissa Block",
      "text": "That adds up to a pretty damning appraisal of the Afghan military's readiness."
    },
    {
      "speaker": "William Hennigan",
      "text": "I think that the Afghan conventional forces still have very big questions about their viability looking forward. They're dependent upon the Afghan commandos to come up and mop up the problems that they have. You know, if Afghan military is firing on one another still, after all the billions that have been invested, that's a - it does - it raises serious questions about whether or not this is going to be ever able to stand on its own two feet."
    },
    {
      "speaker": "Melissa Block",
      "text": "We should talk about the role of U.S. Special Forces in Afghanistan. They're still - they're called advisers. But let's be clear - this is far beyond that. This full-on combat we're talking about."
    },
    {
      "speaker": "William Hennigan",
      "text": "Correct. So since 2014, the military has not had - and I'm putting this in quotes - \"combat\", unquote, role in Afghanistan, which means that being an adviser is trying to help the Afghan forces secure territory. Well, when a battle like Ghazni goes down, the U.S. forces are, essentially, firefighters. They're going to put out that fire. And there is no real way to discern that from any other traditional combat role that Americans have been in during wartime. Two of them were maimed in ways that will impact them for the rest of their lives. And to a man talking to these soldiers, they felt as though that they were lucky that no one died. All of them, seemingly, had a close call where things went an inch or two to the right or to the left - that perhaps their number would've been called."
    },
    {
      "speaker": "Melissa Block",
      "text": "What are the broader lessons, do you think, from Ghazni for the U.S. military mission in Afghanistan overall? What does it tell us?"
    },
    {
      "speaker": "William Hennigan",
      "text": "It tells us that the Taliban is still a very formidable force and one that's not going to go away anytime soon. I mean, to be able to get 1,000 fighters in and around the city, to be able to threaten district centers and to be able to have all those rockets and guns around the city and to torch the local economy - these buildings were just up in smoke. It says we're not as close to the end as the U.S. government and Afghan government would like to say that they are. There's been a lot of talk about peace and reconciliation. But an attack like this, as deadly as it was, shows that there's still a lot of ground to be made up before we're anywhere close to that."
    },
    {
      "speaker": "Melissa Block",
      "text": "Bill Hennigan is national security correspondent for Time magazine. His feature in the current issue is titled \"Inside The U.S. Fight To Save Ghazni From The Taliban.\" Bill, thanks again."
    },
    {
      "speaker": "William Hennigan",
      "text": "Thank you."
    }
  ]
}