{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Our Mara Liasson is here to tell us more. Good morning, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "OK. So the shutdown is over for now. There's just about three weeks to come to an agreement. What happens next?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "What happens next is that House and Senate negotiators from both parties start talking to each other. The president has said that at the end of three weeks, if he doesn't get money for a wall, he will either declare a national emergency - in other words, build the wall himself with unobligated Pentagon funds - or shut down the government again. But no one I've talked to on either side of the aisle thinks that he will actually shut down the government again. Some people do think that declaring an emergency is still his endgame. But many Republicans are against that because they say it'll set a precedent. And a future Democratic president could declare an emergency for gun safety or health care or climate change. And these Republicans say that any kind of an emergency declaration would be tied up in court, and he would end up getting no wall after all."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This was such a bruising fight, Mara. Over the last month, as we talked about the possibility of declaring a national emergency, you said it was kind of like a life vest. He could use it to show his base he did everything that he could, and that would satisfy them. Do you think, after all this, it still holds?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I think some of the dynamic on that has changed a bit because he took a big hit with his base this week. He went into a macho standoff and lost to Madam Speaker. And some of his base is angry with him because they think he had no strategy. They think he wimped out. And don't forget this was a kind of two-step capitulation. First, he played brinksmanship (ph) on the State of the Union address, then retreated on that. And Nancy Pelosi had a strategy. As she reportedly told a group of columnists this week, she says, you start with a feather. Then you get to the sledgehammer. So her \"Art Of The Deal\" was smarter and more strategic than the president's. His critics say his strategy was more whining than winning."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It's interesting to hear you say that because, elsewhere in the show, we spoke with a conservative talk show host who said that his base is, quote, \"very forgiving.\" So what gives?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I think that's right. His hardcore base will never desert him. As he said, he could shoot someone on Fifth Avenue and not lose any votes. The big question is, how big is his hardcore base? We know from polling, including NPR's polling, that his approval rating was starting to slip with white, working-class voters who are the core of his base. And we know that in every shutdown - shutdowns end because one side reaches their pain threshold first. In this case, it was the Republicans and Donald Trump. Maybe it was the long lines at the airport, that angry video statement from the FBI director or all those Senate Republicans who were starting to jump ship. But he had a weak hand and played it poorly. And his base is angry at him. What I've heard is not so much because he capitulated, not so much because they won't get the wall - because, after all, immigration restrictionists don't put the wall as their No. 1 priority. But they're angry because he seemed weak and feckless and in over his head. And what we learned this week, also, is Democrats, at least for now, do not have an Herbal Tea Party problem. In other words, Pelosi was able to control her left flank a lot better than John Boehner or Paul Ryan ever did with the Freedom Caucus. So far, the Democrats are hanging together more than the White House thought they would."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And seeming tough while they do it - I like that, an Herbal Tea Party problem. Well, to add to the pain of the president's week, we would be remiss not to mention his longtime friend Roger Stone was indicted this week."
    },
    {
      "speaker": "Mara Liasson",
      "text": "That's right. His longtime friend Roger Stone, who is a self-described dirty trickster. I can't think of another president who's had a fixer and a dirty trickster in their orbit. But Roger Stone was invited - indicted. That increases the number of close associates to the president who have pled guilty or been indicted. Stone says he won't plead. He won't cooperate. He won't turn on the president. Maybe he's banking on a pardon. But what it seems like is that Robert Mueller is doing what most organized crime prosecutions do, working their way up the food chain, starting with small fry like Papadopoulos and then going up the ladder to people who are closer to the president. So it was a bad day for the president. But on the other hand, his capitulation on the shutdown took some of the attention away from the Robert - Roger Stone indictment. It was a bit of a distraction."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "NPR national political reporter Mara Liasson - thank you so much, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}