{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. In his long career studying ants, nature and ecology, E.O. Wilson has been no stranger to controversy. In the 1970s he was doused with water at a science meeting for presenting his theory on sociobiology. Another new evolutionary theory he introduced a few years ago on kin selection continues to be hotly debated. One blogger called the battle about the theory, quote, \"a scientific gang fight.\" Dr. Wilson is also stirring it up again with his latest book \"Letters to a Young Scientist,\" and in the book he says some interesting things. He always says interesting things. Among them are you don't need math to be a scientist, geniuses are not good scientist material, the ideal scientist thinks like a poet. He said so many wonderful things in this book that I found myself dog-earing every page preparing to talk to him with it, so I just gave up after a while, outlining all the stuff. Dr. Wilson is a biologist and professor emeritus at Harvard, a two-time Pulitzer Prize winner. His new book, \"Letters to a Young Scientist.\" Welcome back to SCIENCE FRIDAY, Dr. Wilson. EDWARD O."
    },
    {
      "speaker": "Wilson",
      "text": "Always a pleasure to be with you, Ira. Thank you very, very much. This is almost like advice to the lovelorn sort of book, it's advice to would-be scientists. Why did you write this?"
    },
    {
      "speaker": "Wilson",
      "text": "Well, 42 years of teaching at Harvard qualified me, and I had learned lot about what brings students into science, whether as professionals or as part of their general education program, and what drives them away. And I saw a lot of the brightest young people, the most qualified, potentially, to be in science and technology turned away because at an early stage in their career at Harvard they were just afraid of mathematics, and they were afraid of the kind of rigors that one experiences in the usual portrayal of scientists as white coat people standing at the blackboard explaining complex equations and other ideas to rapt audiences."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Because you talk about your career and about your work with such passion in your book that I few people would know that a scientist could be as passionate and as successful about their work. And it seems like it's a necessary - or it's something like, almost like continuing to have a childlike curiosity about the world for your whole life."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, a passion, commitment to a subject, excitement over adventure, an entrepreneurial spirit. All these are more important than a very high IQ."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you say there that the Mensa-level people really don't make good scientists."
    },
    {
      "speaker": "Wilson",
      "text": "Well, I realize that this is one of the statements that has not proved controversial. Even my slight downplay of advanced mathematical fluency has not proved controversial. I've gotten a large number of responses on that, and almost - well, they're overwhelmingly favorable. But the one on - I call it optimum brightness. I present it as just a conjecture, but I got it from a principle that I gradually evolved knowing a lot of very successful scientists and from my own experience, the following principle. The ideal scientist is bright enough to see what needs to be done but not so bright he gets bored doing it. And I've discovered as time goes on that some of the most successful scientists in America, the most innovative, have IQs in the low 120s. And this began - this got me to start thinking about what happens to all these folks up in the 160, 170 IQ range that we hear about. So the conjecture says, well, it's too easy for them. And then that brings me then to the allusion you made to scientists - or that I've made - the ideal scientist thinks like a poet and works like a bookkeeper. It's the poet, the poetic aspects of science, that seldom get talked about. But I've always felt that scientists fantasize and dream and bring up metaphor and fantastic images as much as any poet, as anyone in the creative sciences - art, the creative arts. And the difference is that at some point, the scientist has to relate the dreams to the real world, and that's when you enter the bookkeeper's period. Unfortunately, it's the bookkeeper period which leads sometimes to months or years of hard work that too many prospective scientists and students interested in science see, rather than the creative period."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, yeah. You do mention in part of your book about the part of creativity is to do sort of the back-of-the-napkin sort of experiment. You just have an idea, you're not going to even make notes about it, you're not going to keep track of it, you're just going to try something."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, glad you brought that up, Ira. I didn't use the expression, but I'm in it, and that's the value of dirty experiments. The image of doing good science, that is the popular, the public image, is the scientist conducting careful experiment after careful experiment, taking abundant notes - time of day, every condition used and making an advance into a subject. But the best way to do it is - to make discoveries - is to make short imperfect experiments. Don't worry about taking notes, in most cases, but just try things out. Shove nature around a little bit. Disturb it. Disturb an organism, disturb a small system and find out - to see if anything happens. And if it does, you might be on the edge of an important breakthrough, and then you sit down and devise experiments and take notes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, you write that real scientists do not take vacation. Is that because they love what they're doing so much that it's like being on vacation, or they just - why? Why don't they take vacation?"
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, that was a remark I made. I believe it, but the best scientists I know take breaks, and they have circles of friends they visit, and they go to other places particularly where they can continue work in a different setting and in a different direction and to meet colleagues and to get ideas. But very few scientists - I don't know a scientist who does deep sea fishing. I'm sure somebody's going to call and give you a list of five or 10 - plays golf or this sort of thing. Most scientists are just - good scientists, productive ones - are just swept up in their work, and all of the fun, all of the excitement, all of the entertainment comes automatically and in a very powerful way to the creative scientist."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But do you need some time off just to do nothing, you know, and think about things?"
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, you need a lot of time."
    },
    {
      "speaker": "Ira Flatow",
      "text": "To have that idea pop in your head?"
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, you need a lot of time. It's a good idea to be alone a lot and talk to yourself. I don't know if - how many other scientists talk to themselves. I do so all the time silently. And I guess I risk my reputation for complete sanity by admitting that. And I've now wondered how many creative scientists, people who are constantly in search of new ideas, new ways of looking at things, new enterprises, talk to themselves in a way as though they were speaking to another person, and trying to open up new subjects, new ways to get into old subjects. And this is a very good mental process for doing original science."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You know, it may explain why you're such a good writer. I mean, you are one of the best science explainers. I mean, I've been doing this for a few years, and your book, \"Letters to a Young Scientist\", I think is the best book you've ever written because it is so much of you, and it is written in such an easy language, and we get you passion, we see your background. Maybe it's because you talk to yourself that it's easier to write."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, and lots of students. And I've trained myself in clear explanation in order - when I went in to lecture to - sometimes I had a class of 150 because I taught basic biology, I had to have a device to keep the Harvard students in front of me from starting to read the Crimson."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you had to come prepared to tell a good yarn, tell a good story or something."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, well, a good science is a good story. We're all storytellers, you know, all of us, from the novelist to the artist trying to say something new and take us in a new direction on canvas to scientists who have discovered something. And when they discover something, they want to tell a story. They want to fill out and explain to others why, where it came from, what's happening, what kind of a process is going on and where is it going to lead?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you talk about it - and there is a chapter that I think it's entitled \"I Never Change.\" And you are - does that mean you stay true to yourself, or you wear the badge of being a free thinker?"
    },
    {
      "speaker": "Wilson",
      "text": "I - well actually I became, like so many kids, fascinated by insects when I was about nine years old. And, you know, it's a saying, every kid has a bug period. I never grew out of mine, and thank heavens I didn't. I usually spent a lot of time alone. We traveled a lot; I was an only child. And very soon I had with the opportunity to get into interesting wild places in the Deep South primarily, I had the opportunity to observe and actually hunt at different levels, from insects to butterflies to snakes to new kinds of flowers and so on, and it was just a continuous adventure for me. And that is how I developed as a scientist. I have - was so totally engaged in this, doing it at a more complex and maybe more sophisticated level, by the time I got to undergraduate studies that I never thought of ever doing anything else. My last expedition, my last two, I did at the ages of 82 and 83. I went to the South Pacific with a team I led to explore new ant forms never before studied in the island of - of the islands of the Vanuatu Archipelago. It was rugged field work. And then I went to Mozambique to the national park of Gorongosa. So I'm still doing the same thing but at a bigger - on a larger scale."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Talking with E.O. Wilson, author of \"Letters to a Young Scientist\". We'll be back with the rest of our conversation after this break. Stay with us. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR. This is SCIENCE FRIDAY; I'm Ira Flatow. Talking with Edward O. Wilson, Pulitzer Prize winner, author of this great new book \"Letters to a Young Scientist.\" He talks about his life and how he got to be where he is and gives advice to scientists and budding scientists. And one of the - one of the marks I made in your book to ask you about was this paragraph that says make it a practice to indulge in fantasy about science. Make it more than just an occasional exercise: daydream a lot."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, I - I'm a real advocate of science fiction and space invaders and E.T.'s. And one of the reasons I do that is that I use it as a vehicle in my own mind to imagine what they would bring to us, what we could give back to them, how far along they might be in science, it could be 100 million years ahead of us in science, and what their science might be like, what they would find of interest on planet Earth. My answer, in an essay I'm now writing for the New York Times, what they would find of interest and about the only thing they've find of interest on Earth would be the humanities, particularly if they had a million, 10 million or 100 million years to work out most of the science and technology that would be shared with us probably more or less automatically. But these are the kinds of fantasies that entail stories and adventures and conflicts that make the best science fiction since, you know, into the minds of a science, imagining scenarios, very productive of stimulating new, really new areas of investigation."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You talk about the need to have connections and conversations between chemists and physics and biologists and a very large question, you say, remains in science and philosophy: Can this consilience, connections made between widely separate bodies of knowledge, be extended to the social sciences and humanities, including even the creative arts? I think it can, and further I believe that the attempt to make such linkage will be a key part of intellectual life in the remainder of the 21st century. Tell me more about that. Why is that important?"
    },
    {
      "speaker": "Wilson",
      "text": "I believe that passionately. I have written about - along the same lines in the book \"Consilience\" almost 20 years ago. I believe that bringing science and the humanities together, in cause-and-effect explanations and then mutual stimulation, is an unexplored field, virtually, that both sides seem to veer away from, scientists because of their extreme specialization, humanities scholars and creative artists because, well, it's just not a domain of thinking that they believe will do them any good. But with the publication of the American Academy of Arts and Science big report, I think commissioned by Congress, yesterday, we find that - that was yesterday, was it, Ira, or was it two days ago or three? I've forgotten."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Let's say this week."
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, this week. It's - and I've just read it yesterday, so it must have been a couple of days ago. Any rate, it's a plea to reinvigorate and strengthen the power of the humanities. But I found it basically a feeble effort, this American Academy report, because it's all internal. It's all about humanities scholars and creative artists speaking among themselves. And they don't take into account what other areas of knowledge are developing. I think perhaps a solution that could be sought, one of many, is that the humanities consider colonizing the sciences. And what do I mean by that? I mean that humanity lives in a minute intersection of sensibilities, that is sense, the powers of sense; of cognitive patterns, the way we think. We're very, very specialized, and we live in only a small segment of the whole universe of possibilities. I'm not talking about expanding into science fiction. I'm just talking about gaining a perspective that could somehow be - or validated by what we're learning from science at an exponentially increasing rate and making some better use of it in the creative and interpretive processes of the humanities. That's a long speech, but you asked a difficult question."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, I'm actually - you brought up something in my mind. I'm thinking you brought up what C.P. Snow's \"Two Cultures\" argument was, you know, that they don't talk to each other, you know?"
    },
    {
      "speaker": "Wilson",
      "text": "That's correct. Well, Snow complained about that 60 years ago, but he didn't really do anything about it. He just mainly said, and I've sat at the same table where he used to pontificate, he - what he wanted to do or wanted to see was the humanities learn science. It didn't occur to him nearly so much that science should learn humanities. And today what is challenging in many of the humanities, including the creative arts, is that these are the natural history of human behavior, increasingly clear, detailed, and it's up to science to collaborate with humanities scholars in order to see what patterns there are, what causes there are that lie deeper within the brain, within the whole cognitive process, where that cognitive process came from and why it is as restricted as it turned out to be."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So are you saying that scientists should become more proactive in saying, you know, we are part of this culture, too, this society that we live in, we're here, work with us?"
    },
    {
      "speaker": "Wilson",
      "text": "I do, yeah I do. The problem with scientists generally is that most scientists - I'm going to, you know, ruffle some fur here. Most scientists are journeymen. That is to say they learn a practice, an occupation of how to do science and explain it and teach it, in what's becoming increasingly narrow specialties, whereas if they would break out and start looking at broader horizons of deliberately trying to synthesize or find areas of research - you know, nowadays I guess a lot of it would be in neurobiology and cognitive psychology - that could relate to the humanities in a meaningful way, they might actually make progress on the science side. But they're not prepared at the present time to make that progress. It probably will be up to the humanities scholars to make the move because they, after all, in my way of looking at things, are natural historians of human behavior."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So should they be more proactive in everything? Should they be more proactive in promoting science in their research, the value of it? Should they be seen as citizen advocates?"
    },
    {
      "speaker": "Wilson",
      "text": "Yeah, of course, but they're hobbled by being highly specialized. And no scientist - very few scientists, I should say, would - including evolutionary biologists, a particularly timid lot, who could talk about evolution in a concrete and persuasive way, very few of those step forward because they really don't want to get into a squabble with the evangelical and other conservative Christians who have a certain way of looking at the universe and do not like to have it challenged."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They're shying away from the fight is what you're saying?"
    },
    {
      "speaker": "Wilson",
      "text": "They do. They've got enough to do back home."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And what are you going to be doing? Continuing to do your research, I can tell, from - are you slowing down at all?"
    },
    {
      "speaker": "Wilson",
      "text": "Well, not yet. I'm..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Good for you."
    },
    {
      "speaker": "Wilson",
      "text": "I'm just - I'm 84, but - and I'm going to just keep going until suddenly I notice that somebody has approached with a hook, and the curtain is closing. But I continue to do basic research, as for example biogeography of ant faunas of the Pacific, and writing on the general subjects that we've been addressing today."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You talk in your book about having the summer off as a kid with lots of time to do what you want. Do kids need unstructured time?"
    },
    {
      "speaker": "Wilson",
      "text": "They need a lot. They need a lot. I would say that generally speaking if you have a bright, inquisitive kid, and very few are not innately that way, and you were given a choice, two months of summer camp with advanced, more advanced preparation in various subjects with college on the horizon in mind, between that and cutting them loose in the woods or in a very interesting natural environment, and I say cutting them loose not entirely but if you know where they are, take the latter for heaven's sake. It's the latter where they will dream and beginning to form in their own mind those ideas, those conceptions, those misperceptions to be corrected that make up a strong mental ability and character."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Dr. Wilson, thank you so much for taking time - it's always such a pleasure to have you on SCIENCE FRIDAY. Thank you for joining us."
    },
    {
      "speaker": "Wilson",
      "text": "Thank you, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Edward O. - E. O. Wilson, the Pulitzer Prize winner, author of \"Letters to a Young Scientist\". I've read all of Dr. Wilson's books. This is, I think - I mean, he's written a lot of stuff. This you will read cover to cover. It's inspirational, it's a terrific read, and I'll tell you all to go out and buy a copy."
    }
  ]
}