{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "\"The Moon Within\" is a coming-of-age story centering around 11-year-old Celi Rivera. Written in verse, the story follows Celi as she learns how to navigate puberty and everything that comes with it. Aida Salazar wrote \"The Moon Within.\" And she joins us now to talk about it. Welcome to WEEKEND EDITION."
    },
    {
      "speaker": "Aida Salazar",
      "text": "Thank you so much, Lulu, for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This book is about a moon ceremony. So explain what that is and where it comes from."
    },
    {
      "speaker": "Aida Salazar",
      "text": "Well, moon ceremonies are traditional gatherings that happen for women across the Americans. They date back to precolonial times. And they're ceremonies where women gather around the full moon or the new moon. And in this case, a moon ceremony for a young girl coming of age happens right after her first period, her first menstruation."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And like many girls her age, the main character Celi is intensely self-conscious. She's growing up in Oakland. And she's really resistant to having the moon ceremony. Tell us why."
    },
    {
      "speaker": "Aida Salazar",
      "text": "That's right. Celi is a secret-keeper. And she doesn't think that it's really anybody's business what happens to her body, which is in large contrast to her mother. Her mother wants her to broadcast it to her community because they come from a really strong community in Oakland that celebrates these rites of passages for girls."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What is your heritage? - if I may ask."
    },
    {
      "speaker": "Aida Salazar",
      "text": "I'm Mexican. But I wrote the story for my daughter, who is half Puerto Rican, half Mexican."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And did you have something like a moon ceremony growing up or did you wish you had one? When - what was the inspiration here?"
    },
    {
      "speaker": "Aida Salazar",
      "text": "Well, the inspiration began when my own daughter started to ask about her period, about her changing body as she grew into adolescence. And I wanted to reframe the conversation. I wanted to tell a different story to her. You know, my - I never had a moon ceremony. I wanted to have a moon ceremony. But like many women - Mexican women, many Latinx women who enter their periods with a certain amount of shame and silence. And I didn't want that to happen for my daughter. I wanted her to be grounded in our spirituality, our connection to the moon. And so we actually did give my daughter a moon ceremony."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I was about to ask."
    },
    {
      "speaker": "Aida Salazar",
      "text": "It was really beautiful. My daughter's a dancer. And so she - we invited her dance teachers. And we invited my family. And we gathered beneath the full moon. And we did many of the rituals that are described in the book. And we offered, and we created space. And we sat in circle together."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This book is written in verse. And one of the most moving things that I saw is that you referenced a poem that I had never heard of until I read it in your book. I want you to read the last stanza of it."
    },
    {
      "speaker": "Aida Salazar",
      "text": "We stand at the heart of the forest beside the stone pool, waiting for Venus, the smoking star, to glimmer above the trees. Remove your clothes. Let down your hair. Bask in the moonlight, naked as the day of your birth - virgins, maidens, women."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That poem is called \"A Flower Song For Maidens Coming Of Age.\" It was written in 1440 before European contact in Mexico. And it's from a collection of Mayan poems - extraordinary. Tell me about why this poem resonated for you. It describes a moon ceremony."
    },
    {
      "speaker": "Aida Salazar",
      "text": "It was such an important revelation to have come across this poem. I cried. I cried for two days - the whole week because, as you know, colonization basically eradicated all of our written documentation in the Americas. All of our traditions have been passed down through word of mouth. But to have written documentation that women have been honoring the moon and celebrating their bodies and their transitions, their milestones in this way, I really felt like my ancestors were watching over."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And you wrote in the afterword to this book that you really wanted young women to find their own way to connect with their roots. Why?"
    },
    {
      "speaker": "Aida Salazar",
      "text": "Well, I think it's important for any person, really, but young girls in particular who come from marginalized communities to find their - not only their roots but the meaning and the legacy of wisdom and power that comes from those traditions. And Celi, because she's bicultural and multiracial, she has all of these beautiful intersections happening that I really tried to play up in the novel because I wanted children that are just like Celi, who are multiracial and bicultural, to see themselves and their hybridity in all of its beauty and all of its power."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Aida Salazar's new book is \"The Moon Within.\" Thank you very much."
    },
    {
      "speaker": "Aida Salazar",
      "text": "Thank you so much, Lulu, for having me."
    }
  ]
}