{
  "transcript": [
    {
      "speaker": "Ari Shapiro",
      "text": "The word legendary is so overused that it hardly seems big enough to describe the journalist known as Johnny Apple. For more than 40 years, the New York Times byline R.W. Apple, Jr. marked the work of the singular journalist of a generation. Apple lived on four continents and reported from hundreds of countries during his career. His 2006 obituary in the Times described Apple has having a Dickensian byline, Churchillian brio and Falstaffian appetites. Those appetites are the subject of a new book, \"Far Flung and Well Fed: The Food Writing of R.W. Apple, Jr.\" For a while, Apple covered wars and presidential elections; over the decades, his abiding passion was food. And virtually all of his food columns included the same three words: my wife Betsey. Betsey Apple was Johnny's partner on these culinary adventures and in life, and she joins us in the studio to talk about this new collection of his work. Welcome."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Thank you so much, Ari. I'm delighted to be here."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "You married Johnny in 1982. Were you an adventurous eater and traveler even then?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Yes, I certainly was."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "He didn't have to twist your arm at all to get you to these far flung places?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "No. There were moments that it was a little wretched excess. Singapore was one, and I wisely didn't go on, I think it as 25 meals in one day."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "In Singapore?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Um-hum, Singapore. I joined in late at night for a very lively chili crab dish."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "And yet you managed to retain your figure..."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "No, I didn't."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...while he. Well, then you've regained your figure because you certainly, you know."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "I dropped after, sadly, after Johnny died, I dropped about 25 pounds or so, which was a very good idea because it was getting a little Falstaffian in my department as well."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Were there any foods that you and he strenuously disagreed about? Things he loved and you couldn't stand or vice versa?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "He was better on some kinds of herring at breakfast time. Now, I wasn't so red hot for herring at breakfast. Shrimp and grits - you had me from the start - but not herring. I had trouble with that at breakfast."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Anybody listening to this interview will not be surprised to hear that your family has deep roots in the American South."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Yes, they do."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Going back to the 1600s."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Yes."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Did your deep family heritage with Southern food and culture inform Johnny's understanding of Southern food, which he writes about quite a lot in this collection."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Very enthusiastically, let's put it that way. I suppose my knowledge, yes. He loved the stories. When we were in Brazil, for instance, he - and I was floored at the similarities between various stews and gumbos, and that kind of a thing that we would have."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Yes, he writes in the collection about how the same influences that brought African flavors to the American south..."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Exactly."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "...brought African flavors to Brazil."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Exactly. And sadly, via something called slavery, I'm quite sure. But my heavens, it just knocks your socks off to be able to see the similarities and taste these wonderful things all these thousands of miles apart."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "You have brought something that ties directly into one of the essays in the book. Why don't you pull out what you've got here?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "I have an enormous grapefruit."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "It's the size of a baby's head."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Yes, it is. Here, Ari. Try it. I brought you a couple."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "This thing - here, I'm going to drop this on the counter just so people can hear how enormous this thing is. Here goes. That's the sound of this grapefruit hitting the counter."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "I see a crack in the counter right now where you dropped it. These beautiful things are these Ruby Reds from the Rio Grande Valley, and they were given to us one year by our then-next door neighbor, Ken Benson."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Why don't you read the beginning of this piece that's in the collection? Go ahead."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "(Reading) One despairing winter night, a year ago, when spring seemed an implausible prospect, our neighbor, Ken Benson, rang the doorbell. \"Have something for you,\" he announced in his comic way, handing over a paper bag that felt as if it had cannonballs in it - some cannonballs. What we found, in fact, was several enormous grapefruits, each fatter than a slow-pitch softball with crimson tinged yellow skins. They were the biggest we had ever seen, and as we discovered when we cut into them at breakfast the next morning, the reddest and the sweetest. Like Blood Oranges, Mara Lemons, and Key Limes - whose acquaintance we had happily made in earlier years in Morocco, California and Florida - they were a spectacularly different breed of citrus. Forget spring, they brought summer sunshine flooding into our winter-bound kitchen. \"Mmm,\" said my wife Betsey. \"Mmm,\" said I. \"Mmm,\" said Betsey. So there we go."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Did he ever write anything about you that you took umbrage at?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Yes, there was one, 'cause I got teased about it so much. We went to Germany and we were eating in (unintelligible), these fantastic wee little sausages about the size of a baby finger. And he wrote that I had 16 of them. Well, it was freezing cold and well, I was not terribly excited about that."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "I recently heard a martini described as Johnny Apple style, 11 parts gin to one part air."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Perfectly described."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "What's the story there?"
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "There was a wonderful time, we were in London and we were invited to a very grand dinner party. It was in honor of the Queen Mother. And after we had been introduced, a waiter had brought the Queen Mother the tipple she had asked for. She had asked for a martini and he arrived with a glass - no ice -of warm Vermouth. And she looked a..."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "The Martini brand Vermouth. Yeah."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Uh-huh, exactly. And she looked a bit shocked and she said to Johnny, who was standing right next to her, \"Young man, I believe that you're American from your accent. Do you know how to make a martini cocktail?\" And he said, \"Yes, ma'am. I certainly do.\" And she said, \"Please, will you go to the pantry with the butler and instruct him how to do so?\""
    },
    {
      "speaker": "Ari Shapiro",
      "text": "And so Johnny Apple made the Queen Mother a martini."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Well, he instructed the butler. And he said to her, \"How is this, 11 to one?\" She said, \"It sounds lovely.\" And in fact, she drank them all through dinner."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "That's Betsey Apple. Her late husband, R.W. Apple Jr., or Johnny Apple, wrote the articles in the new collection \"Far Flung and Well Fed: The Food Writing of R.W. Apple Jr.\" Thank you so much."
    },
    {
      "speaker": "Ms. Betsey Apple",
      "text": "Oh, Ari. Thank you. What fun."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "You're listening to WEEKEND EDITION from NPR News."
    }
  ]
}