{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The militant group ISIS, the Islamic State, has lost much of the territory it held when it was, as reporter Azadeh Moaveni says, running a kind of killing spree in Iraq and Syria. But many of the young women and girls that left their homes to join ISIS view the group differently."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "The story I wanted to tell is how it unfolded in the lives of so many young women as kind of, in a very perverse way, an empowerment project."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Moaveni's new book is called \"Guest House For Young Widows: The Women Of ISIS.\" It follows some of the girls who left their families in Tunisia, Germany and England to join the caliphate. We begin with the story of the Bethnal Green teenagers."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "These were a group of young high school students. They were 15. They went to school in a very urban, dense neighborhood of London. They were straight-A students. They were popular in school. These were not girls who you would think would be really susceptible, but a lot of them also had absent fathers. You know, at that time - I think we forget now - there was a lot of Islamophobia and racism. They were kind of waking up to politics. You know, ISIS was on social media. ISIS was on Facebook. And there were people in person, in networks that they met at a mosque, that they met at religious groups. And they were kind of persuaded that their families were wrong, immoral and that they could join this kind of utopian project, that they could live freely as young Muslims. And so one went, and then the other three started to plot. And they hid it from their families, and they hid it from their teachers. And it kind of became a chain of disappearances. And in the end, you know, the police had to take away the passports of dozens of girls in London because so many were being lured by what seemed so attractive to them at the time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "There are some common threads on what drove them to go to the caliphate."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "I think - and this is important to be aware of - you know, ISIS changed its messaging over time. And so there was women who went at different times, responding to different aspects of that appeal. But I think a big part of the history that we have to remember is, in the Middle East, you know, ISIS unfolding in the wake of the collapse of the Arab Spring. And women were really central to those uprisings, to those protests. They didn't have a lot of - there was not a lot of space for women in a lot of the repressive orders in those countries before the 2011 revolutions. And you know, one by one, those collapsed into civil war, into greater repression. I think in the aftermath of that, ISIS emerged. And for some young women in those societies, it was that just order. Those kind of dashed hopes were exploited. And part of the appeal of ISIS, I think, in those early days in countries like Tunisia and for girls like Nour, was that there was no other way to be politically active, to be a feminist of any kind. It was the only door that was open."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I was about to mention the story of Nour. She was a high school dropout from Tunisia. And you make the point in the book that she was sort of rebelling against a secular state. And it was her way of expressing her female identity."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "Exactly. So Nour grew up in a Tunisia that was highly authoritarian but secular. So Nour was religious. She wanted to cover her hair. She went to school wearing a headscarf. And she was thrown out of high school for that because the headscarf was banned in public spaces like that in Tunisia before the 2011 uprisings."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You described this shocking scene where she's actually attacked by her teacher."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "She was. A teacher slapped her. She was thrown out of class. She was suspended. She tried to go back, but it was just too humiliating for her. She felt like it was a betrayal of what she felt her religion demanded of her. And so she left society. There was no space for Nour in that Tunisia. So after 2011, the revolution kind of created space. And she became very active and was taking part in charity drives. And there was suddenly a kind of rush of, I guess, social participation for young women like Nour."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And whatever the reasons were, their experience under the caliphate - it wasn't what they had hoped for."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "No. I mean, almost all of them uniformly - all of the women whose stories that I followed - girls, some of them, because they got their - they were married before they were even 16, some of them. They very often became victims of the order that they thought was going to bring them some kind of empowerment. They - if their husbands were fighters, they usually died after a few months, and they were expected to remarry again and again. And when they said no, they were punished. You know, even worse, if women tried to escape, they had their children taken away from them."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The role of women in ISIS has sort of been badly documented or ignored by journalists or fetishized on the other side. Why did you want to tell these stories?"
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "I think we're only coming into some kind of understanding of women and militancy - how women, at the same time, can be perpetrators and victims, you know? I think we have to arrive at a much more nuanced understanding. And I think, through these stories, we can see that women can organize. They can recruit people into these kind of militant groups. But because they're women, they can very quickly also suffer violence at the hands of such groups. And it's very tricky understanding, what is their culpability?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do you have an answer to that question? After hearing all these stories, some would say - even though you write with great empathy - should they not be judged by their actions?"
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "They absolutely have to be judged. And I think many of them know that, you know? I was just in Syria a couple of months ago in one of the camps where hundreds of these women are held. And they know, you know? They saw what they were a part of. You know, some of them are still quite devout. They're loyalists. But I think it's important not to view them as a big, monolithic kind of group - that, you know, they're all evil. Many of them also suffered very badly. And by giving them, you know, the chance to be prosecuted, to be treated, you know, fairly as citizens who committed crimes, you know, I think that we reduce the chance that there will be more radicalization amongst the women who are left."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Azadeh Moaveni is the author of \"Guest House For Young Widows: Among The Women Of ISIS.\" Thank you very much."
    },
    {
      "speaker": "Azadeh Moaveni",
      "text": "Thank you."
    }
  ]
}