{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. You've probably heard of your distant cousins the Neanderthals, but how about a more secretive member of the family tree, the Denisovans? Yeah, ring a bell? No? That's because traces of Denisovans are hard to come by. So far, archaeologists have only found a little girl's pinky bone finger and two teeth in a cave in the mountains of Siberia. But researchers are learning a lot about the Denisovans and their relationship to modern humans by analyzing the DNA hidden in those bones. In fact, scientists have been able to sequence that little girl's genome at the same accuracy they can for modern humans today, kind of amazing considering the girl's bones are probably over 50,000 years old. Those results appear this week in the journal Science. So what can we learn about the Denisovan people from their ancient DNA? And might the Denisovans have passed some of their genes on to us as the Neanderthals did? That's what we'll be talking about. Our number is 1-800-989-8255, 1-800-989-TALK. You can tweet us @scifri or leave a message on our website at sciencefriday.com. David Reich is a professor of genetics at Harvard Medical School in Boston. He joins us from a studio there. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "David Reich",
      "text": "Hi."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hi there. Tell us about the Denisovans. Who were they, or what do we think or we know about them?"
    },
    {
      "speaker": "David Reich",
      "text": "Well, we don't know very much from the archaeology. It's very different from the Neanderthals, who are very well-characterized by the archaeological record. We have many full skeletons and fossils who we know are Neanderthals, and we know the types of tools they made. But we don't know what types of tools the Denisovans made. The Neanderthals lived in Western Eurasia and in Europe, and the Denisovans seem to have lived in the eastern parts of Eurasia, and we don't have a well-defined group of skeletons or archaeology that we know must have been left behind by a group. But amazingly, we do have a genome sequence from the Denisovans, and we can use the genome sequence to study how they're related to Neanderthals and modern humans."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How do you get such an accurate reading of a genome from a 50,000-year-old bone? I mean, it would seem - you know, it's an old bone."
    },
    {
      "speaker": "David Reich",
      "text": "Yeah, it's really old. So ancient DNA is an amazing field that's really become revolutionized over the last few years because of the revolution for medical genetics, from genomics, which has made the cost of DNA sequencing come down by a factor of about 100,000 over the last decade and especially in the last year by many thousand-fold. And this means that you can take an old bone that's 50,000 years old or more. You can grind it up. You can try to dissolve it in some solution, and you can try to extract DNA from it. Now, any normal measure of whether there's DNA in it won't show anything because it's such a trace amount you can't detect it, but you can try to sequence it using one of these sequencers, and you actually find that there's DNA that's coming out of the sequencer. And so using these techniques, which have gotten better and better over the last few years, we're now able to sequence the genetic material from bones that are thousands or tens of thousands, sometimes up to 100,000 years old, and that was what was done with this individual."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So using this DNA sequence, can you give us a picture of where we fit in with the Neanderthals and the Denisovans? Are they closer to us, or are they closer to the Neanderthals, or what's the picture?"
    },
    {
      "speaker": "David Reich",
      "text": "So the Denisovans are a very distant relative of the Neanderthals. So Neanderthals and Denisovans are a little bit more closely related to each other than either of them is to modern humans. But it's also clear from the DNA sequence that we published yesterday and that we published a draft version of a year and a half ago that the Denisovans are quite a distinct group from Neanderthals. All the Neanderthals are quite closely related to each other, all the ones that have been studied genetically so far. But this individual, this Denisovan girl, is very distantly related to the Neanderthals. She's more distantly related than the most distantly related present-day humans that are on Earth today. And so she is another group, and we also have a molar, a tooth from a Denisovan. We know she's - that tooth is from a Denisovan because we've extracted its DNA. And that tooth is a very big molar. It's much bigger than any modern human or Neanderthal molar. So they also had teeth that were different from either modern humans or Neanderthals."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So if you're a natural history museum, and you have your diorama of, you know, of ancestry, and you've got a Neanderthal there, do you now have to put a Denisovan standing right next to that Neanderthal?"
    },
    {
      "speaker": "David Reich",
      "text": "I think you do, but you won't know what they look like."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Aha, small detail. So we need more bones and a skull or something to figure out what they looked like?"
    },
    {
      "speaker": "David Reich",
      "text": "Yeah, I think so. I think it's sort of like - the way I've been thinking about it, whereas Neanderthals - they were kind of an archaeological group that was in search of genomics and genetic elucidation, so we had all these bones from individuals we knew were Neanderthals because we've studied their archaeology and the tools they made so well, and so we wanted to compare that archaeology, the people who carried those - made those tools to present-day humans, see how they were related. But in the case of the Denisovans, we started with the DNA, and we know there must have been a population, and really interesting to see what they were like. The West Eurasian, the European archaeological record and the archaeological record of the Middle East, is really, really well-studied and characterized by European and Western researchers. But the archaeological record of the eastern parts of Eurasia is more poorly studied or not studied at least within the same framework. And it's a vast region of the world, which we know had humans in it when modern humans exploded out of Africa 40 or 50 thousand years ago. And so it's really exciting, and the data, the DNA tells you it's exciting, to try to figure out who those humans were. They were not exactly Neanderthals."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hmm. In fact, isn't it true that when this bone was first discovered, people just thought it was a human bone?"
    },
    {
      "speaker": "David Reich",
      "text": "Yeah, so the Russian archaeologist who excavated the site found it in a layer that had some artifacts that appear to be of modern human origin, as well as more archaic artifacts. And so they labeled it as a probable modern human. It's a teeny, tiny bone, about the size of a fingernail, and kind of amazing that the archaeologist had the skill even to identify it as a human bone."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So there must be more of them out there to find is what you're saying, we just have to go look for them?"
    },
    {
      "speaker": "David Reich",
      "text": "I think so. I think that this ancient DNA work is really exciting because it shows you how much information can be obtained just by scratching the surface. We didn't used to be able to do what we can do now, this ancient DNA sequencing. Now that we can do it, we sequence a new Neanderthal bone or a new Denisovan bone, and we find all these amazing new things. So surely you're just looking at scratching the surface, and if more bones are studied, more insights will be obtained about how archaic humans were related to each other and to modern humans."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you think that humans might have mated with Denisovans, as they did with Neanderthals?"
    },
    {
      "speaker": "David Reich",
      "text": "I think that we are sure that that happened. So one of the things that's really amazing about this Denisovan genome sequence is that it is more closely related to some people outside of Africa than to others, very much more closely related. So people from New Guinea, Melanesians, and people from Australia, aboriginal Australians, and people from the Philippines, aboriginal Philippine people, are distinctly and significantly more closely related to this Denisovan bone from Siberia than any other Asian people. And what that is telling you is that there was a gene flow event, an input of genetic material from Denisovans, probably not the ones from Siberia but their relatives elsewhere in Eurasia, into the ancestors of present-day New Guineans, Philippine people and Australian people."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are there people out there now looking, actively looking now that we have a few samples here?"
    },
    {
      "speaker": "David Reich",
      "text": "Yes, I think very much so. I was at a conference actually in Denisova Cave in the Altai Mountains in Siberia last summer, which was bringing together archaeologists and geneticists and paleoanthropologists. And the archaeologists and paleoanthropologists of this region, Southeast Asia and China, were very excited about this finding because it suggests that there were Denisovans living in this region, and they're trying to reinterpret the fossil record and archaeology of this period to see if there is a place, a possibility for a group that was a sister-group to Neanderthals, presumably with very big brains just like us and Neanderthals, in this region at that time."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So how far back would you have to go to find our common ancestor with the Denisovans?"
    },
    {
      "speaker": "David Reich",
      "text": "So we have a date in the paper, and it's embarrassingly uncertain. So the date that we quote for the common ancestor of modern humans and Denisovans is between 170 and 700 thousand years."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's a wide - you could drive the proverbial archaeology truck through that one."
    },
    {
      "speaker": "David Reich",
      "text": "That's right. It's really embarrassing. Now, genetic dates are just embarrassing in general, and one of the big uncertainties about genetic dates is that they're based on using a molecular clock, kind of like a carbon-dating clock that counts like emissions of particles, but here's it's emissions of new mutations. But we don't know the rate of those emissions, the human mutation rate, and that's so uncertain that a lot of that broad range is due to just not knowing what the human mutation rate. Hopefully, that will clear up in the next few years, and we'll have a better estimate of important dates, like the time we split from Denisovans and Neanderthals."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Does it appear to be that there were a lot of different creatures, humanoids, living at the same time, we thought it was just one, the Neanderthals, now we have the Denisovans. Could there be another half-a-dozen that might have existed?"
    },
    {
      "speaker": "David Reich",
      "text": "Well, there was also the Floresiansis, from - the Homo flores from Indonesia."
    },
    {
      "speaker": "Ira Flatow",
      "text": "The Hobbits."
    },
    {
      "speaker": "David Reich",
      "text": "These were all - the Hobbits. They were all living, you know, 50,000 years ago, all of these quite diverged groups of humans were living on Earth, and we're now quite lonely. We're the only group on Earth right now."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So something happened to them that didn't happen to us, that we survived?"
    },
    {
      "speaker": "David Reich",
      "text": "That's right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And the fact that - did they - do you think they knew of one another?"
    },
    {
      "speaker": "David Reich",
      "text": "I think - well, they mated with each other, so they must have encountered each other. So..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But they were widespread. That's also kind of interesting. They went all the way from Eurasia out to the Pacific."
    },
    {
      "speaker": "David Reich",
      "text": "Yeah, so what we know about the Denisovans is that they were very widespread. So they had - there were Denisovans living in Southern Siberia, and there were Denisovans who contributed genes to the ancestors of Australians and New Guineans and the aboriginal people of the Philippines. And that's really interesting, and some other work that we reported on last year showed that in fact those people were probably living quite near Southeast Asia, either in Island Southeast Asia itself or perhaps in China or the, you know, the far southeastern mainland Eurasia. There's no trace of Denisovan material on the Eurasian mainland anymore, suggesting that if there were people who were mixed with Denisovan, there in the past they've been swamped out by subsequent waves of migration into the region. But you can actually trace the Denisovan material in some populations but not in others in Island Southeast Asia. It's very easy to see because it's very distinct from modern human DNA. It's kind of like a medical imaging dye, and you can actually see who carries them and who doesn't and what the gene flow and migration patterns were."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Fascinating, David Reich, thank you for taking time to be with us today."
    },
    {
      "speaker": "David Reich",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And good luck to you. I know you're going to go out hunting for more fossils, more Denisovans. David Reich is a professor of genetics at Harvard Medical School in Boston. We're going to take a break, and after the break, we're going to talk about America's bridges are falling down, and we'll take a look at bridge safety across the nation. Maybe you're driving on one of those dangerous bridges right now. We'll tell you how - we have a map for you. We'll tell you how to find out where those bridges are and the history of the bridges. So stay with us, we'll be right back after this break. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}