{
  "transcript": [
    {
      "speaker": "Cuomo",
      "text": "We are back now with Governor Andrew Cuomo. You're friends and fans are coming at me on social media. Don't give him a hard time. Give me a break. So you asked about the fierceness before the break. Here's where the fierceness of accountability comes in. We understand the plans that you have and other places have testing, tracing. You don't have the money to do what you need to do to get done what triggers the different phases of your plan? You've gotten it taken to you coming and going from the Federal Government. Just to be fair, for the audience, what you need to do is testing? Do you have the money to do it right now?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Yes, first, on your comment about friends and family - called me before the show and says, go easy on you."
    },
    {
      "speaker": "Cuomo",
      "text": "My wife, who?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "--so I had been going easy on you. Delilah."
    },
    {
      "speaker": "Cuomo",
      "text": "Who is that?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "From the Bible."
    },
    {
      "speaker": "Cuomo",
      "text": "Oh, I got you. Go ahead."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Check. Here's the first question - you're right, the states need funding. States need funding \"A\" for testing/tracing. \"B,\" states need money because we have a deficit from the Coronavirus and--"
    },
    {
      "speaker": "Cuomo",
      "text": "And you have not been given that money, so you don't have enough?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Right. If they don't pass a piece of legislation Chris - hold it a second. They are now - they were supposed to it this week. They're going to come back next week. If they don't pass a piece of legislation, game over."
    },
    {
      "speaker": "Cuomo",
      "text": "But how do they pass a piece of legislation? The President tweeted today, no legislation unless there's stuff for hotels in it in immigration. Those are poisoned pills. You're not going get anything out of Nancy Pelosi with those things in it?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Well, if they - yes, and that's exactly right. I believe the Democrats feel burned from the bill they passed two weeks ago, the bill that the money for the small businesses but didn't do police, didn't do fire, didn't do school teaches, didn't do state and local government, right? And everybody said, don't worry, we'll work it out. And now it looks like the political divide is getting even bigger. If they don't pass legislation, they don't provide funding states will suffer. Every state - Democrat states, Republican states. They won't do the testing, won't have the money for the tracing. They won't be able to bring back their economy. It will be classic Washington divisive politics."
    },
    {
      "speaker": "Cuomo",
      "text": "But that is what's happening."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "And the President is supposed to be a leader. You want to be a leader in a crisis, then lead and be the bridge above the politics. Build the bridge from the Republicans to the Democrats. Don't get into this partisan fight. It will come back to the President. And you'll see this nation in real peril. It will really hurt not just how we handle the Coronavirus, but how we come out of this economy? So if they don't get a piece of legislation passed and don't stop this politics - which, by the way, is absurd. We shouldn't bail out the blue states. First of all, it's Republicans and Democrats who are getting killed by the virus. It doesn't pick."
    },
    {
      "speaker": "Cuomo",
      "text": "Right, but McConnell want on that. And I got to tell you, your people, Chuck Schumer he is being very vocal about testing. And the President he didn't fight for you to get the money at the state level for testing or to fill the budget hole. And you know look the House is run by Democrats. Why don't you give them a little bit of the stick?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Well, Speaker Pelosi is not going - she cannot pass a piece of legislation that leaves out police, fire, and state and local government--"
    },
    {
      "speaker": "Cuomo",
      "text": "She just did."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "She cannot do it. Well, she cannot do it again and those Congressional Democrats cannot come back to their home state like New York, like California, like Illinois, and say, well, we lost again, and there's no funding to do the testing and the tracing and funding for teachers and schools."
    },
    {
      "speaker": "Cuomo",
      "text": "They say we just gave this huge number - big brother, they just did it. They just said look at all this money we gave them. This is great. And then you come out and complained and said there are other states that need more. We can't do what you're asking us to do and they said nothing. They didn't defend the decision. They didn't say they do more."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Yes. They funded entities within the states - small businesses, hospitals, et cetera. You know what they gave state and local governments? This--"
    },
    {
      "speaker": "Cuomo",
      "text": "That's my point."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "You know what this is? So far that can't happen again, and you can't fund the re-opening run by a state without funding. And this nonsense of, it's a blue state bailout - bailout? First of all, this state was doing great before the Coronavirus. I just need help to get up, get back from the disaster of the economy given the Coronavirus, and second, you're bailing out blue states? This state has bailed out Mitch McConnell every year for decades. We pay into that Federal pot 29 billion more than we put back. McConnell goes home with 37 billion more than he puts in. He walks around Washington with his hand out and has for decades. Florida takes home $30 billion more than they put in. That's been every year. That goes back to the '70s."
    },
    {
      "speaker": "Cuomo",
      "text": "That's a wrong pot. Look, I'm not - I hear you on McConnell. He happened to have won that round. I don't think you get another round."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "No, he didn't win."
    },
    {
      "speaker": "Cuomo",
      "text": "Well, he didn't get the money?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Well, if there's no additional legislation--"
    },
    {
      "speaker": "Cuomo",
      "text": "But Trump just asked for hotels and immigration. Who's going give him that on the Democrat side? Pelosi is not going to give him that."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Well, if that's what the Republicans stick to, there will be no legislation. If there's no legislation there will be no funding and all these Governors who were talking about testing and tracing programs, that won't happen. This great economic comeback - we're back, we're back, we're back - that's not going to happen. So it will rest as to whether or not Washington can stop this partisan bickering in the middle of a crisis and actually come together and pass a piece of legislation."
    },
    {
      "speaker": "Cuomo",
      "text": "Let me ask you something. You seem to have changed through this process. You sound, you know, different. You know you have taken on what's happening in the Federal Government? Some say that it is evidence of a shift in ambition. Some say that going on shows like \"Ellen\", where she's pumping your head up with helium about how great you are? And cover a rolling stone that you now as we used to say in the neighborhood think who you are? Do you believe that there has been a shift in your ambitions and in your sense of yourself because of all these new friends?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Some say I shouldn't come on this show because you harass me!"
    },
    {
      "speaker": "Cuomo",
      "text": "Too much fierce accountable? Can't take it? Want a pat on the back?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "It's adding homonym attack."
    },
    {
      "speaker": "Cuomo",
      "text": "I don't speak Spanish on my show."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "First up I'm a fan of Ellen. To do Ellen's show was a pleasure for me. I'm a big fan of Ellen. Yes, she said nice things about me."
    },
    {
      "speaker": "Cuomo",
      "text": "Yes, she did."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "She didn't say about you but she was just telling the truth. Nothing about me has changed. I haven't been in the basement. I haven't had my wife sheer my hair out of resentment. None of that has happened to me. I'm just doing my job which is what I've always done."
    },
    {
      "speaker": "Cuomo",
      "text": "The word from the Governor in the consortium is great idea, like working with you on the policy level; you talk about yourself in the third person true or false? Not a denial. We should ask Andrew?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "False. False."
    },
    {
      "speaker": "Cuomo",
      "text": "Are you sure?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "False."
    },
    {
      "speaker": "Cuomo",
      "text": "Do you think that you are an attractive person now because you're single and ready to mingle? Do you really think you are some desirable single person, and that this is not just people's pain coming out of them?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "I think beauty is in the eye of the beholder."
    },
    {
      "speaker": "Cuomo",
      "text": "Listen here, you've got an answer for anything. You're feeling pretty good about yourself these days, aren't you? Here's what I look about it. You are ready for a fight, and you know that you have a long way to go, and I know that that's what drives your passion about sticking with these positions. You know it's a long game. I respect that and I know it as well. I wish you well. I appreciate you coming here to ask the tough questions. We won't always be able to do it the dynamical shift. You're going to be held accountable for what happens in ways that your brother just can't do it. But for now it is good to get more out of you I think than other people because you know I know the answers to a lot of these questions, and I know their plans. Let's just go on one quick thing. Where your party is right now? You really think you guys are going to win in November against this President one of the most fierce campaigners of all time? When things may well be looking better from a pandemic prospective in November? You really think you got a shot to win?"
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Yes, I don't think this - first, for the record I do a lot of interviews. Nobody is more probing, annoying, and disrespectful than you are."
    },
    {
      "speaker": "Cuomo",
      "text": "Fierce accountability was the word you're looking for Governor continue."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Yes, I know, fierce, fierce. Second, I don't think this is going to be the normal political campaign. I don't think it's going to be about campaign. I think it's going to be a referendum on governance and government and performance and what happens and how management in the middle of a crisis affects people's lives? This is life and death. This is not rhetoric and buttons and balloons here my brother. This is life and death, and death totals and reactions on re-opening and how re-openings were handled? This is deadly serious, and that's what this election is going to be about. How did it work? How did the leadership actually perform? And this it's going to change politics going forward. It's going change the way people think about government now. It's no longer about celebrity and tweets and Instagram. This is a serious business, and you have to know what you're doing? And leadership shows and leadership in a crisis shows. And when you put pressure on people, you see them in a way you've never seen them before, and that's what people are going to react to on Election Day."
    },
    {
      "speaker": "Cuomo",
      "text": "I'll tell you what, if you wind up being right about that, that as soon as whatever passes for a convention happens and it doesn't become who's worse and a battle of the personalities, gas on me for the rest of the summer. Brother, I love you and I appreciate you. Thanks for helping me when I was sick and helping my family and having you back here. By the way, they're asking me, is the primary back on or not? Say yes, no."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "In New York?"
    },
    {
      "speaker": "Cuomo",
      "text": "In New York."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Yes, right now by a judge's determination. Right now could be appealed."
    },
    {
      "speaker": "Cuomo",
      "text": "Okay. Thank you very much. Appreciate the present sense impression. Be well Governor Cuomo, thank you."
    },
    {
      "speaker": "Gov. Cuomo",
      "text": "Good to be with you."
    },
    {
      "speaker": "Cuomo",
      "text": "All right, he's gone there, right? Good. Glad we got that part right this time. All right, so another story of accountability for you. Do you remember the scientist who was leading the race for the vaccine and then he was out, and he says it was for bad reason? Well, he filed a whistle-blower complaint. We wanted his lawyer. We have his lawyer. What is their case? And let's have that case tested right here, next."
    }
  ]
}