{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR. I'm Ira Flatow. A bit later in the hour, an ancient pinkie changes our view of humanity; and an underwater caterpillar. But first, negotiators from around the world met this week in Doha, Qatar, for a trade meeting - the awkwardly named 15th Meeting of the Conference of the Parties to the Convention on International Trade and Endangered Species of Wild Fauna and Flora. Better to call it CITES, as they do over there, the CITES talks. Countries that have signed on to the convention discuss and vote on rules for buying and selling endangered species and products made from them. And while it's a voluntary system, a species receiving CITES protection can have a significant effect on its future. And joining me now is Crawford Allan. He is director of TRAFFIC North America, the North American branch of an international group that monitors trade in those species, and he's just back today from Doha. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, thanks very much for inviting me here today, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're just back from  what's your overall impression of how the meeting went?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "The meeting, generally, had a lot of highs and lows. It was pretty much a shock to the system for us, actually. We had some successes with some of the, uh - the more-traditional species covered under CITES, like rhinoceroses and tigers, but this meeting was quite unique in that it had a lot of marine species up for listing this time, which is unusual. But really, the oceans took a major beating at this conference."
    },
    {
      "speaker": "Ira Flatow",
      "text": "The oceans, the fish in the ocean?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, it's the fish in the oceans, and other things, too, like corals. And one of the main species that was up for listing on Appendix One, which means it gets the greatest level of protection, was the Atlantic bluefin tuna. There were other species like sharks - a selection of shark species, and some red and pink corals, too."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So tell us about the corals and the tuna. Did they get the protections? They did not, I hear you saying there."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, no they didn't, and we were sorely disappointed. And we think that these were really bad decisions at CITES, actually, because, you know, for example, with the bluefin tuna, it's  everybody agrees this species is in such big trouble. I mean, its population has fallen to 15 percent of the historical levels. And the science really is clear; nobody's really refuting the science. But what actually happened at this conference was that commercial interests and politics took a greater part in the decision-making process here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How are you going to take on the sushi business?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Exactly. How do you take on the sushi business? It's enormous, and it is a multi-million- or billion-dollar industry, and there's a very, very strong lobby there, by Japan, particularly. And it wasn't just sushi on the agenda at the conference, it was also sushi on the menu, and there were a lot of rather lavish receptions in the evening, hosted by the Japanese delegation, inviting delegates to come along and taste bluefin tuna and basically vote with their taste buds."
    },
    {
      "speaker": "Ira Flatow",
      "text": "No kidding? And what about what happened with the corals, then?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, the corals, you know, this was the second time round for the U.S. in putting this proposal forward. And we think it was a really good thing to do, because these red and pink corals are drastically in decline in many places. They're hugely in demand because they create this absolutely beautiful jewelry and other products - polished items, very fine pieces are that massively in demand and very much in vogue. But they really need to be regulated because of the damage that is going on with over-harvest - in many places, particularly in the Mediterranean, and in the Pacific. But again, the commercial interests, they really just wanted to not see any regulation that was going to put in place management processes that would ensure the sustainability of the trade."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And, you know, it's not just over-harvesting now. We have the acidification and the warming of the oceans, which are taking a real toll on the corals around the world."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Absolutely, and that's something that CITES has to take into account more and more now, is the effects of changes on climate; and particularly, as you say, the effect of climate on the oceans is particularly dramatic."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you mentioned sharks. What was - no one cares about sharks?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "A lot of people care a lot about sharks. We care a lot about sharks, as does the conservation lobby that was there at that meeting, and with good reason. Many of the sharks they proposed, which included, you know, favorites that you'll know of like the hammerhead shark but also some maybe not so familiar called, for example, the porbeagle, they've had drastic declines in their populations. I mean, for example, the porbeagle suffered 70 to 90 percent decline in its populations from historic baseline levels. It's really in big trouble. Shark-finning is a massive problem. I mean, if you were to equate this to a terrestrial animal, it would be like hacking the legs off a tiger and just throwing it back in the forest. And, you know, that is something that is just hugely devastating to sharks. It really  finning just really needs to be banned. And this is happening all the time, and it's such a wasteful and detrimental process. Hammerheads are in demand for their fins, particularly. They're one of the highest value fins for soup, which are used in sort of for banquets and weddings in Asia, particularly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Some of the species that did get protection, seem to me, to be more things that people are interested in for a pet. There was a beetle, a spotted newt from Iran."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, this is the situation we're seeing, is that some of these critically endangered species, like beautiful little animals like the Kaiser's spotted newt, which are in demand for the pet trade and are largely being sold via the Internet, in fact, which are endemic to small areas, it's pretty much a no-brainer for the CITES parties to list those for the greatest level of protection and ban them commercially from trade, because the commercial interests are not vast, as they are with marine species. So people are quite happy to help Iran protect their newts. They're not so happy to help countries protect their marine species."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How does the voting work? Is it one country, one vote? How are the votes portioned out?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yes, it is. It's one country, one vote. However, there are sort of groups of bloc voting that does go on. So for example, the EU countries, they all agree a position before they ever get to Doha, at the CITES meeting, and they then vote in that way. So they all vote the same way. Other groups, like the League of Arab States, might vote the same way. The Latin American countries may tend to vote the same way because they meet regionally, and they decide their positions. The voting happens - they can do it several ways. One, it can be just a very simple, open vote. Sometimes it's a secret ballot, as they had with the bluefin tuna. So we even hear that sometimes, some people vote against the way they should do to  if it's a secret ballot - because nobody really knows how they voted."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And once the voting happens, are those results binding on the country?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, once the votes happen, the results are binding on all CITES parties under the CITES agreement. It doesn't matter how you actually voted. The only way a country could get out of following what CITES said is if it takes out a reservation, which basically means I don't adhere to that. I don't believe in that listing of that species, and I won't have a part of it. And then certain rules apply when that does happen."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what do you do if you're just not satisfied with the treatment given to a lot of these ocean animals? You have to just wait for another meeting, or...?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, we have to work really hard between meetings, and we have to work with a lot of partners and stakeholders. WWF and TRAFFIC has been working on this issue for over 30 years now, since the inception of the conference, and we've built up a very strong reputation, and we built up a strong network of partners to work together, between the meetings of the parties, to try and set things up more effectively for next time. And yes, we will have to wait until some decisions come back in, in three years' time, for the next conference, for the parties, but we're going to make sure that next time, we're going to come back stronger and harder than before."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how do you do that?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "What we're going to do now is we're going to have to work a lot with these countries that were voting against this. We're going to have to make them realize why CITES can really help sustainable fisheries management, why it's a strong tool that actually is going to do more for fisheries than some of these regional fisheries management organizations, why it can really fill a gap. And we're going to have to do a lot of work. We're going to have to work hard. We're going to have to make people realize why it can really help, and we're going to implement a number of projects and programs to do that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I guess some sort of educational program."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, that's a key part of it, and that was a really strong element of this conference. And it's probably the reason why you saw so much about bluefin tuna in the media, was because organizations like WWF, like TRAFFIC, like Pew, many others, were putting out a lot of media on this, putting out a lot of reports and information. And that's the way to go, is to really make people aware. Now, there is talk, of course, of calling for a consumer ban on consumption of bluefin tuna, and that might be the next step is to have people opting out from buying and eating bluefin tuna for the future."
    },
    {
      "speaker": "Ira Flatow",
      "text": "In other words, you'd get to see whether it's on the menu or not. What's the kind of tuna that you're having?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, that's right, yeah, work with restaurants, work with consumers, and try and get them to just say no to tuna."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is it then  is it just a matter for Japan and other countries that, you know, are continuing to go headstrong into harvesting the tuna - that they're just, so what, once the tuna are gone, they're gone. We're just going to, you know, run off the end of a cliff if we have to."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, that's a really sad situation to be in. It just seems totally illogical. But it seems to be the way it's going, that they're just going to use this species until they lose it. And what we have to do is make them recognize that something like CITES, giving this species a break, giving it some respite to recover, is the way to go. Otherwise, they're just going to lose it forever, and the fishery is gone. And they'll then just have to go on to the next species and use that to oblivion, and then keep moving through this cycle - that we really have to break that cycle and move forward. And I think it's irresponsible of some countries just to continue to use species that have now become endangered, and just keep consuming with impunity; and thinking they'll just stick their head in the sand and thinking it'll be okay tomorrow  when, in fact, it won't."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Because, you know, there are fishermen around the world who have given up fishing certain kinds of other fish, knowing, you know - certainly here in North America - and they said, well, it just is not sustainable. The fish are gone. We have to stop this."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, and thats a really positive thing. There certainly are some fisheries  some fisheries sectors and some, certainly, fishers who understand that the politics is something that we need to try and overcome and that actually, they want a sustainable future for their grandchildren. They want their children to be able to fish bluefin tuna, or whatever species it is, in future. And those are the sorts of people we need to work with. Those are the sorts of people that we need to have their voices heard. The voices of the fishermen, talking to other fishermen, are going to be stronger than anything else. And we need to call upon those people to help us in this fight to ensure that the fisheries practices of the future are sustainable."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, Crawford, thank you very much for taking time to be with us today."
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Well, thanks for the time, Ira. It's good talking to you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We'll check in with you, what, it's four years from now, did you say?"
    },
    {
      "speaker": "Mr. Crawford Allan (Director",
      "text": "Yeah, we can give you updates in between now and before then, if you like."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Okay. Crawford Allan, director of TRAFFIC North America. That's the North American branch of the international group that monitors trade in these species. We're going to take a short break and switch gears. We're not going to be talking tuna. We're going to talk about a cave in Siberia where a little pinkie bone was found that's going to change the way we look at the human species and evolution - and the evolutionary tree. So stay with us. We'll be right back after this short break. I'm Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}