{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "China and the United States struck a truce in their trade war at the G-20 summit last night. The White House says it has delayed slapping on more tariffs, and China says it will buy more from the United States. We're joined now by NPR's Jim Zarroli. Morning."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I feel like we may have seen this movie before, but take us through what's been agreed to here."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Well, this summer, as you might recall, the Trump administration imposed a 10 percent tariff on $200 billion worth of Chinese imports. And it said it would increase that to 25 percent by January 1 if China didn't agree to change some of its trade practices. So last night, President Trump met with Chinese President Xi Jinping at the summit in Argentina. And at the end, the White House said it had agreed to put off the increase in the tariffs for 90 days to give both sides time to work out a deal. It wants China to address issues like intellectual property theft. The White House also said that China has agreed to buy what's being called a very substantial amount of U.S. products right away to reduce the trade imbalance. That will include a lot of agricultural products like soybeans."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And that's quite important, of course, because, you know, soybeans is a big thing here. So how does this change the current trade tensions between the two countries? Is this significant?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Yes, I think it - I mean, the U.S. and China have really been at odds for months about trade. And the two sides have really - haven't really been meeting for a long time. It was, like, kind of like a game of chicken. Meanwhile, you were seeing a lot of trade start to be affected. A lot of U.S. companies were paying more for products they import from China. Companies like, you know, automakers and textile companies, toy makers - they were all being hurt. China suddenly stopped buying American agriculture products like soybeans."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "So this really reduces the tensions considerably."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why do you think the United States and China have suddenly agreed to back down? It wasn't a given. There was a lot of speculation before this meeting that nothing would come of it."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "Well, I think the thing is that so much is at stake. I mean, China, for instance, you know, grows really fast, but it's seeing its growth slow. And it needs access to U.S. markets. And the tariffs threaten to cut into that. Here in the U.S., I mean, the tariffs were really beginning to affect the economy. You saw the stock market fall quite a bit in recent weeks. I mean, Trump likes to boast about stock prices going up during his time in office. But prices have really fallen since early October, and the trade tensions are part of that. So you can expect the financial markets to react pretty positively to this news tomorrow."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Not to mention the political implications. In another development yesterday, President Trump signaled that he would be shortly pulling out of the North American Free Trade Agreement - or NAFTA. What's going on?"
    },
    {
      "speaker": "Jim Zarroli",
      "text": "You know, this is brinksmanship, I think. Remember, on Friday, Trump signed this new trade deal with Canada and Mexico that's meant to replace NAFTA. The three countries have been working on it for months. It doesn't go into effect, though, unless Congress approves it. And it's not clear Congress is ready to do that, especially the Democrats, who are about to control the House. This is Trump's way of saying, you better pass this, or I'll get rid of NAFTA. And then we won't have any trade pact at all. And that would just be a disaster."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Jim Zarroli. Thank you."
    },
    {
      "speaker": "Jim Zarroli",
      "text": "You're welcome."
    }
  ]
}