{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "One morning in early December, 23-year-old Andrew Black of Vermont bought a gun. And a few hours later, he used that gun to kill himself. We first spoke to Andrew's mother, Alyssa Black, shortly after her son's death. She was calling for Vermont to pass legislation requiring a cooling-off period between when a person can walk into a gun store and walk out with a firearm. A bill requiring a 24-hour waiting period moved to the top of the Vermont Senate's agenda earlier this year. It passed in both houses. And then last week, it was vetoed by Governor Phil Scott. Alyssa Black joins me now. Welcome to WEEKEND EDITION."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Thank you for having me again."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Vermont would have been one of a handful of states to mandate time between buying a firearm and actually receiving the firearm. What was your reaction to Governor Scott's veto?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "Well, we were deeply disappointed because I don't think he wanted to endorse it. We thought that he would just not sign it and not veto it, which would allow it to go into law. But he didn't do that. He vetoed it at the last minute. And we were very disappointed."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It took your son less than 30 minutes to buy a gun. And you told us before that you think he would have been alive if he'd had to wait 24 hours."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Yeah. And, you know, even since speaking with you, I've become more convinced of that. And I've certainly learned an awful lot about suicide in the past six months. You know, there's a lot of misconceptions, this inevitability myth. And people think that if you're going to commit suicide, that you think long and hard, and you plan. Well, just the opposite is true. It is a very impulsive act. And your feelings are transient. They change from one day to the next. And, you know, if you can limit the most lethal means of suicide within just even a day, it can make all the difference in the world."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Governor Scott is a Republican. And he said, to explain his veto, that Vermont has already enacted numerous restrictions on gun ownership, including universal background checks, a ban on the sale of high-capacity magazines, raising the legal age to purchase a gun to 21. Do you take his point that he feels that there are already quite a few restrictions?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "Well, I know he's very proud of his accomplishments last year. In the governor's response to the veto, he didn't say one thing about this bill that he disagreed with. His only thoughts were, we did enough last year. Well, clearly we didn't do enough last year. And just because you do something one year doesn't mean that you can't do something the year after. You know, 90% of firearm deaths in the state of Vermont are suicide. Almost nothing that was done last year helps that number at all."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What happens now, in your view?"
    },
    {
      "speaker": "Alyssa Black",
      "text": "We're going to keep going. When we went into this, my husband and I had a long conversation that, OK, if we're going to do this, we're going to see it through, and we're going to see it through to the end. And we understood that this was not easy. We were incredibly fortunate to get to the governor's desk. The Statehouse didn't want to deal with guns again. They'd had a very bitter year the year before, and nobody wanted to touch it again. The fact that we got it through the Senate and the House with broad support and got to the governor's desk, frankly, is a bit of a miracle. And we'll try again next year. And we'll keep trying until we have a governor that will sign it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Alyssa Black, thank you very much."
    },
    {
      "speaker": "Alyssa Black",
      "text": "Thank you."
    }
  ]
}