{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "I'm Tony Cox, and this is News and Notes. The United States Commission on Civil Rights may seem like a relic even though it is still around more than 50 years after its creation. Mary Frances Berry says it's no wonder some people have forgotten about it. From her perspective, it's been shrouded in conservative ideology for almost a decade. Few people know the Civil Rights Commission as well as she does. She served on it through four U.S. presidents, and now, she has put out a history of the commission in a new book called \"And Justice for All: The United States Commission on Civil Rights and the Continuing Struggle for Freedom in America.\" Mary Frances Berry is also a regular contributor on this program and she joins us now. Hello Mary."
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "Hi, Tony. How are you doing?"
    },
    {
      "speaker": "Tony Cox",
      "text": "I'm fine. Congratulations on your book. You know, earlier this year, you wrote an op-ed calling for abolishment of the Civil Rights Commission and I must confess when I first saw it, I went, whoa, Mary Frances Berry is calling for the abolishment of her own organization. I've since come to understand what you were trying to say but what was your larger point?"
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "Well, the commission had a glorious history in its early years. It was Dwight Eisenhower who proposed it as a way to try to answer criticism for doing nothing about the civil rights movement. It was after the Montgomery bus boycott, Rosa Parks sitting on the bus around the town with a Little Rock crisis, and his Secretary of State told him that people all over the world are criticizing us for not giving first-class citizenship to African-Americans. And so, his attorney general came up with this idea that he would set-up a commission and ask the commission to investigate and hold hearings on the subject and make recommendations so that anytime anybody asks him what he was doing, he'd say, well, I set up this commission, go talk to them. And the commission, he put what he called \"moderate men\" on it, and they were all men. And he thought that they would just be people who would front for him essentially. But what they did was serious work. They were university presidents like Father Ted Hesburgh from Notre Dame and John Hannah from Michigan State and lawyers, and they went to the South and when they saw how terrible things were, they started subpoenaing people, which they had the power to do, holding hearings, working with civil rights leaders, to try to put what they called \"translating\" the struggle in the street into law - some way to get, you know, civil rights laws. And the commission had that glorious history. It recommended most of them civil rights laws that we have - Civil Rights of '64, the Voting Rights act of '65, and then after that, on other subjects where is there is age discrimination, or sex discrimination and the like. But then Ronald Reagan came along and gutted it."
    },
    {
      "speaker": "Tony Cox",
      "text": "I was going to say that to you as a matter of fact, because you've been very critical of George W. Bush's record on civil rights, but as you were just about to say I'm assuming it was actually Ronald Reagan who first shifted, and some say dismantled enforcement. But here's the question, though. Doesn't the ideology of civil rights enforcement changed depending upon who's in the White House along with the personnel?"
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "It changes - enforcement changes, but the idea of the commission all those years, is that it was independent, bipartisan, members had to be nominated by the president, confirmed by the Senate. They would be held up to public scrutiny so folks would know who they were. And that they would not work for a president. They would independently look at the little people, people who had no place to turn, and try to figure out how to solve their problems, take hot-button issues and work on them. So, they would watchdog enforcement, as they put it, after the laws were passed and what Ronald Reagan did was to say he didn't like that. What he wanted was a commission that would still just be a mouthpiece for what he did because he was planning to reverse some of the civil rights enforcement. And he was partly successful, which is why from that time on the commission has been very problematic."
    },
    {
      "speaker": "Tony Cox",
      "text": "So what do you want the commission to do now? If you wanted it go away or would be blown up and start - that's a terrible analogy, to be a replace with something new and different."
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "Well, here's what I want. I served on it all those years and from time to time after I became chair in the Clinton administration, we did a few good things including the hearings in Florida after the 2000 election, and taking on George W. Bush who was just following in Reagan's foot steps. But what I am saying is, we ought to change the commission back to the way it was in the early years. Have members appointed by a president. Now, they don't get any Senate confirmation, you can put anybody on there you want. And have the Senate confirm them and have them be independent, respected people, and have to be truly bipartisan and people who have courage. And let them take on the hot-button issues of today. Such things as the whole controversy about what rights do people have who are LBGT. What about same sex-marriage and the different polarized views that we have in this country around that issue? And what about immigration reform? Another - these issues are as hot button now as the issues of the rights of African-Americans were in the 1950s, 1960s. And I think that in renewed commission, a commission on human rights I'm calling for, could do something about this and it could monitor what we in the United States do about our commitments to human rights around the world. We have signed U.N. covenants and some of them have bad, and some don't, and some we refuse to sign. So that I think there's a work to be done and they can help Obama and the Congress move on really implementing equal opportunity in our society, taking his presidency as a sort of kickoff point to do more rather than simply resting on our laurels and saying, now we've done everything we need to do. So I think with great commission on civil rights could help with that."
    },
    {
      "speaker": "Tony Cox",
      "text": "What about Eric Holder, in the time that we have left. He's the first black U.S. attorney general."
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "Right."
    },
    {
      "speaker": "Tony Cox",
      "text": "Do you think that this is a foretelling of what you were hoping to see?"
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "Well, I hope Eric Holder - I think he will support such an idea, and so will Obama. And I was - it was too bad that Obama felt like he needed to criticize him for calling people cowards. I guess he could use some other term. But old Holder has the right kind of experience, he knows the issues. And I think he will be a forthright attorney general who will enforce the law, which will be a refreshing new concept after the Bush years. And I think that he will like this idea of a human rights commission."
    },
    {
      "speaker": "Tony Cox",
      "text": "Would you want to go back and be on it again?"
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "No, no. I served my time, as they say. I did what I needed to do all those years serving in the minority and then being chair. And so - but I hope people realize that what this book is about, though is the stories of the people who came to the commission with their grievances. I even have photographs of all kinds of ordinary people that I found in places. It's not just a bureaucratic story of bunch of people who happen to be appointed to an agency. It's the story of the people who came and how they helped, and how that help to transform America."
    },
    {
      "speaker": "Tony Cox",
      "text": "You talk about some of them and we don't have time, unfortunately, to go on detail, but one of them is Otis Grimes(ph) of veteran who in 1960 ran into a rogue Alabama police officer and was shot and paralyzed and then I guess, the police officer was acquitted and then the - your organization got involved and..."
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "The Civil Rights Commission did, yes Tony, because the veterans administration wanted to take away his pension he had for fighting in Korean War. And they wanted to take it away instead of increasing it when he was paralyzed and in a wheelchair on the grounds that he had an altercation with the police. This is a police officer who shot him for no reason at all and called him the N word and yet left him lying on the highway. That happened to a lot of people. But to have the nerve to try to take his pension away from him, and the Commission, when they found out about it, they fought for him. They went to every agency and they ended up getting his pension restored."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right, Mary. Thank you very much. Good luck with the book."
    },
    {
      "speaker": "Ms. Mary Frances Berry (Former Chairwoman",
      "text": "All right, thank you very much."
    },
    {
      "speaker": "Tony Cox",
      "text": "Mary Frances Berry is a regular contributor to this program. As we said, she is also a former chairperson of the U.S. Civil Rights Commission. Her book is called \"And Justice for All: The United States Commission on Civil Rights and the Continuing Struggle for Freedom in America.\" She joined us from radio station WWNO in New Orleans."
    }
  ]
}