{
  "transcript": [
    {
      "speaker": "David Greene",
      "text": "The impeachment inquiry into President Donald Trump is drawing attention to the questionable activities of more than one major political family. Former Vice President Joe Biden and his son Hunter are under scrutiny for Hunter's work in the Ukrainian energy industry. The writer Sarah Chayes is the author of the book \"Thieves Of The State: Why Corruption Threatens Global Security\" (ph). And she argues this scrutiny is a good thing."
    },
    {
      "speaker": "Sarah Chayes",
      "text": "You know, when the son of a vice president gets a job in a field he knows nothing about while his father is vice president in a country that just had a revolution that, you know, typically, in that part of the world, post-revolution, all the oligarchs steal all the crown jewels, and the industry is one of the crown jewels - that is to say, gas - since when is that doing nothing wrong?"
    },
    {
      "speaker": "David Greene",
      "text": "Now, wrong does not necessarily mean illegal, Sarah Chayes told me. But she said too often these days, people with political ties or prominent political names are getting involved where they shouldn't be."
    },
    {
      "speaker": "Sarah Chayes",
      "text": "Almost any senior name that I start researching, I run into practices like this. It is extraordinarily widespread. And that's my question. How did we all convince ourselves that this isn't corrupt? And it seems to me that we're not going to recover, you know, even an approximation of the ideals on which we were founded as a nation unless each of us, as citizens, begins to make it less comfortable for our political and economic leaders to behave this way."
    },
    {
      "speaker": "David Greene",
      "text": "Well, let me ask you this, then. If it is not unusual, why focus on this case of Hunter Biden and Joe Biden specifically?"
    },
    {
      "speaker": "Sarah Chayes",
      "text": "Because it's in the news and because of the word that I kept seeing apply in this context, which is, no wrongdoing, or, they didn't do anything wrong. And I'm looking at that, saying, what? And if we can say that now, in this context, then there's something awry."
    },
    {
      "speaker": "David Greene",
      "text": "President Trump's critics would say it's in the news because he put it there and that the media, by focusing on it, would be helping President Trump distract from his own actions. What do you make of that argument?"
    },
    {
      "speaker": "Sarah Chayes",
      "text": "I am not saying that what the Bidens have done is the equivalent in any way to what President Trump has done and is doing. But what concerns me is too exclusive a focus on the individual at the top. I have researched anti-corruption, you know, uprisings around the world, you know, in places from Guatemala to Burkina Faso to South Korea. There's intense activity to basically provoke regime change - right? - to overthrow or get investigated or impeach the chief of state. And when that happens, the activists all go home, normally. The problem is that the practices often continue. The networks reconfigure themselves. And the country finds itself in just as bad a state afterwards as before. Too much exclusive focus on the individual is likely not to be conducive to, really, the types of reforms that we need in the United States."
    },
    {
      "speaker": "David Greene",
      "text": "Well, I just want to work this through with you. I mean, you said that it really troubled you when you would hear people in the news media say that there was no wrongdoing when it came to the Bidens. And, I mean, in truth, some of what President Trump has said sort of pushing this storyline about Joe Biden pressuring the Ukrainian government to fire a prosecutor who was investigating Hunter Biden - that part of the story has been widely debunked, which may be why you hear journalists saying, you know, no wrongdoing. So I guess I'm wondering is there a risk in that bringing this up will cause people to take parts of the story of the Bidens more seriously, even if they're just not true?"
    },
    {
      "speaker": "Sarah Chayes",
      "text": "Not if they make the right distinctions. You are exactly right. Vice President Biden did not pressure the government of Ukraine to remove a prosecutor because he was doing too much anti-corruption investigation, including into his son's company. Rather, he pressured the government of Ukraine as a part of concerted U.S. policy, in line with the views of all of the civil society groups that were engaged and our Western partners, right? That's a completely different situation from President Trump's phone call. Vice President Biden did not commit the act of corruption that President Trump is accusing him of - on the contrary. That doesn't mean that there's no wrongdoing here. And I think it is critical in these polarized days that as we American citizens consider corruption in our system, we not only point the finger at the opposing party or the opposing identity group. That's too easy. We have to, each of us, first hold our own groups to account first - all of us."
    },
    {
      "speaker": "David Greene",
      "text": "Let me finish by just asking you this. I mean, what I hear you saying that your desire - and, again, this is an issue of politics, corruption you've written about, you've reported on in Afghanistan, the United States. I mean, you're saying, here is an issue and a name in the news. You want to use it to draw attention to a huge problem that you think is so important to our democracy, shine light on it and push to do something about it. But given our media and political environment today, is it overly optimistic and overly, dare I say, idealist to think that that's what's going to happen - that people will get the nuance and understand what specific reforms are necessary and the politics will just stay out of it?"
    },
    {
      "speaker": "Sarah Chayes",
      "text": "I think we have to raise the standards. And to say, oh, OK, I am going to completely whitewash my own side - you know, because the standard of debate is so low in the United States that I'm going to contribute to keeping it that low by not calling on us to think and act as citizens - I'm not willing to give up on the United States to that extent."
    },
    {
      "speaker": "David Greene",
      "text": "Sarah Chayes, thanks so much. Really appreciate it."
    },
    {
      "speaker": "Sarah Chayes",
      "text": "My pleasure."
    }
  ]
}