{
  "transcript": [
    {
      "speaker": "Michel Martin",
      "text": "Now we'd like to meet one of the country's newly minted geniuses. We're talking, of course, about the latest recipients of a MacArthur Fellowship. People often call them Genius Grants. The fellowship awards $625,000 over five years to people working in any field who show extraordinary originality in their creative pursuits, no strings attached. One of the prizes went to attorney sujatha baliga. She spent much of her professional life studying and advocating for the use of restorative justice. That's a way of approaching a crime or an incident of wrongdoing with a goal of finding a resolution that centers healing for everyone involved, including the person who committed the crime or offense. And sujatha baliga is with us now from San Francisco. Welcome. Thank you so much for joining us. Congratulations."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Thank you so much. Such a joy to be on your show today."
    },
    {
      "speaker": "Michel Martin",
      "text": "I do want a mention that the MacArthur Foundation, who awards the Genius Grant, is among NPR's financial supporters. With that being said, you know I'm going to ask you what it was like to get that phone call. Where were you? What were you doing?"
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "So here's the thing. I think I'm in a different situation than some of the other fellows because I had had this opportunity to bump into the director of the program in April. And she'd given me her card and asked me to be in touch about people who I really respected in my field. And so I was thinking, it was this amazing opportunity to lift up the names of people who are working to end mass criminalization or people who I've respected for decades, to try to get their names into her ear. So when the call came in, she said to me, sujatha, I wanted to actually talk to you about somebody who wasn't on your list. And my heart dropped because I was like, oh, no, I'm not prepared for anyone that's not on my list. I had this moment of panic. And she said, and that person's name is Sujatha Baliga."
    },
    {
      "speaker": "Michel Martin",
      "text": "(Laughter)."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "So then I was just completely confused. I was like, why would she call me to ask me about me? So it literally took me a few beats, and my husband was joking. He said, not so genius."
    },
    {
      "speaker": "Michel Martin",
      "text": "I will say that there have been many seminars about women and their excessive modesty when it comes to achievement, but we'll have that conversation some other time."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Sure (laughter)."
    },
    {
      "speaker": "Michel Martin",
      "text": "But congratulations."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Thank you."
    },
    {
      "speaker": "Michel Martin",
      "text": "Talk to me a bit more about your work, you know? And Americans are proud - somewhat proud of their criminal justice system because it does provide sort of checks and balances, you know, however imperfectly. But there is a focus on sort of punishment - right? As sort of a transactional approach, this offense and then this sort of punishment or consequence as a result of it. Tell me about your approach or the approach that you've been studying. What's different about it?"
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Yes, absolutely. This is a real shift away from punitiveness towards a justice that involves reparation, accountability and healing. And I think one of the most important things about restorative justice and why I was so drawn to it is the possibility that we can have accountability and healing without any reliance on courts or the criminal legal system at all."
    },
    {
      "speaker": "Michel Martin",
      "text": "Was there an incident or something in particular - was it a series of events that led you to think in this way?"
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "So many. But there's one story that just popped into my mind from over a decade ago, when I was a public defender doing appellate work in New York City. And I would have to go upstate to visit people who are serving time. And I - you know, I met a young man who was serving a lengthy sentence. I think it was 25 years for the stabbing death of someone whose case - you know? It was really heartbreaking because he intervened in an ongoing domestic violence situation. But the jury sort of felt that he escalated it beyond where it needed to go, and he was serving time for homicide. And he was a young man, really young. Like, I think he was just, like, 19 or 20, technically, an adult, right? And he really just wanted to apologize. And I had to tell him, you can say that to your priest, and you can say it to me. But you can never ever talk about that, you know? We really have to just stick with the way the case is unfolding. And the idea that - you know, when I looked back over the trial transcript from his first trial and I saw that the family was just literally begging him to admit that, you know, he had done something beyond what was necessary here, that they just needed him to say that he was sorry for having taken this person's life. And I had to advise against it. I had to advise against him writing to his own family, taking responsibility for the part that was his. And, you know, my heart just so broke 'cause I saw kind of the lights go out in his eyes at that moment. Like, I think he felt that I was capable of holding the humanity of the folks that he had harmed. And I think that was one of the many moments in my work, where I just felt like this work is so partial. Like, why are we always choosing one side over another? So, to my mind, that's the greatest failing of the system."
    },
    {
      "speaker": "Michel Martin",
      "text": "I'm glad you raised that as a crime of violence because I think many people may be familiar with a concept of restorative justice in connection with, you know, teenaged mischief, for example. Let's say you deface somebody else's football field before the big game, and they find out that you did it. And the consequence is you have to clean it up. In matters like this, in matters of serious crime and serious harm, where someone's life is taken, where someone is seriously harmed, what, in your view, is the societal benefit of taking this approach?"
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Actually, restorative justice works best with more serious harms because we're talking about people who are actually impacted. In that face-to-face dialogue, you can imagine it not having any heat or any value, really, in terms of the wake-up or the aha moments when we're talking about graffiti versus when someone has actually entered someone's home and taken their things, right? That's a situation that calls for accountability, calls for a direct dialogue where someone takes responsibility for what they've done. So, to my mind, restorative justice - and it's not just to my mind. There's international data that shows that restorative justice is actually more effective with the more serious harms that people do to one another."
    },
    {
      "speaker": "Michel Martin",
      "text": "Any plans for the award? I mean, I know this is early days here. But what do you think you might do with this?"
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "A lot of my time will be really spent spreading the good word about restorative justice. I also really want to deepen my understanding and lifting up of the indigenous roots from which much of restorative justice comes from and sort of the original teachings that come from Mennonite communities and my own faith tradition - the Tibetan system of justice prior to Chinese occupation - and so the roots in Buddhism there. These are the things that I think I'm really excited about having some time and space to research and learn more about. How do we bring these teachings and these learnings into our secular practices of justice-making in the United States? This seems like a good use of the time."
    },
    {
      "speaker": "Michel Martin",
      "text": "Well, congratulations. Keep us posted on what you do next. We can't wait to hear."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Thank you so much."
    },
    {
      "speaker": "Michel Martin",
      "text": "That's sujatha baliga. She is the director of the Restorative Justice Project at the Impact Justice Research Center in Oakland. This week, she became one of the latest recipients of the MacArthur Fellowship - the so-called Genius Grant - for her work in the area of restorative justice. Sujatha baliga, thanks so much for talking to us."
    },
    {
      "speaker": "Sujatha Baliga",
      "text": "Thank you."
    }
  ]
}