{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "This is News & Notes. I'm Tony Cox. Well, for the last six-plus years, we have covered politics in some way, shape or form on this show, which has gone through a few hosts and incarnations during that time. One thing has been constant, though: Mary Frances Berry. Mary Frances Berry is a professor of history at the University of Pennsylvania, and has been with us talking politics throughout. And she joins me now one last time. Hello, Mary."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Hey, Tony. Is it - has it really been six years?"
    },
    {
      "speaker": "Tony Cox",
      "text": "Yes, it has, 2002."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Oh, my gosh."
    },
    {
      "speaker": "Tony Cox",
      "text": "We began under the Tavis Smiley banner, you and I and a few other folks."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Oh, yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, you were the chair of the U.S. Civil Rights Commission, and one of the things I wanted to get you to talk about, to help put this in perspective for people, is how media and policies are - our roles have changed dramatically, I think, since that time, particularly as it relates to having a new president in the White House, who just today, as I was noticing, as he was getting on the helicopter to leave the White House to go to Air Force One to come to California, held an impromptu news conference and took a few questions. And one was from a black reporter, and that's not something that we would maybe have seen six years ago."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Right. There were very few black reporters who covered the beat at the White House. It gradually changed over the years. And very few of them got to ask questions, even if they were there."
    },
    {
      "speaker": "Tony Cox",
      "text": "That's true."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "So that's sort of unusual, yeah."
    },
    {
      "speaker": "Tony Cox",
      "text": "How…"
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Unusual to have a black president and a black reporter asking the question."
    },
    {
      "speaker": "Tony Cox",
      "text": "At the same time, absolutely."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Right."
    },
    {
      "speaker": "Tony Cox",
      "text": "How do you think the election changed the political landscape in this country, or do you?"
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Well, it's changed the landscape entirely. All of the talk of the time of Bush's presidency from 2002, when we started, all the way up until Obama's election, things got more and more depressing as time went on. Even though Bush got actually elected in 2004 as oppose to the disputed election in 2000 - still, most of the news was bad news, and we had a steady diet of bad news and flubs in this, and worries about war and worries about domestic policy and civil liberties and civil rights, and it was just bad news. It was like everything was downhill. And the country was depressed, psychologically. And Bush, now that he's gone, you got a breath of fresh air. Everybody is waiting expectantly. People have been happy. They've celebrated. And now the news is always about, you know, what is going now and how is it going to play out, and with most people hoping that it will play out positively after so much depression."
    },
    {
      "speaker": "Tony Cox",
      "text": "Are you surprised at the level of engagement of what I would arguably say is the black community at large in the political arena, both as voters, as viewers, as readers and particularly, as political pundits."
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "I'm not surprised at all. I mean, once the Obama phenomenon took off and people got engaged, it's the first time anything has happened to make them get engaged, and there's still identity politics - whether, you know, some people say there is no such thing as identity politics. I think that should be consigned to the trash heap, that idea. People identify with Obama, African-Americans especially. And so, people feel that they have a reason to pay attention, to talk about, to think about, to focus on, and to hope. And they're just interested in everything the Obamas do, not just the president but Michelle and the children, and it's all new, seeing them in the White House. And so, it's a new thing every day. And I expect the community to be engaged for sometime to come."
    },
    {
      "speaker": "Tony Cox",
      "text": "What would you say about this? There has been a great deal of talk about the partisan battles in Washington and attempts to - for the Republican Party to try to get black folk and others to, you know, come over to their side. Michael Steele is now the head of the party. Shelby Steele, the conservative columnist from California, has written a column about that issue. In fact, we're going to discuss that in Bloggers a little bit later in this program. Is it likely that there is going to be a shift, do you think, of black folks moving toward the Republicans?"
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Well, I wrote a op-ed piece last week in which I said the Republicans paved the way for Obama in that they had picked all of these conservative black faces for years, starting with Clarence Thomas, Pendleton, and going on down the line to Condoleezza Rice, and then having Colin Powell as the moderate. And they had accustomed the American people to having black people who weren't radicals - like people think Al Sharpton is, or something, of being like Jesse Jackson - and that this, in a way, paved the way. And by naming Michael Steele, they're getting a little bit of payoff from doing this. What they do with Michael Steele and how this is carried out - it depends on two things. One, how successful Obama is, and so that he can sustain the Obama phenomenon and, two, whether Michael Steele and the Republicans can figure out something to say other than just being critical."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, we've had an interesting run. You mentioned some names. As we bring this to a close, and before I let you go, I have to thank you, Mary Frances Berry, for coming on the show as often as you do. We call you late sometimes. We call you at the last moment sometimes, and you're sick sometimes and you - like, you are a real trouper, and you have something to say. But I'll end this with this. We've had Collin Powell, Condoleezza Rice and now Barack Obama in succession in the highest offices in the country. Black folks are kind of on a roll politically, aren't they?"
    },
    {
      "speaker": "Professor Mary Frances Berry (History",
      "text": "Yes, indeed. Maybe the next one will be Michelle Obama as president."
    },
    {
      "speaker": "Tony Cox",
      "text": "That would be very interesting to see. Mary Frances Berry, thank you again. That was Mary Frances Berry, professor of history at the University of Pennsylvania, and the former chair of the U.S. Civil Rights Commission."
    }
  ]
}