{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Three-hundred and thirty-two - that's the number of women who will receive a settlement from Michigan State University for being sexually abused by disgraced doctor Larry Nassar. Nassar, who worked at Michigan State for nearly 20 years, will likely spend the rest of his life in prison for the sex crimes he committed. The $500 million settlement includes 75 million for victims who have yet to be identified. Among those Nassar targeted was Kyle Stephens. Her family was friendly with Nassar, and her abuse began in kindergarten. We spoke with her in January after she and others delivered emotional courtroom testimony."
    },
    {
      "speaker": "Kyle Stephens",
      "text": "You feel sadness, and then you feel - I think you also feel a little bit of relief because you're listening to them detail their pain. And as much as you don't want them to be going through it, now you're not the only one. And you know you're not crazy. Now all those feelings and those emotions aren't really a part of your personality like you believed. But they're a symptom of what Larry Nassar did to you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Kyle Stephens joins us now from Chicago. Thank you so much for being on the program again."
    },
    {
      "speaker": "Kyle Stephens",
      "text": "Thanks for having me, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what were your first thoughts when you heard about the settlement? Is it enough?"
    },
    {
      "speaker": "Kyle Stephens",
      "text": "I think it is. I think it's a victory for all the Nassar victims but also any person who's ever been exploited by a university or by any institution because it shows you will be held accountable for your negligence."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Obviously, the size of the settlement is very big. But what struck me really is that there's still $75 million as part of that for victims who have yet to come forward. I mean, is there that expectation that there are still more women and girls out there, more than the 332 that we know of?"
    },
    {
      "speaker": "Kyle Stephens",
      "text": "I think there absolutely is that expectation. I mean, there were women that were coming forward during the impact statement saying that they were just starting to accept it that week. So I think there's absolutely going to be much more. And I hope that 75 million is enough."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Does this close a chapter for you? Is there a sense of relief?"
    },
    {
      "speaker": "Kyle Stephens",
      "text": "It does close a legal chapter for me because I have no further litigation."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right. You weren't a gymnast."
    },
    {
      "speaker": "Kyle Stephens",
      "text": "Right."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You weren't involved in the lawsuits against USAG, etc."
    },
    {
      "speaker": "Kyle Stephens",
      "text": "That's correct. So for me, it's a huge relief. And I'll get to move on and refocus my energy on, you know, the things that I actually like to do in life and on healing and processing this whole ordeal. But unfortunately, I feel like I'm one of the very few that get to do that 'cause there are still outstanding litigation against USA Gymnastics, the USOC and Twistars, who chose not to settle during mediation and are going to continue to drag hundreds of women through this."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Can you give me a sense - just looking back on this moment, having spoken at the trial, having advocated so strongly - what your feelings are about how this has changed you?"
    },
    {
      "speaker": "Kyle Stephens",
      "text": "Oh. I think the attention was not something I ever expected. When I got up there to speak, there was, at that time, only - well, only - but at that time, there were 88 women - other women - that were going to speak. And I thought no one would really care about me personally and that the story was all of us and that the story was Larry Nassar. And it felt a bit like a burden at first because a lot of people reached out and shared their stories. And I wanted to help them, but I'm not a professional. And there were so many people that I couldn't help them all. And it really just impressed upon me the vastness of this problem. And it's really motivated me to do something about it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do you think needs to change now for the culture of harassment and sexual abuse to shift?"
    },
    {
      "speaker": "Kyle Stephens",
      "text": "Well, I think what we're doing now is the biggest part. What has kept this quiet for so long is the fact that every victim felt that they were alone and felt that they were the only one. And they felt that their pain wasn't a big enough deal to bring it up and inconvenience other people. But now that you're seeing that so many other people are suffering and you're not the only one, we're all starting to stand up and do something about it. So we need to continue to talk about it, and we need to continue to find ways to keep this from happening anymore."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Kyle Stephens, I hope you can step out of the limelight for a while and, yeah, continue to heal. Thank you so much for talking with us."
    },
    {
      "speaker": "Kyle Stephens",
      "text": "Thanks, Lulu."
    }
  ]
}