{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. A new strain of gonorrhea has been found, a strain that scientists say is highly resistant to the last remaining antibiotics that doctors have in their arsenal to treat the bacterial infection. At one time gonorrhea was easily cured with penicillin, but once it developed resistance to that, other antibiotics like Cipro had to be used. But this new strain beats that one too. So far it has appeared only in Japan, but what's to stop it from spreading? Are we without defenses against this new strain? Has our onslaught of antibiotics created another superbug? How worried should we be? Joining us to tell us more is Dr. Peter Leone. He's professor of medicine at the University of North Carolina in Chapel Hill, also (unintelligible) of the National Coalition of STD Directors. Welcome back to SCIENCE FRIDAY, Dr. Leone."
    },
    {
      "speaker": "Peter Leone",
      "text": "Thank you, Ira, it's great to be back."
    },
    {
      "speaker": "Ira Flatow",
      "text": "This sounds pretty scary."
    },
    {
      "speaker": "Peter Leone",
      "text": "It is. It's a big concern. We knew that this would happen at some point, but the fact that we have this report out of Japan showing high-level resistance is quite concerning. This is the first one we've seen that has this degree of resistance to our last class of antibiotics to treat gonorrhea."
    },
    {
      "speaker": "Ira Flatow",
      "text": "When you say is it then not total resistance, or is it very, very resistant?"
    },
    {
      "speaker": "Peter Leone",
      "text": "No, this one is very, very resistant. The issue is that, you know, when we do these tests to look at how sensitive the bacteria is to the drug, we use what we call minimal inhibitory concentrations. So it tells us how much antibiotic is needed in order to be able to stop growth of the bacteria. We can get a rough correlation with what that means in terms of treatment. Well, this new strain was 500-fold more resistant than anything we've seen before. And so that means that it's likely to result in treatment failure. Interestingly enough, the woman who was treated did not respond to the antibiotics and then appeared to spontaneously clear the organism. So I think we've got a lot of concern. It doesn't mean that we couldn't treat if we use very high doses of antibiotics, but we'd have to be looking at IV dosing in order to be able to treat someone with that kind of strain."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So that means anybody and everybody who got this strain would have to have IV dosing."
    },
    {
      "speaker": "Peter Leone",
      "text": "That's correct, and of course, you know, gonorrhea is the number two most common reportable disease in the United States. There's about 700,000 cases a year. It's associated with pelvic inflammatory disease and potential tubal infertility in women. And in men, it can cause urethritis, infection of the testicles. And in particular, gonorrhea has been associated with increasing the risk of transmission and acquisition of HIV. So this is a big concern. It's not just a nuisance bug."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And should we then expect it to naturally spread from Japan - through Japan to the rest of the world?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Yes, in fact the pattern that we saw with the quinalones, the drug that we used back in the '90s, it followed this exact pattern. We saw resistance start in the East, out of Japan and Southeast Asia, move to Hawaii and the West Coast of the United States and then quickly spread throughout the rest of the country. This pattern of (unintelligible) resistance gonorrhea is exactly the same. The rate that we can expect, though, this to spread is unknown. So we don't know if we're talking about a  few years or a decade, and that's the concern. We need to take advantage of the time we have right now to be prepared and to deal with this."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how would we do that?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Well, that's the other dilemma. This couldn't have happened at a worse time, where we've got financial crisis in the United States and we're losing our ability, in terms of shutting down dedicated STD clinics throughout the United States. Many states do not have any dedicated STD clinics anymore. Ironically, some of the tests that we use to diagnose gonorrhea, which are very sensitive, miss being able to pick up the organism because it doesn't involve cultures, and so we don't know necessarily if treatment failure is due to re-exposure or to resistance. Secondly, we're seeing a lot of gonorrhea now occurring in the throat and the rectum, and there are no FDA-approved tests for diagnosis of gonorrhea in the throat and the rectum. We can use these tests for non-FDA approval, but many clinicians don't know how to order that test or may not have it available in their institution."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow."
    },
    {
      "speaker": "Peter Leone",
      "text": "Yeah, I agree. So, you know, I think it's time to absolutely begin to have real discussions around it. I know the folks at the CDC are very attentive to this. But that means really getting clinicians to look for this infection in other sites. Typically what we see in men is symptoms when they have infection of their urethra, but if they have rectal or throat infection, most of those individuals have no symptoms. So unless a person is screened for it and screened with an appropriate test, we call it nucleic acid amplification test, it may be missed, and then that would allow them to transmit infection to other folks."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But isn't - doesn't gonorrhea present a challenge in that it's hard to see the symptoms sometimes?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Well, the symptoms in men is not usually missed when it involves the urethra. I mean, most guys, when they have pus coming out of their penis, are going to go in and be seen right away. And about 95 percent of men who have urethral involvement do develop symptoms. But half of women do not. So if we're not screening women, we may miss that. But we've seen changes in sexual practices in the United States, much more oral sex and rectal sex, and as a result, infection with gonorrhea in those areas cause little to no symptoms. In fact, the majority of folks have no symptoms. So unless a person is asked specifically about the type of sex they have, they're screened with a  swab from those areas, and the right test is ordered, which is nucleic acid amplification test, they may be missed entirely. And of course, infection in these areas may go on for weeks to months, which means that the potential for transmission could be pretty significant."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Can you be a carrier and not know it?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Yes, in fact that's the big concern. In fact, this case that was reported out of Japan was in a commercial sex worker. She had infection in her throat. That's where they picked up the organism. She had no symptoms. That's sort of the classic situation. And it's almost the perfect storm because people don't have symptoms, they can be carriers and transmit it to someone else. So I want to be very clear about this. Men have infection of their urethra, they'll have pus, they'll have burning. Most guys, if they have pus coming out of their penis, aren't going to sit around for a few days. They'll go in and be seen. But if you're not having symptoms in these other places, you may not go in, and even if you go in to be seen, you may not be screened at the appropriate site."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And if you're not screened, or even if you have it, then it's going to take an IV, a heavy IV dose of antibiotics to cure it."
    },
    {
      "speaker": "Peter Leone",
      "text": "If you have this high-level resistance. Fortunately, we've not seen that one in the United States, and we haven't seen treatment failure. What is concerning is the recent reports that came out, out of the MMWR and CDC, from a national gonococcal surveillance project, which found that the minimal amount of drug to suppress growth of the organism has been increasing and increasing pretty significantly over the last decade. And that's occurring in Hawaii and California but has been seen throughout the whole United States. That's exactly the trend that we saw with the quinalones, Ciprofloxacin, and within a decade we lost the ability to use that drug to treat gonorrhea. So the concern here is that the creeping, rising MIC is certainly there. We need to raise awareness. We need to make sure that people are screened properly, and treatment has to be changed. We were using oral antibiotics to treat gonorrhea. The recommendations now, first line is to use two drugs that would include an IM injection, so an injection into the muscle with a drug called Ceftriaxone, as well as taking oral medication, azithromycin. The concern there is that many clinicians and private practices and offices throughout the United States do not have Ceftriaxone on hand and may not recognize that we now recommend two drug treatments for gonorrhea in the United States."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So they're not even up to date on the latest treatments for it."
    },
    {
      "speaker": "Peter Leone",
      "text": "No, you know, and again, this comes back to my concern about public health dollars and infrastructure building around STD programs in the United States, that our ability to avoid sort of superbugs spreading is really based on good surveillance and then education of clinicians out there, sort of our first line of picking up cases. And that infrastructure is really being severely eroded, and we may see this bug emerge very dramatically over the next couple of years. If we lose the ability to treat this with Seftriaxone, we do not have any other effective antibiotics that we can use, and there are none currently in the pipeline. So it's a big concern."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So we go back to the 19th century?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Well, you know, we have talked about this, sort of the post-antibiotic era for gonorrhea. I don't think this is going to happen overnight, but if we're not vigilant about this, and we don't provide more support for surveillance and education and appropriate treatment, then we will. And if you go back in the literature and read about what happened back in the 1800s and early 1900s before we used sulfonamides and penicillin, there were these crude devices irrigating men's urethras, you know, in order to be able to prevent them from developing stricture and try to clear the organism. I mean, they were pretty crude devices."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And as you say, with lack of money and open public health clinics, those aren't there either."
    },
    {
      "speaker": "Peter Leone",
      "text": "They're not, and, you know, I understand that we need health care reform. We're moving folks back into the primary care setting. But that means changing sort of the role of public health, if that's the case, to assure that appropriate diagnostics are available, and treatment is available. Massachusetts is a great example. They have no dedicated STD clinics in the state of Massachusetts. Many individuals who have an STD want to be seen immediately. They don't necessarily want to go in to see their private physician. They may not want to share information about the type of sexual activity they engage in. We've lost sort of that early entry point, easy access point for folks. So I think we have to take a good look at where people go for care now and make sure that information is out there, the primary care physicians in particular."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so with this new strain potentially going around the world, then people have to be proactive themselves in seeking the care they need?"
    },
    {
      "speaker": "Peter Leone",
      "text": "Well, I would say in particular for men who have sex with men, in which we're seeing this emerge most dramatically, and in whom we worry the greatest about transmission and acquisition of HIV, they should be going in and asking, if they're engaging in oral or anal sex, to have a nucleic acid amplification test, a swab done from their throat and rectum, when they're seen. And if they're not using barrier methods, condoms with sex, which many people do not when they're having oral sex, then they should be being screened at least every three months, and we're recommending that same population get an HIV test every three months. So I think we need to be pegging STD screening with our HIV interventions, and hopefully we'll be able to stem the tide or slow down the progression of this spread."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, thanks for the good news."
    },
    {
      "speaker": "Peter Leone",
      "text": "Yeah, right. Be safe out there."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Gosh. All right, Dr. Leone, well, thanks for coming back on SCIENCE FRIDAY. We'll try to keep up with this. This really sounds very serious, and I'm glad you're here to tell us about it."
    },
    {
      "speaker": "Peter Leone",
      "text": "I'll keep you posted."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you. Dr. Peter Leone, he's professor of medicine at the University of North Carolina in Chapel Hill and chair-elect of the National Coalition of STD Directors, sexually transmitted diseases. We're going to switch gears and come back and talk about the James Webb Space Telescope up next. So stay with us. Our number is 1-800-989-8255. You can tweet us, @scifri, @-S-C-I-F-R-I. You can also go to our website at sciencefriday.com, and get into a discussion. We'll be right back after this break. Ira Flatow. This is SCIENCE FRIDAY from NPR."
    }
  ]
}