{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "Austria is a long way from Harlem, but when pianist, Joe Zawinul, who landed stateside in 1959, he was already a devotee of African-American music. By the mid-60s, Zawinul had earned a reputation for enhancing the sounds of some of the biggest names in jazz. More than that, he wrote a few soulful tunes of his own. By the 70s, Joe Zawinul had begun to push the boundaries of jazz by adding electric instruments. He and his famous partner, Wayne Shorter, helped usher in the era of jazz fusion with their super group, Weather Report."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "We were a rock 'n' roll act who did some different kind of music. We had a big show. We had lasers. We had three screens. It was special because Wayne had his own music. I had my own music. We were having fun. It was not that we thought we're making all kind of impact, and that we just wanted to play different music than anybody else, using electronic instruments as another way of creating new instruments rather than do being electronics for commercially purposes. Until \"Heavy Weather,\" we really didn't make any money. \"Heavy Weather\" was just a big success because of \"Birdland,\" the mark you made, and the Wayne songs in there. But it's always changing because we made up our minds that every record we make will be different from the one before, and that's what we were successful in doing for 15 years. It's been over since 1983 or '84, and we're still here. A lot of people loved our music, a lot of musicians were turned on to it. And, actually, our stuff is growing."
    },
    {
      "speaker": "Tony Cox",
      "text": "Tell us how you made the jump from Austria, from Vienna, Austria to Jazz and where you ultimately became - musically speaking…"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Well, you know, I'm a product of the monarchy. My grandma was a Hungarian gypsy. My grandfather comes from Bohemia, from Moravia. So it shows it makes - Austria was always mixed with a lot of Slavic, Turkish, all kind of - so our music culture, it's kind of underrated. We have a very rich music culture, cosmopolitan. So the change over was a very natural one. And I grew up in a - during Hitler's time. And I was in a school of the conservatorium - the Vienna Conservatorium. It was in 1944, placed in a place which is now in the Czech Republic. And in order to save the talented musicians, and I was chosen to be one of them, the jazz music was forbidden in the Third Reich. But one day, one guy, a clarinet student, a very good clarinet student. And he said, (German spoken). So that's the first and I - what the hell is this? But this particular day was my life changed, because at the moment I heard that, I said this is what I want to do. And I asked him what that is. And he said, this is called jazz. I never knew that that there was a word like that."
    },
    {
      "speaker": "Tony Cox",
      "text": "That was the first time."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "And I said, how do you spelled it? And when you spelled it, And me with a 12-year of ego mentality, thinking I'm a great musician because I was one of the best students. I said, man, this is me."
    },
    {
      "speaker": "Tony Cox",
      "text": "Is that a great story."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "And I have great - my name is right there. It was a great story, you know, and from that moment on, the war was over - the war was only May '45, and there was a radio station from the Americans in Vienna. And the program was called \"Strictly Solid.\" And I could relate to it very good. I had perfect pitch, so that allowed me to write things down."
    },
    {
      "speaker": "Tony Cox",
      "text": "That you heard it off the radio."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Right out of the radio, so I learned how to play jazz music."
    },
    {
      "speaker": "Tony Cox",
      "text": "Let's move forward and talk about how you interacted with some other greats. I know that Maynard Ferguson was someone you spent time with. I know you played with Dinah Washington and on through to Cannonball Adderley and Miles Davis and Wayne Shorter."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "I was lucky, you know, I was lucky. I came to America,  I was prepared. When I took the bus to New York and auditioned live at the Apollo Theater."
    },
    {
      "speaker": "Tony Cox",
      "text": "Really?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "With Maynard Ferguson, and I got the gig."
    },
    {
      "speaker": "Tony Cox",
      "text": "No kidding. What was that? What did that feel like?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "It was a feeling - I was scared to death."
    },
    {
      "speaker": "Tony Cox",
      "text": "I bet you were."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "You know, what I mean, and the funny thing was…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, had you ever been around that many black folks before that?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Well, I played with a lot of black people already in Europe."
    },
    {
      "speaker": "Tony Cox",
      "text": "OK."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Black persons."
    },
    {
      "speaker": "Tony Cox",
      "text": "So you weren't scared as that?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Oh no."
    },
    {
      "speaker": "Tony Cox",
      "text": "OK. OK."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "As a matter of fact, the first day I was in New York I went to the Apollo Theater, and I couldn't get in. I didn't have money to get in. I had money but (unintelligible) I can't. I came in from 126th Street with all the black kids, you know. I was - I had no problem with this communicating with people, you know what I mean?"
    },
    {
      "speaker": "Tony Cox",
      "text": "I understand. Going back to Cannonball, Mr. Zawinul, I know that you wrote \"Mercy, Mercy, Mercy\" and he credits you for that at the beginning of that song."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Of course."
    },
    {
      "speaker": "Tony Cox",
      "text": "And you wrote a \"Country Preaching\", and Jesse Jackson now from Vienna, Austria to Chicago, and Jesse Jackson."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Well, I worked for that Breadbasket, you know, Operation Breadbasket, and they get a lot of volunteer work to keep people happy, you know. It's sort of my thing, you know."
    },
    {
      "speaker": "Tony Cox",
      "text": "A tribute to Jesse so to speak, huh?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Yes."
    },
    {
      "speaker": "Tony Cox",
      "text": "Also talk a little bit about Miles. About he fact that you only recorded - you only performed with him live one time."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "One time. But I made a lot of records. I made five or six."
    },
    {
      "speaker": "Tony Cox",
      "text": "Well, I know, you made a lot of records. But it's that one time."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Yeah, one time. When I had a gig, you know, I had - the gig with Cannonball, I was almost 10 years there and Miles wanted to hire me, and I was not ready anymore for being a sideman. I wanted to check out what can I do."
    },
    {
      "speaker": "Tony Cox",
      "text": "You want to be the lead man?"
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Lead my own. Not that I want to be the lead man. It was not my point. What can I do to interpret my music as I want to interpret, not being, still in Cannonball's time, we did a lot of music, more than 50 songs we wrote."
    },
    {
      "speaker": "Tony Cox",
      "text": "A lot of big music."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "Yes. And - but it's still was Cannonball's and that's concept of interpreting this music. I would have done it differently, you see? Even in Miles' records I would have done a little different, and I wanted to see where I was to interpret my music the way I like it. You know, make this (unintelligible) record. So Atlantic, they had a good response. Then Miles (unintelligible) \"In The Silent Wave(ph)\" for Miles."
    },
    {
      "speaker": "Tony Cox",
      "text": "And great songs that you have."
    },
    {
      "speaker": "Mr. Joe Zawinul (Pianist; Member",
      "text": "And I've - well, I have a few of the…"
    },
    {
      "speaker": "Tony Cox",
      "text": "That was pianist/composer Joe Zawinul. At the age of 75, he is still going strong with a new record, \"Roundstreet.\" I'm going to send you out today with a tract from that album. Here's \"Procession.\" And that's our show for today. Thanks for being with us. To listen to the show, visit npr.org. News and Notes was created by NPR News and the African-American Public Radio consortium. What you pour down the bathroom sink is winding up in our drinking water. Should we be worried? That's tomorrow. I'm Tony Cox. This is NEWS & NOTES."
    }
  ]
}