{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "I'm Ira Flatow. This is SCIENCE FRIDAY from NPR. Up next, Flora Lichtman is here with our Video Pick of the Week. Hey, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Hi, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hi, there. This was - you know, this video that you have, when I first looked at it, it looked almost three-dimensional."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, it's pretty amazing."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's amazing."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Tell us about what you've got for us this week."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "This week, we go inside the body with..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Get the music..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "To see immune cells in action. So researchers, Paul Kubes and some of his colleagues, from the University of Calgary, took a live mouse and they burned some of the liver cells. And it's bacteria free so this is a sterile wound. And then they took this - he describes it this way - a very fancy microscope, which is actually a spinning disc, confocal microscope. And they watched these little immune cells called neutrophils travel through the blood vessels. And that's why it looks pretty unique because they actually have a..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...3-D representation towards the site of injury. And the sort of interesting mystery here is, how do they know where to go..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "No, that's a question."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "How did these little guys know to swarm this tissue?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "And he solved the mystery?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It's seems like they've got some very good leads now. So the difference here between this kind of wound and another type of wound is that sometimes there's bacteria around. And researchers sort of understand these bacterial signals that attract..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Sure."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...immune cells."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Sure, yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "But when you don't have that, the question is how do they get there. And so what they did was they looked at the chemicals and the compounds that get released from dead cells to see if maybe those were bringing the neutrophils in."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And they found a couple of different things, including ATP, which seems to recruit them..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...to these sites."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so your video - Flora's Video Pick of the Week is up there in our website at ScienceFriday.com, up there in the left corner. And it's beautiful, colorful pictures of, actually, the attack. These things are on the attack, and they're surrounding and they're traveling and it's like they've all say, hey, come on, buddy, let's go, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It was really fun to talk to the researcher about it, because I was like, wow, this is so cool. And usually, the researchers are like, yeah, we see this everyday. But this guy, Paul Kubes, was like, when I first saw this video, I couldn't believe it. Because they look like these little individual - he describes it as like a pack of wolves..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...just swarming."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And it's almost like, you know - I looked at it like, you know, you see fish in the aquarium - they all know how to turn at the same time and go right to the food and stuff like that. And it's very colorful, and he made them light up so you could see them."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, they're stained so that the tissue's in red and the neutrophils are in green. And he said that these guys are, sort of, like their own little individual things. So they've done experiments where they've actually shined a laser at a neutrophil and it goes in the opposite direction."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, is that right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And it's - you know, it's sort of makes you think about how does a cell know how to do all this stuff?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "You know, this is one of the great mysteries - it is. It's one of the things, you know, how do drugs know where to go to?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "When they - how do they know how to enter the cell? But there's all that structure on the cell that we can't see, you know? It's got stuff sticking out of it, and whatever, that attracts these things."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And it's all chemical, though, you know?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "It looks like it's something making a decision. But it really makes you think about what is actually happening when you make a decision."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And then this is what he does. This is his area of research?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "This is his area of figuring out, you know, sort of what drives these little guys, these little neutrophils."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And so the video that you have is stuff that he took himself, because we're not videotaping, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We're not videoing this stuff (unintelligible)..."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Ira, the holidays are coming up, if you want to give us a spinning disc confocal microscope, that could be cool."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I know. I can't even pronounce it. I'm not buying it. So yeah, he - so he has the video that he had used, and you took it and made a really very, very nice little video out of it."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, I know. It's one of the things where he said actually, that one of the things that seems to be compelling about this work. And he published this research in Science this week. And he said that a lot of people really responded to the video, because people aren't using necessarily this technique, he says, for watching cells in real time. He made the point that you could actually, you know, you could count the neutrophils before and after."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah. Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "You don't understand how they're traveling there, what's attracting them..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right. Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...unless you actually see them doing it in action."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And then we have it - we have that up on our website at ScienceFriday.com. If you'd like to see the attack of the neutrophils."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "When they find something they don't like, they don't hesitate."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They go right for it."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And I think this is actually the - one of the major implications of this research, he said, is that, you know, in some diseases, neutrophils can get out of control. So they're good for us..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...in the sense that they clear bacteria, but in a disease like arthritis, they're just - there's too many of them. They're causing more damage..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They're attacking their own body."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "...and tearing up - yeah, they're attacking the good stuff."
    },
    {
      "speaker": "Ira Flatow",
      "text": "The good stuff. All right, you can watch it sort of attacking the bad stuff on our website at ScienceFriday.com. Thank you, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Thanks, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We'll see you next week."
    }
  ]
}