{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "For almost two decades, Jon Champion has called the play-by-play on some of the most watched soccer games in the world."
    },
    {
      "speaker": "Jon Champion",
      "text": "Trying to run Georginio, making a great job of it. Solo away. What a fabulous goal lighting up Wembley."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "From the Premier League to FIFA games to the World Cup and Olympic Games. Now Champion is taking his family and moving across the pond to the U.S. to cover Major League Soccer for ESPN and, as he puts it, to live the American dream. Jon Champion, welcome to WEEKEND EDITION and to the United States (laughter)."
    },
    {
      "speaker": "Jon Champion",
      "text": "Thank you so much. It's lovely to be here."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What brings you to our shores?"
    },
    {
      "speaker": "Jon Champion",
      "text": "I think a challenge and an opportunity to have an adventure, both on a personal and a professional level. So as you rightly pointed out, I've been commentating on soccer matches for 34 years now. I started when I was at university as a teenager. But you do get to a stage where you're recognizing that you're covering an event or a storyline for the fifth, sixth, seventh, maybe eighth time. And I just got to the stage where, in 2014, ESPN hired me to cover the World Cup in Brazil. And off the back of that, the suggestion was made that maybe I'd like to consider, at some point, coming and making my home here and commentating full time on American soccer rather than European or, specifically, British soccer. And that was the gestation, really, of an idea that took four years to grow into a fully fledged offer to come in and work here full time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do you have to remind yourself to call it soccer, though?"
    },
    {
      "speaker": "Jon Champion",
      "text": "I do at the moment. I do and..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) I can just imagine, I'm afraid, you slipping up because, obviously, the rest of the world does not call it soccer."
    },
    {
      "speaker": "Jon Champion",
      "text": "No, no, no. It is football around the rest of the world, and I'm in the midst of the penalty or PK debate. What do I call a penalty kick?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter)."
    },
    {
      "speaker": "Jon Champion",
      "text": "So I'm somewhere betwixt and between. I'm mid-Atlantic at the moment."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter) All right. U.S. soccer is gaining in popularity, but it is definitely not at the level of the Premier League or other leagues around the world. You'll be calling matches for a sport that is not watched by everyone, as it was back home. How do you feel about that? What is your plan to bring soccer to everyone's living room?"
    },
    {
      "speaker": "Jon Champion",
      "text": "Well, I'm not sure..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You're responsible for this alone, by the way."
    },
    {
      "speaker": "Jon Champion",
      "text": "Personally?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yes, absolutely."
    },
    {
      "speaker": "Jon Champion",
      "text": "Oh, that is..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I'm going to put it all on you."
    },
    {
      "speaker": "Jon Champion",
      "text": "I mean, I'm fortunate in that my voice is associated with big, worldwide soccer events. So if my voice becomes associated with big, American soccer events, there is a school of thought that that helps to add a certain validity to the occasion and to the broadcast. Now, whether that's the case is probably not for me to say, but that is the suggestion and the theory behind this."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But why do you think it hasn't really caught on here in America the same way? Because kids do it. You have soccer clubs all over the United States. Kids grow up playing soccer. And then, it kind of just stops."
    },
    {
      "speaker": "Jon Champion",
      "text": "Yeah. It does at the moment, or it has done up until this point. And it is the most played sport in that age group. For teenagers, soccer is the No. 1 participation event. And, gradually, that is translating into a greater interest in the professional game of soccer in this country. So one of the attractions of this job coming now, for me, is that if you look at the context of league soccer in this country, it began, effectively, in 1996. So this is season number 24 that begins over this weekend. If you translate that into the English game, league soccer there started in 1888. So, in the same terms, we're in 1911 now, here in America. So..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We're a young country in many ways (laughter)."
    },
    {
      "speaker": "Jon Champion",
      "text": "Yeah. But it means that it is an evolution. And, obviously, the American game is at a very early stage of that evolution. But I think the graph shows that the acceleration in interest in the game - it's gathering pace. It's quite attractive to come and be a little part of trying to tell the story of a growth of a sport that's conquered the world with one exception, and we're sitting right in the middle of that exception. And I'd love to play a very, very small role and be a close observer of the breakthrough of soccer. I'm not suggesting that it's going to displace the NFL, but it is capable of nibbling at the heels, perhaps, of baseball and of ice hockey, certainly. It's very exciting to be at the stage of one's career where one's been lucky enough to do most things, but this is an unconquered frontier."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Jon Champion, longtime British soccer commentator and now ESPN's lead announcer for Major League Soccer, thank you very much."
    },
    {
      "speaker": "Jon Champion",
      "text": "It's been a great joy. Thank you."
    }
  ]
}