{
  "transcript": [
    {
      "speaker": "Melissa Block",
      "text": "Along more than 100 miles of the Florida Gulf Coast, piles of dead marine life are washing ashore and clogging canals. Sea turtles, dolphins, manatees and fish - millions of pounds of dead and decaying fish. The culprit, red tide, a seasonal algae bloom that's especially bad this year. The smell of rotting fish is so strong that it sent tourists fleeing. Local officials are faced with the task of cleaning up, and they're getting help from fishermen who are using their boats to collect the mess. Destiny Ibasfalean is one of those joining in the cleanup. She captains charter boats in Sarasota Bay, and she joins us now. Destiny, welcome."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Thank you."
    },
    {
      "speaker": "Melissa Block",
      "text": "How close to the water are you right now?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "I'm right next to it."
    },
    {
      "speaker": "Melissa Block",
      "text": "Right next to it. And what's the smell?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Oh, my gosh."
    },
    {
      "speaker": "Melissa Block",
      "text": "Really bad?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "It's indescribable, especially after the fish have been in here for a couple of days. It's just rotting away and the smell is unbearable, and you just - you have to breathe out of your mouth because if you breathe out of your nose, you're going to throw up."
    },
    {
      "speaker": "Melissa Block",
      "text": "And I'm sorry to make you stand there to have this conversation with us. It doesn't sound like..."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Oh, no..."
    },
    {
      "speaker": "Melissa Block",
      "text": "...A very pleasant experience."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "...You're fine. I'm the one cleaning up the dead fish, so, believe it or not, you actually become nose-blind to the..."
    },
    {
      "speaker": "Melissa Block",
      "text": "Really?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "...Smell."
    },
    {
      "speaker": "Melissa Block",
      "text": "You just don't smell it anymore?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Yeah. A little bit."
    },
    {
      "speaker": "Melissa Block",
      "text": "Are you using something, you know, like Vicks VapoRub or something underneath your nose to mask the smell?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Well, I'll use a mask or a buff to kind of ease up the smell, and it's a little bit more health-conscious that way, as well."
    },
    {
      "speaker": "Melissa Block",
      "text": "Yeah. There are some real health concerns - right? - especially for folks who have breathing problems."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Yes. So you have sinus issues. Your eyes are watering. You're coughing a lot. It - the smell because of the dead fish could make you really nauseous. So that's why a lot of people are avoiding the beaches right now."
    },
    {
      "speaker": "Melissa Block",
      "text": "Yeah. How's this affecting your business?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "It has definitely taken a toll negatively on not just my business but a lot of businesses around here. So many people - they don't want to go to seafood restaurants. They don't want to get on the boat because they don't want to be anywhere near the water. A lot of people are just really, really scared about the red tide and the effects that it will have on them. And a lot of people don't want to sit there and look at dead fish and smell dead fish while they're eating a sandwich."
    },
    {
      "speaker": "Melissa Block",
      "text": "What are you doing to help with the cleanup? How are you doing that?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Yes. So me and a couple of other girls are doing this - Captain Skylar (ph), Captain Kim (ph) and a lot of local fishermen. We're all trying to just help one another. You know, Florida - we thrive on tourists. We live on that. We live on that income, and when it affects us this negatively, we have to join together to help one another fix the problem a little bit. So what we're doing is we're going around to marinas and private canals and just scooping the dead fish with some nets, putting it onto our boat and taking it into the dumpsters along the beach lines, so that way the county can then deal with it from there."
    },
    {
      "speaker": "Melissa Block",
      "text": "How many pounds of fish would you guess you've scooped up?"
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Oh, my gosh, thousands. At least four or five big dumpster-fulls a day..."
    },
    {
      "speaker": "Melissa Block",
      "text": "Wow."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "...Not even."
    },
    {
      "speaker": "Melissa Block",
      "text": "Well, Captain Destiny, I hope things turn around for the better really soon."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Thank you."
    },
    {
      "speaker": "Melissa Block",
      "text": "That's Destiny Ibasfalean, and she's helping with the cleanup from a toxic algae bloom - or red tide - along Florida's Gulf Coast. She captains charter boats in Sarasota Bay. Captain Destiny, thanks so much for talking to us about it."
    },
    {
      "speaker": "Destiny Ibasfalean",
      "text": "Thank you so much for having me."
    }
  ]
}