{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "This is TALK OF THE NATION. I'm Neal Conan in Washington. Later this hour, we mark one week exactly since two bombs exploded near the finish line of the Boston Marathon. The explosions killed three, and injured scores more. Then early Friday morning, two more dead - an MIT police officer, and one of the men believed responsible for the attacks. And another injured - a transit policeman severely wounded in a shootout. The surviving subject, Dzhokhar Tsarnaev, is reported in serious condition in a Boston hospital, communicating with authorities with pencil and paper because of an injury to his throat. We don't know what he's told them so far, but we do know a lot of the questions they're going to be asking. In a moment, NPR's Dina Temple-Raston on the search for those answers. And in a few minutes, surveillance cameras on the Opinion Page, this week. Has their role in the quick identification of the Boston suspects changed your mind about video cameras in public places? You can email us now, talk@npr.org. Later in the program, what's changed since the first Earth Day 43 years ago. But first, NPR counterterrorism correspondent Dina Temple-Raston joins us here in Studio 42. Dina, nice to have you on the program again."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Thank you very much."
    },
    {
      "speaker": "Neal Conan",
      "text": "And let's start with the news. What's the latest?"
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Well, the latest is, I think everybody's trying to figure out where exactly - what was the tipping point in the investigation. And the tipping point was a surveillance video that the FBI got reasonably early on, that basically was the five minutes leading up to the second bombing. And in this video, they actually see Suspect No. 2, which is Dzhokhar Tsarnaev, the guy with the white baseball cap on backwards, dropping a backpack very - sort of secretly or stealthily; dropping it on the ground, making a phone call, then moving away from that backpack with a certain amount of speed. And then the first explosion happens, and he doesn't even turn to look at it."
    },
    {
      "speaker": "Neal Conan",
      "text": "Hmm."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "And as he walks away from the second backpack, and he's far enough away, then it goes off as well."
    },
    {
      "speaker": "Neal Conan",
      "text": "We've not seen this video."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "We have not seen this video. We know it exists, but we have not seen the video. I have not seen the video. Someone described it to - well, actually, two people described it to me in exquisite detail."
    },
    {
      "speaker": "Neal Conan",
      "text": "So with that evidence, we have now that suspect, the Suspect No. 2, in a hospital room in Boston, and he has now been charged."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "He was charged this morning, at his hospital bed. He was charged with use of a weapon of mass destruction and intent to kill. And I suspect that there will probably be more charges brought against him in the coming days, but this is sort of a placeholder. And it basically sets to rest this idea that he would be charged as an enemy combatant or somehow be put into a military commission trial because now, criminal charges have been leveled against him. So he'll be in federal court."
    },
    {
      "speaker": "Neal Conan",
      "text": "Does that mean he's been read his Miranda rights?"
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Not necessarily. I mean, we understand that they had made the affirmative decision that they would use what's called the public safety exception, and not read him his Miranda rights. And what that basically means is - there was a 1984 Supreme Court case called New York versus Quarles. And it was basically a case in which a woman who had been raped said that the man who had raped her was wearing a holster with a gun in it. And they found a suspect; he had a holster, but he had no gun. And before he was Mirandized, the police said, where's your gun? And he told them. Not the brightest thing to - probably - tell them, but he told them. And so this went all the way up to the Supreme Court, and the Supreme Court said that that gun being out there in the public was, in fact, a public safety hazard and therefore, the officers didn't have to Mirandize him under this exception. It's changed somewhat since 2011. There was a large Department of Justice memo that basically expanded that to include, also, intelligence so that in other words, even if the so-called public safety part of this is over - so you determine that there are no more bombs; and there is not, in this case, any co-conspirators - if they feel that there's intelligence that they can still gather without Mirandizing Dzhokhar Tsarnaev, then they can continue to do this."
    },
    {
      "speaker": "Neal Conan",
      "text": "Isn't there a time limit, though? We keep hearing 48 hours."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "People keep talking about a time limit but actually, there is not a time limit. And the other thing that's very important about this is that they talk about not reading him his Miranda rights, but he still has those rights. They just weren't read to him. So if he were to say, for example, I'm not going to speak to you - or I don't want to speak to you without a lawyer, those rights have not gone away. They just simply don't read him his Miranda rights."
    },
    {
      "speaker": "Neal Conan",
      "text": "He's - well, anyway, a lot of people..."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Or I - can remain silent. He..."
    },
    {
      "speaker": "Neal Conan",
      "text": "He can remain - he can say that. He's a young man and obviously, under a lot of pressure, so..."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Although right now, we know he has a tube down his throat. So he wouldn't..."
    },
    {
      "speaker": "Neal Conan",
      "text": "So he's probably not talking anyway, but he's writing communication."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Right, exactly, he could write that."
    },
    {
      "speaker": "Neal Conan",
      "text": "We don't know what, if anything, he has told the investigators thus far. But we do know, as we suggested earlier, a lot of the questions. For example, where did the guns come from? Where did the explosives come from? And where did the money for those things come from?"
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Well, first of all, if he is coming in and out of consciousness - which is what we understand is going on right now, in the hospital room - they really can't question him. He has to be sort of sitting up and reasonably aware of what's going on. Now, this had happened in the Abdulmutallab case, in 2009. That's the young man from Nigeria who was on Flight 253, going over Detroit, and he was wearing an underwear bomb. And for the first 50 minutes - five, zero minutes - that he was in custody, they questioned him without Mirandizing him because they wanted to know if this is part of a broader plot. But then they Mirandized him..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Were there other bombs on other planes? Yes."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "...that's right, and he was talking. They Mirandized him, and after they Mirandized him, apparently he was quiet for a while, and he decided to remain silent. In this case, the questions they're going to be asking - as you say - have to do with explosives and money and guns, and where did they get it. They are still piecing this together. What we understand - and again, this is just very preliminary; and the thing about these kinds of stories is that often, the first draft of this has changed. So I'll be very circumspect about it but apparently, there were some stolen credit cards involved, and this is where they got money. And if that is, in fact, the case, then that would explain how they could get guns and everything else. I mean, someone else suggested, you know, if the FBI was actually watching the older brother, which is what we understand - Tamerlan was his name; he was 26 years old; he was wearing the black baseball cap, and he died..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Suspect No. 1."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Suspect No. 1, and he died on Thursday night, in a shootout with police. If, in fact, they were following him, people say, how could he possibly get a gun? Well, you're allowed to get a gun even if you're on a terrorist watch list because a terrorist watch list isn't something you've been convicted of. This is something that intelligence information suggests you might be a danger, for example, to aviation. But you can still buy a gun."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as we go through this, the role of the older brother's visit to Russia is going to be questioned as well. It was the Russians who, apparently, asked the FBI, would you look into this young man; we fear he may have some terrorist connections."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Yes, I think a couple of different episodes have been conflated a bit, in this discussion. The first is that in 2011, the Russians asked the FBI to interview this young man, Tamerlan Tsarnaev; saying, we think that he has connections to radical Islamists in Russia. So the FBI sat down and interviewed him. They had tea with him, and they talked to his family. And then there was another trip. There was a trip that he had basically last year for six months, in which he went to Russia. And the Russians knew that he was going, and the U.S. knew he was going; and that wasn't an issue."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as we look at these - at this information, they're going to be asking a question about motive, and when it was that the older brother apparently became radicalized."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Right, I mean, this is going to be the very difficult point that they're going to have to get together with his younger brother and figure that out. I mean, this looks much more like it's going to be something about Islamic radicalization, as opposed to Chechen - sort of nationalism. And I think when this first happened, we've never had Chechens do this in this country, so everybody assumes it has to do with that. What will be interesting is to see if he was radicalized on the Internet, if he was radicalized during trips to Russia - the older brother did travel to Russia reasonably often; the younger brother didn't - and how that evolution came about."
    },
    {
      "speaker": "Neal Conan",
      "text": "We will want to know if there were contacts there. The Russians - have they been helpful, in the past? Are they likely to be helpful, in this case?"
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "It's unclear. I would suspect that they're likely to be helpful in this case because they've been making a case that Chechens are very dangerous, and that's why they do what they do in Chechnya. But it's..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Which is a very hard line of - some would say brutal repression."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Exactly, but this would be their perfect excuse for the brutal repression there. And this is the excuse they've been using for some time. So I think it's unclear right now how much they're helping, and I think that's one of the things that we're going to see in the coming days and weeks."
    },
    {
      "speaker": "Neal Conan",
      "text": "And as we look at this investigation - well yes, they can try to get information from the suspect. If he's unwilling to talk, they can't get information from him. What other kinds of sources are they going to be going after - friends, family; obviously, looking at computers?"
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Right. Friends, families; they've grabbed computers. There's a whole roster of things that they can do, to try to get at this. My own feeling is that even if this young man lawyers up, the lawyer is going to tell him, look, they have an awful lot of stuff on you; and if you talk, you're likely to avoid the death penalty, or get a better deal. So often - you know, everyone says oh, if you lawyer up, it's not going to help you; a lot of the times, the defense attorneys are just as important to getting their clients to talk."
    },
    {
      "speaker": "Neal Conan",
      "text": "Because there's a logic to it. Nevertheless, it's unclear at this point whether the decision has been made to seek the death penalty; that - as the U.S. attorney said, in this case - is a long and carefully made decision. But there will be a lot of pressure to move toward that."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "There may be, but if he doesn't talk unless they take that off the table, there is a lot of pressure to get the intelligence as to who - if there are other people behind this, if the young men were sent here, that sort of thing. So this is going to be a real negotiation."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the self-motivation - as we keep hearing about this, there was the Fort Hood attack; the Army psychiatrist who was in contact, eventually, by email but essentially, self-radicalized. This is becoming more and more evident."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "This is - in this case, yes, it appears to becoming more and more evident. I mean, this has been an issue in this country for some time; and we thought it had gone away, to a certain extent, because we haven't had any attacks that were successful. The Fort Hood attack is considered the most successful terrorist attack against the United States since 9/11. And from a pure numbers point of view, you might still say that that was even more effective than this attack last week. But this radicalization on the Internet is something that the FBI has been talking about for years, and it hasn't been licked. And clearly, this is an example of that since we know that the older brother, Tamerlan Tsarnaev, spent a lot of time on the Internet, on jihadi websites."
    },
    {
      "speaker": "Neal Conan",
      "text": "And again, if he says anything to the investigators before he's Mirandized, that is nothing they can use in a case against him. However, given the mountain of evidence - including this video that's been described to you - they may not need it."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "Well, it's funny because depending on which lawyer you talk to, they will disagree with your first supposition; which is, that it's not admissible if you evoke the public safety exception. In fact, part of the reason for the public safety exception, instead of just talking to somebody without Mirandizing them, is that some of that information may well be admissible. But in this case, this is a bit of a slam dunk. They have video on this young man, and he's going to have a hard time saying that he wasn't involved."
    },
    {
      "speaker": "Neal Conan",
      "text": "NPR counterterrorism correspondent Dina Temple-Raston, with us here in Studio 42 - our very first guest in Studio 42. Thanks very much."
    },
    {
      "speaker": "Dina Temple-Raston",
      "text": "You're welcome, bye-bye."
    },
    {
      "speaker": "Neal Conan",
      "text": "When we come back, we'll take another look at that angle of the Boston story - video cameras and surveillance cameras in public places. Has this incident changed your mind? TALK OF THE NATION from NPR News."
    }
  ]
}