{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The government shutdown over the border wall continues. Here this morning to talk about the political action or lack thereof is NPR's Mara Liasson. Hi, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "OK. So, Mara, last night, the president called into Judge Jeanine Pirro's show on Fox News. And we'll talk Russia elsewhere in the show. But he said about the shutdown that he was still thinking about declaring a national emergency. Is that still a plan?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, like everything else about Trump and the shutdown, it's unclear. He's been ping-ponging around this issue. Sometimes, he says he definitely would declare a state of emergency. Other times, he's said he's not in any rush. But that endgame of declaring a national emergency has been described to me by Trump's advisers as the only plausible way out of this for him politically, a way for him to keep faith with his base, show him - show them he's fighting, even if he's stymied in the courts. And this promise to build a wall or, really, do everything he can to build a wall has become the sun, moon and stars of his administration. It's really become the white whale. It's become the No. 1 priority. And he's gotten pretty sensitive about press coverage of how he's handling this issue. He tweeted that the fake news Washington Post said he didn't have a plan. But he says, I have a plan. But to understand the plan, you have to understand that I won the election. The promise with that - problem with that is he did win the 2016 election. But he lost the 2018 election, and he really hasn't absorbed the changes that that's brought. He also tweeted, quote, \"there's almost nobody in the White House but me.\" And I think that really sums it up. It's just him, almost all by himself, making it up as he goes along."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do we know where he's landed on declaring a state of emergency? You're describing this sort of back and forth. But do we know where his head's at?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "It seems that he's saying, I will do it if I can't get a deal. But the waffling around this is happening because some of his advisers say it's not a good idea. It's going to be tied up in the courts. The Republicans in Congress are split on this. Some Republicans say it would usurp Congress's power of the purse. Others say it's a terrible precedent because a future Democratic president could declare a state of emergency around gun safety or health care or climate change. But other Republicans on the Hill privately would be thankful for the president to take this whole issue off their laps because if he does declare a state of emergency, he would, presumably, have to open the government."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. So where do we stand on the negotiations right now?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Nowhere. We're nowhere. Negotiations usually have a couple things associated with them - first of all, round the clock talks, a willingness for both sides to find a deal where both sides would win or maybe a creative solution that makes the problem bigger, like exchanging a path to citizenship for the DREAMers with $25 billion for a wall. That was a deal that was tentatively made over a year ago, but Trump walked away from that. The other reason we're not anywhere is that Mitch McConnell, the Senate Republican leader, is nowhere to be seen. He is the guy who, in the past, has gotten presidents out of a lot of tight corners. He thinks of creative solutions. But don't forget; this whole shutdown started when McConnell passed - unanimously - a compromise bill through the Senate for - to open the government not fund the wall. Trump originally said he would sign it. Then Trump changed his mind, and the shutdown happened. And now McConnell says he's not going to put anything on the floor of the Senate if the president won't sign it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And Nancy Pelosi, of course, is in Puerto Rico. So it's not like, you know, she's here right now talking to the president either. So I guess, you know, this leaves him taking his case to the American people. He tried to do that when he actually went and gave an address in the Oval Office. Did that move the needle?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "It doesn't seem like he's moved the needle. He did a lot of things - Oval Office address, trip to the border, a lot of interviews. The latest polling we have is a Washington Post/ABC News poll that shows by a very wide margin - 53 to 29 percent - more Americans blame President Trump and the Republicans in Congress for the shutdown rather than Democrats. One thing that has happened in the polling is that the border wall has gotten a little bit more popular. It's still net unpopular right now. Forty-two percent of people say they support a wall. That's up from 34 percent a year ago. But 54 percent oppose the idea, down from 63 percent a year ago. And the other thing we see is that he hasn't been able to convince Americans that there's actually a crisis on the border. That hasn't worked mostly because the people who are coming across are applying for asylum. That's a legal process, and it wouldn't be stopped by a wall."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Mara Liasson. Thank you so much."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}