{
  "transcript": [
    {
      "speaker": "Ari Shapiro",
      "text": "Well, in a moment, we will hear more about President Trump's reaction to the public release of notes from his phone conversation with the Ukrainian president. The two took questions together at the United Nations today. First, we want to look at the details of the call, which are spelled out in that memo. NPR national security correspondent Greg Myre's here in the studio to walk us through it. Hi, Greg."
    },
    {
      "speaker": "Greg Myre",
      "text": "Hey, Ari."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "You and I both have copies of these notes. I think pretty much every journalist in Washington does right now. What stands out to you in this?"
    },
    {
      "speaker": "Greg Myre",
      "text": "Well, several things, and they all seem to point to this basic notion that Trump was calling for political help from the Ukrainian president. One line in particular - he says, quote, \"I would like you to do us a favor.\" And then he sort of winds up to this, saying the U.S. has been very good to Ukraine, very helpful and, you know, suggesting we'd like some help in return. And he says, there's a lot of talk about Biden's son, that Biden stopped the prosecution and a lot of people want to find out about that, so whatever you could do with the attorney general would be great. And then he goes on and references and makes mention of Rudy Giuliani three times in this conversation."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "And Rudy Giuliani was a private lawyer not a government official, so why is he coming up so much in this conversation between two world leaders?"
    },
    {
      "speaker": "Greg Myre",
      "text": "Well, because he had been involved in this for some time. This is something he'd been working on for months in terms of being in contact with Ukraine, trying to get an investigation started into the Bidens. He talked about it on TV. He was on Twitter, so he was very public about this in the past couple of months after the Mueller investigation wound up. He said he met an aide of the Ukrainian president. He said he was working with the State Department, that he cleared it with them, he was in contact with them. But then, you know, Trump said also that the Ukrainian - told the Ukrainian president that Giuliani and the attorney general, William Barr, would get in touch with him."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "It's odd that he would keep referring to the attorney general because, typically, it would be the secretary of state who would deal with world leaders. The secretary of state is the top diplomat. Why would Attorney General Barr be involved in this matter?"
    },
    {
      "speaker": "Greg Myre",
      "text": "Really great question, and we don't know the answer. Sort of a quick civics lesson - the attorney general is supposed to be independent. He's not supposed to be taking orders from the president about who he should or shouldn't investigate. Now, Barr - consider him to be sort of in the middle of this. And he says he didn't hear about this phone call until weeks later. So on the one hand, the Justice Department, which he oversees, is investigating or looking into the whistleblower complaint. They also decided there shouldn't be a criminal charge opened up against the president. And on the other hand, the president is saying he's going to contact the Ukrainian president. And here's Barr, sitting in the middle of this, saying, I didn't hear about that call, what am I - more or less pleading ignorance."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "Right. This story is moving so quickly. What are you going to be looking forward to or looking for in the next day, or maybe I should just say in the next hour?"
    },
    {
      "speaker": "Greg Myre",
      "text": "That's right. It's really humming along here. So the House and the Senate intelligence committees have wanted to get their hands on the actual whistleblower complaint. This phone call may just be one part of it. There may be other elements involved. And they've been demanding that they get it. It doesn't necessarily have to become public, but given the way things are appearing, it seems quite possible that it will."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "The whistleblower has expressed an interest in testifying before Congress. We don't know whether that will happen. But we do know that the acting director of national intelligence will testify tomorrow, which is going to be the first time a member of the administration has publicly testified under oath about this in front of lawmakers. What are you looking for there?"
    },
    {
      "speaker": "Greg Myre",
      "text": "Right. So we're talking about the acting Director of National Intelligence Joseph Maguire going before the House Intelligence Committee tomorrow. Now, he's been on the job all of one month. And so far, his role has been to block the whistleblower complaint from going forward and reaching Congress. But there are signs that he doesn't necessarily agree with this position, that it's lawyers who've made him sort of take this position. He's not a chatty guy. But last night, he issued a statement saying, I am committed to protecting whistleblowers and ensuring every complaint is handled appropriately. So that sort of statement came out of the blue. And then today, there was a report that he had threatened to resign if he was told to go before Congress and stonewall. He quickly responded and said..."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "You mean if the administration had blocked him from testifying before Congress."
    },
    {
      "speaker": "Greg Myre",
      "text": "Correct. Correct. And so he said that was not true. He said he didn't consider resigning. But it's certainly going to make for a very interesting day tomorrow to see what he says when he goes before the committee."
    },
    {
      "speaker": "Ari Shapiro",
      "text": "A lot to follow, and the story changing by the minute. NPR's Greg Myre, thank you very much."
    },
    {
      "speaker": "Greg Myre",
      "text": "My pleasure."
    }
  ]
}