{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "I'm Ira Flatow. This is SCIENCE FRIDAY from NPR News. Joining us now is Flora Lichtman."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Hi, Ira."
    },
    {
      "speaker": "Ira Flatow",
      "text": "…Video Pick Of The Week today. What have we got this week?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "So this week we have a video that features a researcher, John Dabiri at Caltech, who kind of specializes in making invisible processes visible, especially under the sea. So his - he studies jellyfish."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Jellyfish? Woo, don't get stuck."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah, right. It sounds simple, right?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "They kind of float along. But it turns out that their motion is sort of more complex than that. And he's figured this out using these kind of unbelievable sci-fi techniques."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you contacted him. And he gave - donated some of his film for us, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Right. And I think the neatest one, he has these two techniques and one is spraying jellyfish with fluorescent dye."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Ooh."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And when you do that you can see the movement of water behind the jellyfish, it's lit up. So you can sort of see that the movement of the jellyfish is more complicated than maybe…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "…well, than I thought."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. And if you want to see these videos, you can go to our Web site at sciencefriday.com where our video's up there on the left side, Video Pick Of The Week. And in these videos, it was surprising what you saw and how they - you always see this pulsating jellyfish, right?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Right. And they push up - the kind of neat thing is that they, when they're moving, they're making these doughnuts structures behind them, these sort of swirling vortexes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "And then they push off of those doughnuts and they sort of get more push."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Ahh…"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "So they create this environment around them that they can propel themselves off of."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you can only see that by putting the dye in the water."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "The dye and there's also a laser. I mean, I feel like, there's…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "You got to see."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "You have to see it to believe it, really."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Friday night. And you can see - it's great because of - you can see how far behind, right? And how far they push back with the water?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Right. So their recent study was that how this motion of aquatic animals actually affects the marine environment. And what they found out was that - animals play a sort of significant role in mixing up the ocean water. And that's important for carrying nutrients from the…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "…bottom to the top…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "…and distributing heat. So, you know, it's not just doughnuts find the jellyfish."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right. And it's not - it's also solving the mystery of how motility - is that's the right word, happens in water. Maybe other fish swim different ways, if he puts dye on the other fish, we see something else?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "I think he's working on squid. So we should stay tuned and see if we can check back in."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Squid?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. It's just not food for other fish."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Okay. Why not?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, that's great. It's Flora's SCIENCE FRIDAY Pick Of The Week. It's - you go to sciencefriday.com on our Web site. Well, video there of the - what do we call the fluorescent jelly? What's our name for this one?"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "This one I think is using fluorescent dye and lasers…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Ooh."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "…to illuminate…"
    },
    {
      "speaker": "Ira Flatow",
      "text": "…It's…"
    },
    {
      "speaker": "Flora Lichtman",
      "text": "…ocean processes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Turn the lights off when you watch this one."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Nice and spooky. Thank you, Flora."
    },
    {
      "speaker": "Flora Lichtman",
      "text": "Thanks."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's about all the time we have for today. I'm Ira Flatow in New York."
    }
  ]
}