{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I am Ira Flatow. You probably know that the moon has an effect on the earth - right - in the form of the tides. But there's another effect you probably haven't thought about. And I'm talking about the presence of our moon helping to stabilize the tilt of the planet and that, in turn, helps to moderate the seasons. Seasons are caused by the tilt of the earth. You did know that. So what would happen if our moon wasn't there? And does that mean that planets elsewhere in the universe need a moon if they want to have a good chance of supporting life? One person who has thought about that is Jason Barnes. He's an assistant professor of physics at the University of Idaho in Moscow and he joins us from the studios of Northwest Public Radio. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Jason Barnes",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What makes you think about the moon? What got into you?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Well, our moon is particularly unusual, in that our moon, relative to the size of the earth, is the biggest moon in the solar system. So whether or not that really plays into whether or not life developed here on earth or where life goes was of interest."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And besides the waves, I talked about, the tides. I tried to explain a little bit about the moon and the tilt of the earth. Could you get into that a little bit?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Sure. Well, the tilt of the earth is what causes the seasons. It's the difference between whether, you know, the equator is pointed right at the sun or whether it's tilted away. So our earth is tilted about 23 and a half degrees with respect to the sun and it's that tilt that causes the seasons. And so, even with our moon, that tilt varies by a little bit. It varies by about a degree over the course of hundreds of thousands of years. So when that tilt is a little bit higher, when earth is tilted more, then the seasons are more extreme, so like the summers are hotter and the winters are colder and, when the tilt is less, then the seasons are moderated to the degree that, then, the summers are cooler and the winters are warmer."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And the moon helps stabilize that tilt?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Right. So it's with the moon - the variations are about one degree. Part of our work was calculating what that difference would be without the moon and so, without the moon, it turns out the earth's axis tilt would vary by 10 degrees back and forth instead of just one degree."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's pretty extreme, is it not?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "It seems like a lot. I mean, considering this one degree tilt, you think, oh, gosh, what could one degree do? It turns out, that one degree tilt, over hundreds of thousands of years, is what causes the ice ages. That small tilt, when the seasons are more extreme - so when the summers are hotter and the winters are colder, that melts off the glaciers that used to cover North America and Northern Siberia 15,000 years ago. And when the seasons are less extreme - so when the summers are cooler and the winters are warmer, there's more snow and there's less melted off and that's what causes the glaciers to form. So even that one degree tilt causes these huge shifts in the earth's climate into glaciated and non-glaciated states. And without the moon, we'd be wandering back and forth 10 times that amount."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And would life then be possible or would it be the same as we know it without the moon?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Well, it certainly would be different in that we'd be going through these variations every 10,000 years, but the fact that earth, right now is, you know, wandering back and forth between these glaciated and non-glaciated states is actually very unusual in earth's history. So that one degree tilt makes a big difference these days because earth's present day climate is sort of on a seesaw. We're exactly at the tipping point of a seesaw, such that that little one degree tilt can flip us back and forth into glaciated and non-glaciated states."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now..."
    },
    {
      "speaker": "Jason Barnes",
      "text": "But the vast major - I'm sorry."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Go ahead. I'm sorry."
    },
    {
      "speaker": "Jason Barnes",
      "text": "For the vast majority of earth's history, that's not been the case. In fact, there hasn't even been ice at earth's poles for 85 percent of earth's history, so the fact that there's any glaciers at all on earth is unusual. And so, our thought is that, you know, for a typical condition, the 10 degree variation in the tilt of the earth would actually not make as big a difference as you might think. I think life would certainly be affected, but it would go on. It wouldn't kill everything."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So if you're looking for exoplanets, planets outside of our solar system, then it really wouldn't make a difference if there was a moon attached to one of them or not?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Well, it makes some difference, but not as much as we previously thought. So, I don't know if you've heard of Fermi's question, which was - in the 1940s, during the Manhattan bomb project, Enrico Fermi, a famous particle physicist, was sitting around with a bunch of the other Manhattan Project scientists and he asked - they were talking about aliens and the probability that there would be extraterrestrial life out there. And suddenly, Enrico Fermi sits down and thinks about it for a while and he says, where is everybody? As if - if you calculate how many alien civilizations there should be out there, then you'd come up - usually, if you kind of plug in the typical numbers, you come up with huge numbers of civilizations in the galaxy, but we haven't found any. Why not? So that's the essence of Fermi's question."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And that has to do with looking for them and how many more might be possible if you didn't have to have a moon around?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Right, right. So there's a hypothesis called the Rare Earth Hypothesis by Peter Ward and Donald Brownlee at the University of Washington and, you know, people have been trying to solve Fermi's questions for a long time. Their suggestion was perhaps the obvious solution. Maybe the reason we haven't found any extraterrestrial life is because there isn't any, or there isn't any that's able to contact us. And so, if that's true, then somewhere along the line are calculations for how many earthlike habitable worlds that should be out there must be wrong. So they looked through at the various different parts, various different places along the line where the chain might have broken down. For instance, maybe earth-size planets don't form very often or perhaps they get hit by meteorites or asteroids too often that wipes out their life like an asteroid wiped out the dinosaurs 65 million years ago. And one of their options was, maybe it's this moon stabilizing the earth's climate that allows life to survive here and that, if you didn't have a moon, then you might have many fewer habitable worlds in the galaxy."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And your research is saying, well, it might be a little bit different, but not enough to wipe out life on a planet that didn't have a moon?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Exactly. So calculations for how many planets out there might have earth-size moons - there was a recent paper that suggested there might be maybe one in 12. So maybe 8 percent of planets would have a moon as big as the earth's moon. But, you know, our calculations show that without the moon, in our present condition, the earth would certainly go through these 10 degree shifts back and forth. A typical planet, if you just gave it a random spin, probably wouldn't have nearly as large a variation. In fact, if you had just a random orientation for the earth's rotation, its typical variation in the axis tilt would be a lot lower than 10 degrees and, sometimes, lower than even we have with the moon. So what we found is that you really don't need a moon to stabilize the earth or to stabilize a typical exosolar planet, I should say, and that probably 80 percent or so of exosolar planets will have this climate stability that we need instead of 8 percent. So that gives you 10 times more habitable planets in the galaxy than we previously thought."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, we know that the moon was closer to the earth millions and millions of years ago and it is gradually still moving away from the earth. Would that have an effect on the tilt, again?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "That's a great point, Ira. So, the fact that the moon is slowly moving away means that its effect is slowly shifting over time. So, in the past, when the moon was closer, it was causing earth to earth's axis to precess faster, so the earth has a tilt, but which direction that tilt points changes over time and the earth's axis precesses every 26,000 years."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Like a spinning top does when it's on the table, it sort of rotates."
    },
    {
      "speaker": "Jason Barnes",
      "text": "Exactly."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Jason Barnes",
      "text": "That's a great analogy. And so it's this precession that actually causes what we call the precession of the equinoxes. So the date of the equinox and the solstice keeps shifting around the calendar, so it's about one day later every century. And so that precession rate is what ends up governing whether or not earth's axis tilt remains stable or kind of goes haywire. And so, as the moon moves further away, calculations have shown that, in fact, the moon will, as its influence decreases, earth - sometime in the future, probably about a billion and a half years from now - will enter an unstable phase where the moon is no longer able to stabilize earth's axis tilt and we'll probably enter into one of these situations where our axis tilt and the intensity of the seasons changes quite intensely over hundreds of thousands of years."
    },
    {
      "speaker": "Ira Flatow",
      "text": "That's very interesting. And what got you interested in studying the moon?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Well, in general, I'm interested in this from the very point that you're talking about, of extraterrestrial habitability. So I'm a collaborator on the NASA mission called Kepler. And this mission is one mere telescope that we launched into space to look for earth-sized planets around other stars for the first time. And what's interesting is that we think - we hope - and I think there's every reason to think this will be true - that, in a couple of years, we will have discovered the first earth-sized planet at an earthlike distance from its star, such that we think it should have liquid water on its surface. Then the next question is, gosh, should that planet then harbor life? Should that be a habitable planet? And so that's where I came into this. I wondered, gee, if you just took a random planet and set it up with or without a moon, what are its axis tilt variations and would that control whether or not it's habitable, i.e., when we look at a planet out there and Kepler finds a planet in a couple of years, do we have to know whether it has a moon in order to say whether or not it's habitable? And so what's interesting about our work is that, although a moon definitely affects the climatic habitability, I don't think you have to necessarily find a moon around a planet in order to know that it might have a stable enough climate to be habitable."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Why do you say in a couple of years? It takes that long to sift through all that stuff out there?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "Ah, a great question. So the technique that Kepler is using to find planets is called the transit technique. So it's actually very difficult to just go out with a telescope and take a picture of a planet around another star and the reason for that is that stars are really bright and they're very far away from us, so the planets that are near them are really close to them in the sky. So if you try to take a picture of them, they're sort of washed out by the glare of the star. This has been thought to be like looking for a firefly next to a searchlight from 10 miles away. So our technique - we're using a smarter way to find planets and that's where we wait. As the planets orbit around their star, we wait until the planet passes between the star and earth. So essentially then, if you were looking at the star, you'd see the shadow of the planet, so we don't actually see that shadow. We measure how bright the star looks and, when the planet goes in front of the star, the effective brightness or the measured brightness of the star goes down a bit. It's about one percent for a Jupiter-sized planet and .01 percent for an earth-sized planet. And so to find these planets - to find an earthlike planet, then it's probably going to be in about a one year orbit. So we want to see at least three transits of the planet so we can be sure that we're really seeing a planet and not some sort of transient activity on a star, star spots, that sort of thing. So it's going to take at least, you know, three or four years for us to see these three solid transits and so we launched in March of 2009, so it'll be a couple more years yet before we've gotten enough observing baseline to be able to have seen the three transits of an earth-sized planet and then look through the data and find them and verify that that truly is a planet. So that's why it's going to take a couple years yet before we get an answer."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, Professor Barnes, you'll come back and talk about it, won't you, when you do that?"
    },
    {
      "speaker": "Jason Barnes",
      "text": "I sure will, if you'd like."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Good. We'll put you on the calendar. Jason Barnes, an assistant professor of physics at the University of Idaho in Moscow. Thank you for your time. Have a good weekend."
    },
    {
      "speaker": "Jason Barnes",
      "text": "Yeah, it's been fun. Thanks."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Have a happy holiday. After the break - we're going to take one - we'll talk about the war dividing the solar industry, the result of - you know, all those cheap Chinese solar panels flooding the market? Well, if you have all those panels, that drives down the cost of solar power. On the other hand, it takes away the manufacturing jobs because they're overseas. We'll talk about the whole debate. You can help talk about it. 1-800-989-8255 is our number. Stay with us. We'll be right back after this break."
    }
  ]
}