{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We begin in California, where fires are raging through the state. Northwest of Los Angeles, a pair of fires have forced the evacuation of hundreds of thousands of residents. Two bodies were found yesterday. And in Northern California, officials now say that at least 23 people have been killed in the Camp Fire, believed to be the most destructive fire in state history. At the center of that still-burning landscape, the town of Paradise."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "It's a community like a lot of others - rural towns or Midwestern towns that, you know, love God and love country and love each other."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Loren Lighthall is the principal of Paradise High School. And I spoke with him yesterday - two days after the fire devastated the town. Before we talk about your school, I have to ask, how are you and your family doing?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "We're doing OK. I have seven kids and a dog. And so it's - our house has been completely destroyed. And it's hard for people to want to take in all those people. So we're extremely grateful for our faith community - we're Mormons - and that for - people that were able to take us in and support us and give us a place to hang our heads and feel safe."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That must be pretty devastating."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "It's been tough just because all the things that you love about your life - your yearbooks and your wedding rings and anything that's ever important to you - is gone. Even though we plan for these things, and we have document boxes, it was just so frantic that we just left. We feel very grateful that we were able to just get out with our lives."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Have you been able to tell the kids that the house is gone?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "We just told them. I don't know that they quite get it. You know, they're worried about their Xbox or, you know, their pull-up bar or personal things. But I don't know that they get the gravity of the situation."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When you say the fire was coming up so fast, can you just take me back to that moment and describe what went on?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Well, I got to work at about 7:20 or 7:30. I could see a little smoke in the distance and some orange sky. But I wasn't too worried about it. And then at 8 o'clock, we went outside to check it out. And it had progressed quite rapidly. So I'm like, we'll just cancel and make it up later. So we were able to clear out probably half the school very quickly. And then it just escalated so, so fast from that point. By 9 o'clock, you could barely breathe because of the ash and the debris. So we moved everyone into the cafeteria. And we had them get picked up there. But everybody was reunited with their parents. So it was terrifying."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What condition is this school in - do you know?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "We have gotten word that the main part of campus is in decent shape."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "About 80 to 90 percent of the homes in Paradise have been affected in some way..."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Eh, that's probably low. I don't - I know of a few homes that survived. I'm sure they have smoke damage. But it's some - the town is just completely flat. No one literally has any place to go."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This is your community. That must be a very difficult thing to say."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "It is because we have - 67 percent of kids last year qualified for free lunch. And so not only is this hard - I mean, life is hard anyway, and this just compounds how difficult it is for our kids and even our staff and community and families to cope because they're not going to be able to do any of the things that they're used to doing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Mr. Lighthall, have you thought about what you and your family will do?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "I'm not sure just because I don't know if the school is going to be able to reopen or - the reality is, I think, everybody would go back to the school. But where will they live? There's literally no place to live in Paradise. There's no homes. There's no temporary shelters. There's no motels. There's nothing. And so I don't know who would go to the school. I hope that kids are able to come back and apply for college, finish the semester and graduate. But we're just not quite there with a plan yet."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Loren Lighthall, principal of Paradise High School, thank you so much. And we wish your family, your community and your school the best."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Hey, thank you so much, Lulu."
    }
  ]
}