{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "In Yemen, tens of thousands of children have starved to death in a Saudi-led war that will soon enter its fourth year. Another 14 million, half the country's population, are at risk of starvation. Thousands of civilians have been killed. But in the backdrop of this bloodshed and destruction is another tragedy - the looting of the country's history, its precious antiquities plundered by criminals and violent extremists. Joining us now to talk about this is Deborah Lehr, the founder and chair of the Antiquities Coalition. She co-wrote an op-ed in The Washington Post with Yemen's ambassador to the United States. Deborah, thanks so much for joining us."
    },
    {
      "speaker": "Deborah Lehr",
      "text": "Great - my pleasure - thank you for having me."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Can you give us a sense of the scale of what's being lost in Yemen right now, what's already been lost?"
    },
    {
      "speaker": "Deborah Lehr",
      "text": "It's very hard to quantify because we don't even have legitimate numbers on the legal trade. But what we can say is that Yemen was a very rich historic country. It was one of the centers of the spice and incense trade and, in fact, developed one of the - the Manhattan of the desert as a major trading center with the first skyscrapers in the 16th century and one of the first major dams in the eighth century B.C. All of these have been targeted for destruction. And we're losing significant amounts of what, really, was very rich history to these thieves. And then with the illicit digging going on, who knows what treasures have been lost?"
    },
    {
      "speaker": "Leila Fadel",
      "text": "Right - and it's so sad because you can't get this stuff back. You can't bring history back."
    },
    {
      "speaker": "Deborah Lehr",
      "text": "Right - and you've lost the context. So we may have lost information that could lead, for example - could lead to the proof of the Queen of Sheba and her existence."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So who's selling these antiquities? And how much are they benefiting from it? What are they getting out of this?"
    },
    {
      "speaker": "Deborah Lehr",
      "text": "With the illicit trade, what we have tracked is their exit points. In Yemen, through Djibouti is one of the main points. In Egypt, for example, it went through Israel. Iraq and Syria was going through Turkey. They meet with sophisticated middlemen. And they're being bought by collectors and others in major Western markets. Some of it is even showing up in the United States. And these monies are going back and being used by the Houthis and other terrorist organizations in the region to sponsors..."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So Houthis, al-Qaida..."
    },
    {
      "speaker": "Deborah Lehr",
      "text": "Al-Qaida - yes. We have evidence of al-Qaida raids on some of the museums in Yemen. And we have evidence of, in Europe, even in Brussels, dealers who have been selling al-Qaida-sponsored antiquities."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Is there any evidence of ISIS benefiting from..."
    },
    {
      "speaker": "Deborah Lehr",
      "text": "There's definite evidence of ISIS benefiting. In fact, in a special-forces raid of one of the complexes of, essentially, the person who is the chief financial officer of ISIS, we found receipts of about $5 million worth of antiquities over the course of a year that they had sold. And they had a very sophisticated pattern and, actually, a ministry of antiquities just to deal in this illicit trade."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So what are you and the ambassador proposing - and what you proposed in the op-ed - to try to stop the path to stop the market for it?"
    },
    {
      "speaker": "Deborah Lehr",
      "text": "There are international rules that govern how we can actually stop the U.S. from being a target market. But it requires that countries are signatories to a UNESCO Convention, a 1970s convention for antiquities. Unfortunately, Yemen is not. So we have to be creative in the measures that we take. And we also need immediate action because of this crisis going on. So what we have proposed is that Treasury extend the emergency powers that they have under the emergency act and other legal means that they have to stop, say, in a case of emergencies. Already with Yemen, they can stop the import of oil - that they expand that to include antiquities because these items are being used to sponsor terrorism."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So, you know, some people might say, well, you know, people are starving to death in Yemen. People are dying. And there's no end in sight, really, to this war. So why should we care about these material things, this history, when right now there's really a humanitarian crisis, as you said?"
    },
    {
      "speaker": "Deborah Lehr",
      "text": "There's no question that there's a humanitarian crisis. And it's very tragic, the loss of life and displacement that has taken place. But these items, these symbols really represent their rich history, their religion and, quite honestly, their economic future, where Yemen is a source of tourism. And all of these are being taken away. You know, the robbing of the past is really robbing them of their future."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Deborah Lehr is the founder and chair of the Antiquities Coalition. Thank you so much for talking with us."
    },
    {
      "speaker": "Deborah Lehr",
      "text": "Great. Thank you for having me."
    }
  ]
}