{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We're going to update you now on the mass shooting yesterday in El Paso, Texas, that left 20 people dead and one suspect in custody. Joining us now is reporter Monica Ortiz Uribe, and she is in El Paso. Good morning, Monica."
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Hi. Good morning, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What is the latest information that we have this morning?"
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Well, as of Saturday evening, authorities reported 20 people dead and another 26 injured. These were people shopping on a Saturday morning at one of the busiest Walmarts in the city. We know a gunman with a rifle entered the store, wearing earmuffs and began shooting at random. A suspect is in custody. He's a 21-year-old male from a suburb outside Dallas. Police held up - held off from identifying him yesterday but said he surrendered to them at an intersection just behind the Walmart. The El Paso police chief said authorities are looking into this attack as a potential hate crime. There's a manifesto circulating online, possibly linked to this suspect, that reflects an anti-immigrant sentiment and mentions a, quote, \"Hispanic invasion of Texas.\""
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, speaking of that, why would he go to El Paso? We know it's a city with a large Hispanic population, and I think thousands of immigrant families come to the city - right? - and live there."
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Yes, that's correct. El Paso's population is more than 80% Hispanic. And, yes, currently, it's one of the cities where thousands of Central American families have been fleeing from extreme violence and poverty. And they've entered the U.S. One of the cities is - in the U.S. is here in El Paso. Now, El Paso didn't get its name out of thin air. This has been a central pathway for migration for centuries before the U.S. and Mexico even existed. And that history is reflected in the people who live here today. The shopping district where this mass killing happened is the perfect reflection of the binational, bicultural character of the city. There were probably parents shopping for back-to-school supplies from both sides of the border. On any given day, you'll hear both English and Spanish spoken in the aisles of any of the city's stores. It's normal here, and it's been that way for as long as the city has existed."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And El Paso also has a reputation for being a safe city."
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Indeed. In his State of the Union Address this year, President Trump incorrectly attributed El Paso's safety record to the construction of the border wall. But statistics show El Paso has had a low crime rate compared to other cities its size well before the presence of a border wall. The number of people killed and injured in yesterday's mass shooting is higher than the average number of people murdered here in an entire year. And I should point out that a border wall would in no way have stopped the shooter from committing yesterday's massacre. Also, because of its location on the U.S.-Mexico border, the city is home to a plethora of law enforcement - federal, state and local - who keep a close watch on the city. And, finally, cities - studies show that cities like El Paso with a large immigrant population tend to have lower crime rates."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Do we know anything more about the victims? What have we learned?"
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Not too much yet. Police have said that they range in all ages. Former El Paso congressman and now-presidential candidate Beto O'Rourke told reporters yesterday that he spoke to the wife of a soccer coach who was wounded while fundraising for his team at the Walmart. Mexican officials have also reported via Twitter that there are six Mexicans injured, including a 10-year-old girl, and three others are among the dead."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I mean, this must be an incredibly difficult time in El Paso right now, you know, something this horrific happening. There were so many families at the Walmart, as you mentioned. And it is now being investigated as a potential hate crime. So I'm wondering - how have the people there reacted to this terrible tragedy?"
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "Well, El Pasoans have by and large reacted in the same way they've responded to the rush of Central American families who have arrived - who have been arriving at this city for months now. Hours after the shooting, there were long lines at blood donation centers. I visited a school where families were gathering to get information about missing loved ones. I saw El Pasoans show up to that school with truckloads of water. There is an interfaith vigil organized tonight at a local park. And both the mayor and the U.S. congresswoman who represent El Paso has said this is - that this crime isn't reflective of the welcoming character of this city."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's reporter Monica Ortiz Uribe in El Paso. Thank you very much."
    },
    {
      "speaker": "Monica Ortiz Uribe",
      "text": "You're welcome."
    }
  ]
}