{
  "transcript": [
    {
      "speaker": "Farai Chideya",
      "text": "In a finish as neck-and-neck as the Kentucky Derby, R&B Singer Ruben Studdard pulled out a narrow victory on American Idol in 2003. The man he beat, Clay Aiken, soon had a double-platinum pop album. Meanwhile, Studdard released an R&B album and the gospel record, which went gold. Now Ruben Studdard has re-entered the pop fray with his latest disc, The Return. I spoke with him recently in Los Angeles. Ruben, we're sitting at the Roosevelt Hotel in Hollywood and you are here to promote your forthcoming album, which is about to drop. What do you think has changed most for you from the time that you went on as a fledgling contestant…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Right."
    },
    {
      "speaker": "Farai Chideya",
      "text": "…to this point in your life?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "I think I know a lot more about Ruben Studdard as an artist, now that I did before I was on American Idol. I thought - and I thought before then, because I had been, you know, recording for so long before I was on the show, that I knew as much as I could know about myself. But I learned that, you know, it's an ever-revolving circle of learning when you're in this industry. And I've learned, you know, a thousand times more about my voice, and that's more than one thing I could say is different."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Yeah, it's growth."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Yes. (Singing) …the return. It's the return of your velvet teddy bear. It's the return. It's the return of your velvet teddy bear My gospel album, for me, was just paying a tribute to all the people that I grew up - those are the people that - those songs that I re-did on that album were my stars. You know I'm saying? When I grew up in Alabama, Commissioned, to me, were stars. The Winans, to me, were stars. Like all these people and these songs that I sung, you know, Tramaine Hawkins - all those people. Those people were famous to me. So, like for me, it was a chance for me that I just like pay homage to those people that I grew listening to. And it was pretty easy because I just picked all my favorite records. Everything I just loved singing or listening to as a child. I just sung it and put it on a album. But with The Return, I really had the - it took me this long because I had to make sure… Cause like, I have like, five different albums done now, and these 14 songs are just the 14 I feel fit best with what the times are, right now. Like what's hot on the radio. What's, you know, what's the flavor. And I feel like these 14 songs are just flavor."
    },
    {
      "speaker": "Farai Chideya",
      "text": "What's your favorite?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "A song on the album? Probably Ain't No Party. (Singing) Na, na, na, na. It's infectious. Like I can't explain it. Like, when the beat comes on, it just, it just, it just sounds like a hit. And that's why I love it so much."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Now, what about If Only For One Night? You know, you did - it's a Brenda Russell song. Luther Vandross of course did a powerful standard out of that song? Did you ever feel like oh, Luther is Luther and I just shouldn't try to do - I mean even though you have performed his songs like - did that seem like a mountain to climb through?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Well, as it pertains to If Only For One Night, I really wanted to be a part of that tribute album that they did for him. And I, you know I just, for some reason, this, the song I recorded was left off of the album. And I asked my mom - growing up was a hugest Luther Vandross fan in the world. And so I just asked her if it was any song that I could record on my album of the ones that Luther did, which one would it be for you. And she said If Only For One Night. (singing) Let me hold you tight, if only for one night. Let me keep you near, to ease away your fear. It would be so nice, if only for one night. And so after my mom said that I just, you know basically focused on all my energy for a week, like I had the orchestra in the studio, and my band was there, and it was just, it was a full all production for four days. And I, you know I basically, you know, with help of two other people, you know, had to do everything myself."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Give me a taste of what your life is like these days. Like you know, obviously you're out here promoting the album, so you're going to be traveling. But, say you're on a day when you're not traveling, what do you do?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "I mean, I mean just right now, look where you are, right now. We're at the Roosevelt Hotel, laying on some comfy couches by the pool. Like, if you would've met me three years ago, you would've been doing this interview at the Holiday Inn. So…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "How have your friends reacted to all your success?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "They're still cool. Like I don't, you know, every, every friend I have, have been my friend for years now. You know, they don't really treat me any different at all. Even though sometimes I wish they would, but they don't."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Just like, come on son, carry my bags."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "No, we don't… I don't have any yes men to my group."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Now, health and fitness. I've been trying to, you know, take care some of my own health and fitness issues. You have lost 60 pounds…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Right, 70."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Seventy? Congratulations."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Thank you, thank you."
    },
    {
      "speaker": "Farai Chideya",
      "text": "That's great. So what've you been doing?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Just working out and eating right. That's it. Like it ain't no rocket sci… Ain't no…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "No special top secret…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Naw…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "It's just will power."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Yeah."
    },
    {
      "speaker": "Farai Chideya",
      "text": "You know, it just strikes me a bit, what you're living is the American dream, that American Idol was named after, in a way. That, you know, the dream is that anyone from anywhere can take their talents and make it in this world. Have you always believed that? Do you believe it?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Oh I do, like I'm, it's just all the time, and you know what I'm saying? Like, I've been trying to do this my whole life. You know I've been in groups and all kinds of stuff. Shopped demos - and nothing really happened until, like, you know, God was ready for it to happen. I would've much rather been at this point in my life when I was 18 and 25. Now I'm coming glad that I waited, so I could kind of be a little more older - and still didn't know as much as I should have. But I'm glad that I had a chance to, you know, go to college and just, you know, experience those type of things. Because there's a lot of things that some people that are famous at an early age don't get the chance to experience - that I have had the chance to pledge a fraternity, just do… Play football in college. Do things that, you know, I always have more stories."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Yeah. Definitely. So if you can imagine 50 years from now…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Right. Seventy-eight, I would be."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Uh huh. What do you think you'll be doing then? I know that's a long way away but…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Sitting at the Roosevelt like Hugh Hefner, or something."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Alright, before I let you go, just one last thing about American Idol. Do you stay in touch with anyone from - either from your season or other seasons?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Yeah, I talked to a lot - most of the people from my season, all the time. Yeah, we talk a lot."
    },
    {
      "speaker": "Farai Chideya",
      "text": "And everything's chill?"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Yeah. Why wouldn't it be?"
    },
    {
      "speaker": "Farai Chideya",
      "text": "You know, because it's competition and some people may…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Competition for who? We're family. I've stayed with those people for almost a year. I lived in L.A. - we were all torn from where we were from and brought out here with no family, no contact with our family, other than seeing them on the show, occasionally. And, you know, those people are my family. So for people to feel ever, that we're ever trying to compete with each other is just totally absurd."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Let me ask you this, do you feel that you were pitted against each other, as…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Whoa. Well yeah they did. They helped us sell a lot of records. Thank you for pitting us against each other."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Thanks so much for…"
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "Pit us again, please."
    },
    {
      "speaker": "Farai Chideya",
      "text": "Round two."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "(Growls) I'm gonna fight Clay. In the third round, he's going down. (Growls)"
    },
    {
      "speaker": "Farai Chideya",
      "text": "Thanks Ruben."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "You're welcome."
    },
    {
      "speaker": "Farai Chideya",
      "text": "I appreciate it. The new album is The Return."
    },
    {
      "speaker": "Mr. Ruben Studdard (American Idol 2003)",
      "text": "(Singing) Baby (Unintelligible) move on, that's fine. Before you leave, let me put something on your mind. I never did wrong, girl, I just made a mistake. I learned from my (Unintelligible) so now I got to pay. I understand and all that. You leaving and all that. Telling all your girls you hate me - how you ain't coming back. But tell me something…"
    },
    {
      "speaker": "Farai Chideya",
      "text": "Thanks for sharing your time with us. We'll be back tomorrow. To listen to the show, visit NPR.org. News & Notes was created by NPR News and the African-American Public Radio Consortium. I'm Farai Chideya. This is News & Notes."
    }
  ]
}