{
  "transcript": [
    {
      "speaker": "Susan Davis",
      "text": "The Paradise High School class of 2019 has had a tragic year. In November, faulty power lines sparked a massive blaze, known as the Camp Fire, that devastated Northern California and burned most of Paradise to the ground. Days after the fire, we spoke with their principal, Loren Lighthall, who was trying to wrap his mind around what the future would be like for him and his students."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Where will they live? There is literally no place to live in Paradise. There's no homes. There's no temporary shelters. There's no hotels. There's nothing."
    },
    {
      "speaker": "Susan Davis",
      "text": "Now the senior class is getting ready to graduate, and Principal Lighthall joins us again. Welcome back to the program."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Thank you."
    },
    {
      "speaker": "Susan Davis",
      "text": "Walk us through the past few months for you. What happened with your students, and how did - how did you make the rest of the school year work?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Well, we did an online school. And we only had three weeks left in the semester, so it was a great way to finish. And then we started at a second location in Chico. We had to move the entire high school to a different location. And we were able to pull that off. But as it's went on and we're into the seventh month of this, it's been very, very difficult for kids because they're living far away. And they're not vested in where they're living. So they're not making friends there. Most teenagers struggle with the teenage years. And when you add a trauma event like this, where you lose your entire community, your house, your church, your work and you lose all that support system, it's been very difficult mentally. And it's been very difficult for us to find enough counselors to be able to help students get to where they need to be."
    },
    {
      "speaker": "Susan Davis",
      "text": "Were you surprised at the level of outpouring of support from not only your community but people from all over the country?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "So many people have done so much. I mean, just individual people have given $25 to help them have a good grad night or not have to worry about buying a cap and gown, free prom, free winter formal, free senior trip, free yearbook. That's the silver lining I think, in all of this, that so many people do care. And you can really feel that."
    },
    {
      "speaker": "Susan Davis",
      "text": "We've been talking a lot about your students. But you and your family were also touched by this disaster. You lost your home. How's your family doing?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "They're doing pretty good. Yeah, I have seven children and five that still live at home. We did get an apartment. But it's an 1,100-square-foot upstairs apartment. And it's been cramped. We do feel lucky to get that, but it's certainly not what we need long-term."
    },
    {
      "speaker": "Susan Davis",
      "text": "I understand you've made, also, a decision about your professional life."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Yeah, I did make the decision to leave for two reasons - one, the housing. There's no housing here. You know, 18,000 homes burned. And there's 18,000 families looking for housing. And also leaving the trauma, where you're reminded of it every time you go to church, every time you go to work, every time you go to home. So I'm looking forward to kind of leaving that aspect of it - but really not looking forward to leaving the kids in Paradise High School."
    },
    {
      "speaker": "Susan Davis",
      "text": "What is your message to your graduating seniors when they walk across the stage?"
    },
    {
      "speaker": "Loren Lighthall",
      "text": "That we've got to put this behind us. If we keep worrying about all that happened and all the things that have been unfair - the whole thing is unfair. We're going to have to move past it and look forward with hope so that we can move on with our lives."
    },
    {
      "speaker": "Susan Davis",
      "text": "Loren Lighthall is the principal of Paradise High School. Thank you very much, and we wish you so much luck in your next chapter."
    },
    {
      "speaker": "Loren Lighthall",
      "text": "Thank you."
    }
  ]
}