{
  "transcript": [
    {
      "speaker": "Audie Cornish",
      "text": "To northern Syria now, where a Turkish offensive against the Kurds has begun. This comes after President Trump announced earlier in the week that he was withdrawing American troops from the area, which allowed Turkey to proceed. The decision was widely criticized by lawmakers on both sides of the aisle, since Kurdish forces have been a crucial U.S. ally in the fight against ISIS. David Ignatius of The Washington Post is with us to help sort through it all. Welcome to the program."
    },
    {
      "speaker": "David Ignatius",
      "text": "Thank you, Audie."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I understand you're in touch with Kurdish military leadership in Syria. What have you heard today?"
    },
    {
      "speaker": "David Ignatius",
      "text": "So what I've heard today is that the attack that was feared has begun. The Kurds are already moving people to try to defend their positions against the Turkish tankers. And that raises the problem that worries me most, which is that the ISIS prisoners who are being held are - about 11,000 of them, I'm told - could begin to escape, posing a whole new security problem for the U.S. and all of its allies."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I'm going to talk about the implications of that in a bit. But first, I want to walk through some of the various players in this conflict and their objectives. First, Turkey - what do they hope to gain from this move?"
    },
    {
      "speaker": "David Ignatius",
      "text": "Turkey has said for many months now that it wants a security corridor in northern Syria. It has deep animosity toward the Syrian Kurdish group known as the YPG, which it says is part of the PKK. Forgive all the initials. But these are - they're Kurdish nationalist groups, and the Turks claim that they're terrorists, that they've attacked and killed Turks. So they want the security corridor. The problem is that the Turks, in trying to take the zone, risk destabilizing an area where security was won at great cost by the Syrian Kurdish militia known as the Syrian Democratic Forces, aided by U.S. Special Forces. So there's fear that this area will just descend into chaos quickly as the Turkish troops come in."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I want to talk now about the Syrian government. Bashar al-Assad is still trying to take back portions of the country with help from Russia. How would this Turkish offensive change the calculus for him?"
    },
    {
      "speaker": "David Ignatius",
      "text": "So it changes the calculus in this way. If you're the Syrian Kurdish commander and you feel that the U.S. is essentially abandoning you, where do you turn for help against your mortal enemies, the Turks? And increasingly, I'm told by the Syrian Kurdish commander they think that they have to turn to Damascus. They have to turn to the regime. Meanwhile, Assad's key ally, Russia, is said to be moving with Syrian army troops north towards these Kurdish areas, seeking to capitalize on what they think is a vacuum caused by the instability and the U.S. withdrawal."
    },
    {
      "speaker": "Audie Cornish",
      "text": "So these Kurds would have to deal with the threat from Turkey and then, on the other side of things, the threat from the Syrian government trying to reclaim this area."
    },
    {
      "speaker": "David Ignatius",
      "text": "So this is essentially the Kurdish condition - surrounded by enemies. It's the case in Syria. It's the case in northern Iraq. It's the case in Iran. This is a people who just live in inconvenient countries. So yes, as in the past, the Kurds are surrounded. They feel they have enemies on all sides. They thought the U.S. was a reliable friend, and they now are beginning to doubt that."
    },
    {
      "speaker": "Audie Cornish",
      "text": "I want to come back to something you mentioned earlier - the thousands of ISIS prisoners that Kurds had been guarding. There's concerns about whether they can continue to do that while also fighting off the Turkish military. You had the president saying today in a statement that, quote, \"Turkey is now responsible for ensuring all ISIS fighters being held captive remain in prison.\" Does that seem likely?"
    },
    {
      "speaker": "David Ignatius",
      "text": "So first, as to Turkey's ability to control these prisons - that's viewed by U.S. military officials as highly unlikely. It was the Turks who allowed ISIS fighters to come into Syria in the first place. There are longstanding concerns that the Turks have been friendly with jihadist elements who've been part of this fight. So they're not trusted as guardians of these prisons. The second point, I think, is that the breakout from the prisons has already begun. There was a breakout in April at a prison holding some British ISIS members. Finally, there are roughly 70,000 people in a U.N.-controlled refugee camp, maybe 25% of whom are relatives - wives, children - of ISIS fighters, ISIS prisoners. Those people have been rebelling in recent weeks. There've been explosions at this prison camp, a refugee camp called Al-Houl. The fear is that some of the escaping ISIS prisoners might try to rejoin their families. Then thousands of people on the move in northeast Syria - no clear security force that can keep control."
    },
    {
      "speaker": "Audie Cornish",
      "text": "David Ignatius is a columnist for The Washington Post and a senior fellow at the Harvard Kennedy School. Thank you for your time."
    },
    {
      "speaker": "David Ignatius",
      "text": "You're welcome."
    }
  ]
}