{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The midterms are less than a month away. Voters will decide on the makeup of the Senate, the House. And many will also choose governors. Over the last decade, Republicans have made historic gains on the state level. They now control two-thirds of the governor's mansions across the country. But this year, the GOP is on the defense, defending 26 states. NPR political reporter Jessica Taylor has been following all these races. And she joins me now to break them down. Hey, Jessica."
    },
    {
      "speaker": "Jessica Taylor",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So can Democrats cut into the GOP's edge among governors?"
    },
    {
      "speaker": "Jessica Taylor",
      "text": "They have a really good chance. They could pick up as many as a half dozen or more seats. And this is incredibly important for them this year because we're heading into 2020, when there will be a census that will affect redistricting. This is how Republicans sort of got in the really good position that they were in. They won a ton of governors' races in 2010. They controlled redistricting in very important states. So they were able to draw congressional maps to their liking. You know, we've already seen good signs for Democrats when it comes to this. They've flipped a ton of state legislative seats. And so it's a good sign for Democrats. This map is really for them."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What states are you watching heading into this last month of the campaign? I mean, where are the really tight races?"
    },
    {
      "speaker": "Jessica Taylor",
      "text": "So there's a couple of pickup opportunities for Democrats that look like really sure things - Illinois, New Mexico, Michigan. I say some of the really tight races are Florida and Georgia. Florida is always, you know, the perpetual swing state. Andrew Gillum was sort of the surprise nominee there. He's a progressive."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah - African-American mayor from Tallahassee."
    },
    {
      "speaker": "Jessica Taylor",
      "text": "Yes. So this is sort of a test of whether real progressive candidates can win in these sort of purplish states. And so that's going to be a really - you have a Trump ally there in Ron DeSantis. It's going to be, I think, a really close race still. Next door in Georgia, another woman trying to make history - Stacey Abrams would be the first African-American woman ever elected governor."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Right."
    },
    {
      "speaker": "Jessica Taylor",
      "text": "And that's a state that is changing. Has it changed enough? That's a really big question. And then there's sort of a handful of surprising opportunities for Democrats in the Midwest and in the Sun Belt. Nevada and Ohio - those were always sort of toss-ups. But then Democrats have real chances to flip some places - really ruby-red territory - like Kansas, South Dakota, maybe even Oklahoma."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Why is that? I mean, what is driving that?"
    },
    {
      "speaker": "Jessica Taylor",
      "text": "It's sort of a mixture of things. You have really unpopular outgoing administrations in Kansas and Oklahoma. Both of those states have been rocked by fights over education and teacher funding. And, you know, even if you're a Republican voter, you might be willing to vote for a more moderate Democrat on a state level but not on a federal level. And Republicans also have some polarizing nominees. For instance, Kansas Secretary of State Kris Kobach, a Trump ally - he only narrowly won his primary. Health care is driving a lot of these races. We're talking about Medicaid expansion. And tariffs is playing an important role in places like Iowa, too."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So where are the bright spots, if any, for Republicans?"
    },
    {
      "speaker": "Jessica Taylor",
      "text": "They admit that they expect to lose seats. And, you know, a good night may be two, three or four. But what's surprising and notable for Republicans is how many of their incumbents in really blue states are in really strong positions. Maryland's Larry Hogan, Massachusetts' Charlie Baker, Vermont's Phil Scott are all favorites to win re-election. They could flip a seat in Connecticut where there's an outgoing, really unpopular Democratic governor. And so that sort of could give them another sort of chance to add another New England Republican."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's Jessica Taylor. Thank you so much."
    },
    {
      "speaker": "Jessica Taylor",
      "text": "Thank you."
    }
  ]
}