{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Over the weekend, The New York Times reported that North Korean officials showed a visiting American scientist a vast new facility built to enrich uranium, which could mean both an accelerated nuclear weapons program and much more powerful bombs. Two other Stanford professors were on that trip. And in an op-ed today in The Washington Post, they argue that decades of attempts to contain Pyongyang's nuclear ambitions have clearly failed and it's time to rethink U.S. policy. Start by accepting North Korea, they say, as a sovereign state. Are tougher sanctions the best approach? How do we coordinate policy with South Korea and Japan? What about China? If you have questions about the way ahead with North Korea, give us a call, 800-989-8255. Email: talk@npr.org. You can also join the conversation at our website at npr.org. Click on TALK OF THE NATION. Robert Carlin is a visiting fellow at Stanford University Center for International Security and Cooperation. With John Lewis, he wrote \"Review U.S. Policy Toward North Korea\" in today's Washington Post. Nice to have you with us today."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "Nice to be here. Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "With us here on Studio 3A. The New York Times story cites your colleague, Stanford professor Siegfried Hackler(ph)  Heckler(ph), excuse me, former director at Los Alamos, who said he was stunned to see a sophisticated plant with hundreds and hundreds of centrifuges and an ultramodern control room. From your piece, you were less surprised."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "No, actually, I wasn't less surprised, and the word stunned is not metaphorical. It's quite literal. We were stunned like chickens. ...who saw something very strange. All of a sudden, we looked through the window of the control room of this facility that they took us into and there were rows and rows and rows of centrifuges. They say there were 2,000. We don't have any reason to doubt that. It sure looked like that many. And no one that I know of expected them to have that many centrifuges operating at this stage of their program."
    },
    {
      "speaker": "Neal Conan",
      "text": "Centrifuges are used to enrich uranium. There's - they operate in what's called a cascade. And the more of them you have and - well, it depends how much uranium youve got and how - what degree you enrich it to."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's correct. You can - I'm not a scientist. Let me say that first of all. But you can enrich it to a low percentage and then use that low enriched uranium as fuel for a type of a nuclear reactor, what's called a light-water reactor. And the North Koreans are in the early stages of building one of those. Or you can enrich it to a high degree and have uranium that's - you can use in a nuclear weapon."
    },
    {
      "speaker": "Neal Conan",
      "text": "And how alarming should - how alarmed should we be by this development? This is in Yongbyon, which is also the source of their plutonium reactor, the site of their plutonium."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's correct. I think people should steer clear of the concept of being alarmed at this point. It's really too soon. It's only 10 days after we visited there. It's very early days when the -everybody should be stopping, thinking again about what we knew, what we thought we knew, evidence that we hadn't looked at carefully enough and try to piece it together. If we start to hyperventilate at this point, I'm afraid - you know, when you hyperventilate, it's hard to think clearly. And we need to think clearly because there are several potential difficulties that this development puts in our path."
    },
    {
      "speaker": "Neal Conan",
      "text": "The State Department spokesman, P.J. Crowley, said today the new uranium enrichment facility is a matter of concern but not a crisis. So at least that reaction from the State Department. But what problems does this pose?"
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "First of all, I think it should tell us that we didn't have a good grasped of where the North Koreans were technologically. They seemed to be much farther along than we knew. There a lot of people who speculated before..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "...but we really didn't know. So they're farther along than we knew. They probably have some sort of external assistance, and we have to figure out where that came from. Their industrial plant is more capable than we gave it credit for, apparently. And it's much harder to negotiate now that they've reached this stage because the enrichment facility is much more difficult or an enrichment program is somewhat more difficult to monitor than the program they had previously."
    },
    {
      "speaker": "Neal Conan",
      "text": "Why do you think they showed it to you?"
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "They said, very specifically, that they showed it to us because they had announced a year ago that they were going to do this, they were going to build an LWR and an enrichment facility, and nobody believed them. And so now, they wanted to show us that they did what they said they were going to do."
    },
    {
      "speaker": "Neal Conan",
      "text": "An LWR is a light water reactor, the type you were talking about before."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right."
    },
    {
      "speaker": "Neal Conan",
      "text": "In previous years, we know that North Korea did get some help from Pakistan, the A.Q. Khan network, in terms of outside help."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. The Pakistanis have said that this goes way back into the 19 - some cases, the early 1990s, I suppose. The full extent of that assistance, I don't think we have - we understood quite yet."
    },
    {
      "speaker": "Neal Conan",
      "text": "There was believed to be an exchange of nuclear - excuse me, missiles, missile technology from North Korea to Pakistan in exchange for nuclear technology."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. That's one of the theories."
    },
    {
      "speaker": "Neal Conan",
      "text": "As we look at this situation, clearly, some intelligence assessments may have been incorrect or were incorrect. But it also, you argue strongly, must lead to a policy reassessment as well. We're in a corner with North Korea. There are these so-called six party talks which involve its neighbors, that's Russia, China, Japan, South Korea and the United States as well. Those, apparently, have led nowhere."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "They seem to have led nowhere and in fact, subsequently, the sanctions that we put on North Korea, after their two nuclear tests in 2006 and 2009, those sanctions don't seem to have stopped them from moving ahead either. So the question now is, should we keep going on the path we were, which doesn't seem to have been successful at this point, I would say, or do we need to reconsider? This wouldn't be the first time that we had a serious review of the policy. We did the same thing in 1999..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "...under former Secretary of Defense William Perry. It was a very, very thorough, very intellectually honest review, and I think we ended up with a new policy that paid dividends for the short time it was allowed to continue. Subsequently, we fell off the track. And now, I think we need to do another review to really seriously look not only at our options but what we really know and what we realistically can achieve."
    },
    {
      "speaker": "Neal Conan",
      "text": "One of the things you suggest at the end of your article is to begin by saying, recognizing North Korea as a sovereign nation. The Korean War, of course, has never fully been resolved."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. And we have, over the years, over many, many years, really, in our own minds, denied the legitimacy of North Korea. People in their, sort of in their heart of hearts, assume that it's an illegitimate state and at the first opportunity, its people will either overthrow it or it will collapse under pressure from us and go away."
    },
    {
      "speaker": "Neal Conan",
      "text": "Under pressure from within as well."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. And Ive worked on North Korea for many, many years and my sense, after all this experience, is that they're not going to go away. It's very unlikely that they'll collapse, barring some cataclysmic event. And therefore, we're going to have to face reality. They are there. There is a functioning government, whether or not we like it. It's a country that has interests which are not the same as ours but it does have interests. It has a very strong ally in China, and that to the extent we're in denial about it, we can't fashion a policy which is effective."
    },
    {
      "speaker": "Neal Conan",
      "text": "It is a country also that is among the most gross human rights violators in the world."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's probably so. And we - unfortunately, we have learned to adapt to human rights violators not because we like it but because there's nothing else we can do. We don't have to accept it, and we should continue to assert our own values, obviously, and try to prod them into more enlightened practices. But the fact is, we - the world doesn't operate according to our own moral values all the time."
    },
    {
      "speaker": "Neal Conan",
      "text": "What makes you - this is a country that is now communist dynasty. It's about to turn over to the third generation of Kim's, the young man Kim Jong-un - I think we've learned how to pronounced it. And there is -he's a very young man, obviously untested. There are concerns about disability of the leadership that the generals may not be happy with the new punitive leader. What makes you think that this is a stable system?"
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "All the speculation about unhappiness with the third generation succession, the fact that the new successor is so young and relatively untested. As far as I know, this is total and complete speculation. It might be right if in our own minds, we feel that, I think, if we had a leader coming to the fore who had no experience, we'd feel that way. And we would be resentful. But this is North Korea. This is a different place. They feel embattled. The - it seems to me it's equally likely that the generals would rather live with third generation succession and retain the system than to start to fight among themselves and risk the whole thing falling apart. So we have to be very careful in our speculation."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Robert Carlin, a visiting scholar at Stanford University Center for International Security and Cooperation, part of a team of visiting scholars that was in Yongbyon and saw a new nuclear facility being constructed by the North Koreans, a cascade of centrifuges to enrich uranium, perhaps, to weapons grade. You're listening to TALK OF THE NATION from NPR News. There is also the matter that it's not just the United States for whom this is a matter of concern, but certainly the South Koreans and their other neighbors, the Japanese."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. They should definitely be concerned about something like this. And one might suppose that they would feel it necessary to reevaluate their own policies as well. If anything, the South Korean government has been tougher over the last two or three years vis-a-vis North Korea. And they might well consider whether or not that policy has reaped benefits or if it might be time to look at it again and try something more effective."
    },
    {
      "speaker": "Neal Conan",
      "text": "The most recent incident, of course, the sinking of a patrol craft, the loss of, if memory serves, some threescore lives."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the South Korean saying, wait a minute, every time we try to open up, every time we have an exchange policy, something - for some reasons we can't fathom, North Korea lashes out at us and seems to prompt a response. Should they be rewarded for such activities?"
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "This is sort of the corner we backed ourselves into, thinking in terms of rewards, punishments and behavior, that what we really need to do is change North Korea's behavior as if this is a kindergarten kid who has tantrums and we have to teach him not to do that. I don't want to go too deeply into history but you can't - I don't think you can say that South Korea, over the last two years, was trying to open up to North Korea."
    },
    {
      "speaker": "Neal Conan",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "Quite the opposite. It was - they thought they were squeezing North Korea. And they thought they were..."
    },
    {
      "speaker": "Neal Conan",
      "text": "This new government."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right, the new government. And they thought they were being effective. They thought they were somehow teaching North Korea new tricks. Well, the North Koreans don't like to learn new tricks. And they push back against this sort of thing. And this incident at sea could well have been an effort by the North Koreans to show the South Koreans that they're not going to be pushed around. That's exactly the sort of situation that seems to me we should be trying to avoid, not to reward the North Koreans but to get things on a somewhat more positive path."
    },
    {
      "speaker": "Neal Conan",
      "text": "This policy review, obviously, you can't figure out necessarily what the result if it's going to be. But something else, as you're suggesting, clearly, the system of carrots and sticks of the last -well, it's not a Republican policy or Democratic policy in particular, it's certainly been both."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. That's - it's one of the points we make in the op-ed, that this is not a problem of a particular political party or administration. This really is a problem that has dogged the American political system and foreign policy system for a long time. When we think in terms of carrots and sticks, we're really thinking in terms of a donkey who we can motivate by putting a carrot out in from of him or we can, you know, force to move by beating him with a stick. And North Korea is not a donkey. And carrots and sticks is probably the wrong image that we should have in our minds. It's shorthand, I know, but..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yeah. One of the goals all along has been to open up, if possible, North Korean society in the hopes that once they understand the situation that they are in, vis-a-vis the South, a very prosperous country, certainly by comparison, that the - at that point, the North Korean people themselves might be asking for change."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "That's right. That's one of the hypothesis people operate on. It's important to remember that the North Koreans are not quite as isolated as we think they are. They have more access to China and, therefore, they see that reality of a communist, still a very strict communist country which has opened up economically. Whether or not the North Koreans would be interested in that path, I couldn't say. But it's important to realize that there are changes in North Korea. There are, for example, a lot of cell phones. And we all know how cell phones changed our lives. There are a lot of computers. And although they don't have access to the Internet, they do have access to a similar type, intranet, within the country. And therefore the computer skills that are necessary are being developed by younger people. So, it's not as if North Korea is sort of stuck in amber. They, you know, in their own way, there is a parallel development with what's going on in the world. We should pay attention to it."
    },
    {
      "speaker": "Neal Conan",
      "text": "Robert Carlin, thank you very much for your time today."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "My pleasure."
    },
    {
      "speaker": "Neal Conan",
      "text": "And welcome home."
    },
    {
      "speaker": "Prof. Robert Carlin (Visiting Fellow",
      "text": "Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "Robert Carlin, a visiting fellow at Stanford University Center for International Security and Cooperation, with John Lewis he wrote \"Review U.S. policy toward North Korea.\" That was published in today's Washington Post. There's a link to that in our website."
    }
  ]
}