{
  "transcript": [
    {
      "speaker": "Harris",
      "text": "I'll tell you, we just love talking sports with Jamaal Anderson. So, two weeks ago, Peyton Manning; last night, Donavan McNabb; and last night, Eli Manning, the latest star quarterback to get burned by Michael Vick. Plus, the Jets' narrow escape. Do we even want to talk about the Jets? They're a good story. They're a great story."
    },
    {
      "speaker": "Anderson",
      "text": "They are a good story. I mean, the Jets came back yesterday --"
    },
    {
      "speaker": "Harris",
      "text": "They were playing Houston."
    },
    {
      "speaker": "Anderson",
      "text": "They were playing the Houston Texans."
    },
    {
      "speaker": "Harris",
      "text": "And they had the lead and lost the lead."
    },
    {
      "speaker": "Anderson",
      "text": "Right. You had a 16-point fourth quarter deficit that the Jets -- the Jets had -- excuse me, they blew a 16-point --"
    },
    {
      "speaker": "Harris",
      "text": "Right, they had the lead."
    },
    {
      "speaker": "Anderson",
      "text": "They had the lead. Sanchez does a great job in the last drive to come back. Fantastic. The key here on this play -- everybody is talking about fantastic pass from Sanchez."
    },
    {
      "speaker": "Harris",
      "text": "That's a great pass."
    },
    {
      "speaker": "Anderson",
      "text": "Santonio Holmes does an excellent job --"
    },
    {
      "speaker": "Harris",
      "text": "Was it a pick?"
    },
    {
      "speaker": "Anderson",
      "text": "No. He does an excellent job of using late (ph) hands. I don't think it was a pick."
    },
    {
      "speaker": "Harris",
      "text": "No? OK. OK."
    },
    {
      "speaker": "Anderson",
      "text": "Everybody runs that play."
    },
    {
      "speaker": "Harris",
      "text": "Yes, everybody does. Well, is it a rub (ph)?"
    },
    {
      "speaker": "Anderson",
      "text": "If you can -- they don't call it --"
    },
    {
      "speaker": "Harris",
      "text": "It's not a pick. It could be illegal."
    },
    {
      "speaker": "Anderson",
      "text": "If they don't call it, it's a touchdown."
    },
    {
      "speaker": "Harris",
      "text": "It's a touchdown."
    },
    {
      "speaker": "Anderson",
      "text": "Yes."
    },
    {
      "speaker": "Harris",
      "text": "Absolutely. OK. Let's talk about Michael Vick."
    },
    {
      "speaker": "Anderson",
      "text": "Right."
    },
    {
      "speaker": "Harris",
      "text": "Is it possible for him to win comeback player of the year and MVP? Talk to me about how this guy is playing from a bit of a football perspective as a man who has played the game. What are you seeing?"
    },
    {
      "speaker": "Anderson",
      "text": "Yes, and played with Michael Vick."
    },
    {
      "speaker": "Harris",
      "text": "Yes, that's right. That's right."
    },
    {
      "speaker": "Anderson",
      "text": "He is completely focused and has an understanding of where he is trying to go with the ball. I talked about this before. He's a fantastic athlete. At any given time, he would be one of the top four runners on the football field regardless of the team that they're playing. Regardless of the team you're playing."
    },
    {
      "speaker": "Harris",
      "text": "Yes."
    },
    {
      "speaker": "Anderson",
      "text": "Then he has a fantastic arm. Now he understands where he's going with the ball. He's surrounded by a level of continuity in the coaching staff that he's never had, Tony. Four different coordinators in six seasons in Atlanta."
    },
    {
      "speaker": "Harris",
      "text": "But he says he could have been better, too. He could have prepared better. He could have been better to the sport that was loving him."
    },
    {
      "speaker": "Anderson",
      "text": "No question about it. We did not get the full version of Michael Vick. He had to go through what he had to go through, obviously jail and everything else. And now look what he's doing."
    },
    {
      "speaker": "Harris",
      "text": "So, you see the scenario that's setting up here. It's unavoidable. We could have a situation where we have the NFC Championship game in Atlanta. If the records stay the same and the Falcons stay a game ahead of Philadelphia -- there a lot of games to play, obviously."
    },
    {
      "speaker": "Anderson",
      "text": "Right. There are."
    },
    {
      "speaker": "Harris",
      "text": "But can you imagine a scenario where the Eagles come to Atlanta to play the Falcons, the Eagles, led by Vick, taking on his former team for a trip to the Super Bowl?"
    },
    {
      "speaker": "Anderson",
      "text": "Yes. Listen, Tony, it could easily be Dirty-Birding all of the way to Dallas, seriously. Michael Vick and the Philadelphia Eagles are playing good, the first place now in the division. We went to Philadelphia a couple weeks ago and saw Kevin Kolb. We want to be at home. The people -- nobody is talking about the Falcons, but, oh, by the way, guys, the Falcons are 8-2. First place, the best record in the NFC. You guys better wake up around the league. This is a team that Matt Ryan is very comfortable --"
    },
    {
      "speaker": "Harris",
      "text": "He is such a good-looking quarterback."
    },
    {
      "speaker": "Anderson",
      "text": "We would prefer to keep home field advantage, the Atlanta Falcons, so people can cheer and we can play in the dome."
    },
    {
      "speaker": "Harris",
      "text": "Take about the dominance of Jimmie Johnson. Let's take a NASCAR turn here for a second."
    },
    {
      "speaker": "Anderson",
      "text": "Yes."
    },
    {
      "speaker": "Harris",
      "text": "His fifth win in a row."
    },
    {
      "speaker": "Anderson",
      "text": "Fifth win."
    },
    {
      "speaker": "Harris",
      "text": "He is the king of NASCAR. This was the most difficult road for him because he went into the final race trailing at points."
    },
    {
      "speaker": "Anderson",
      "text": "Yes."
    },
    {
      "speaker": "Harris",
      "text": "Talk about the dominance of this guy."
    },
    {
      "speaker": "Anderson",
      "text": "Well, Winston Cup -- the championship has been around for seven years, Jimmie Johnson has won five."
    },
    {
      "speaker": "Harris",
      "text": "Yes."
    },
    {
      "speaker": "Anderson",
      "text": "Five. OK. Well, we're not talking about people who are born differently -- this guy is taller, he can jump faster, he can throw harder."
    },
    {
      "speaker": "Harris",
      "text": "Yes."
    },
    {
      "speaker": "Anderson",
      "text": "They all have the same car. Tony, they all have the same car."
    },
    {
      "speaker": "Harris",
      "text": "Right."
    },
    {
      "speaker": "Anderson",
      "text": "And we're not talking about a guy who's always getting pole (ph) position. He came from behind."
    },
    {
      "speaker": "Harris",
      "text": "Exactly."
    },
    {
      "speaker": "Anderson",
      "text": "OK? So it's a level playing field. Three weeks ago, in Texas,"
    },
    {
      "speaker": "Harris",
      "text": "Yes, with Jeff Gordon. Right."
    },
    {
      "speaker": "Anderson",
      "text": "-- and he still ends up winning."
    },
    {
      "speaker": "Harris",
      "text": "Good for the sport, this kind of dominance, or bad for the sport for this kind of dominance, year after year?"
    },
    {
      "speaker": "Anderson",
      "text": "Well, and it's interesting because Dale Earnhardt is popular."
    },
    {
      "speaker": "Harris",
      "text": "Right."
    },
    {
      "speaker": "Anderson",
      "text": "Denny Hamlin had a 15-point lead coming in."
    },
    {
      "speaker": "Harris",
      "text": "Jeff Gordon had a nice run."
    },
    {
      "speaker": "Anderson",
      "text": "Jeff Gordon, Kevin Harvick. Carl Edwards, who actually won the race, is going to be very tough and is very, very popular. It's interesting. You know how it is when you win too much?"
    },
    {
      "speaker": "Harris",
      "text": "Right. Right. Right."
    },
    {
      "speaker": "Anderson",
      "text": "It's kind of like, people are like, oh, I don't know, I want to see some changes. But his dominance is exceptional."
    },
    {
      "speaker": "Harris",
      "text": "All he does is win, win, win, as the song goes."
    },
    {
      "speaker": "Anderson",
      "text": "Absolutely."
    },
    {
      "speaker": "Harris",
      "text": "Jamaal Anderson, good to see you, baby."
    },
    {
      "speaker": "Anderson",
      "text": "Always a pleasure."
    },
    {
      "speaker": "Harris",
      "text": "Have a good day. Still to come, you might not be doing laps around a NASCAR track, right? But your trip to grandma's will cost a bit more when you stop at the gas station. We'll explain in a moment. You're in the CNN NEWSROOM."
    }
  ]
}