{
  "transcript": [
    {
      "speaker": "Scott Simon",
      "text": "Going to go to Houston now. One of the wettest tropical cyclones in U.S. history has caused intense flooding in and around the city. Tropical Storm Imelda has left at least four people dead and hundreds displaced from their homes. Some areas, the flooding compares with the aftermath of Hurricane Harvey just two years ago. Brooke Lewis of the Houston Chronicle joins us. Thanks very much for being with us, Ms. Lewis."
    },
    {
      "speaker": "Brooke Lewis",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Scott Simon",
      "text": "What are you seeing in Houston right now?"
    },
    {
      "speaker": "Brooke Lewis",
      "text": "So in Houston, it's definitely calmed down over the last few days. But we've definitely experienced some really heavy rainfall. In the actual city of Houston, we were a lot less harder hit than some of the other surrounding counties. So we just kind of lucked out on this one. But we still experienced a lot of rain in Houston, more than I think a lot of us were expecting."
    },
    {
      "speaker": "Scott Simon",
      "text": "And I understand you were reporting in Huffman, Texas, where I gather things were more serious."
    },
    {
      "speaker": "Brooke Lewis",
      "text": "Yes. So in Huffman, I was out there yesterday with another photographer from the Chronicle. And, you know, we watched a lot of people getting rescued by boat from this neighborhood. The neighborhood is right next to a bayou. And some of the bayou water creeped into the neighborhood. And they experienced that during Harvey, as well. But it was a pretty dire situation because they rescued at least 50 to 60 people by boat yesterday."
    },
    {
      "speaker": "Scott Simon",
      "text": "So this is an area that was hard hit by Harvey, and it's hard hit once again."
    },
    {
      "speaker": "Brooke Lewis",
      "text": "Yes. And, you know, the neighbors that I talked to were just devastated. This one woman, who didn't have her house flooded during Harvey but still watched her neighbors get flooded, she told me that she kind of - you know, it was personal to her because she helped them rebuild after Harvey. She helped them clean out their homes. And now she was preparing to do it all over again. And one woman that I talked to had just moved into that neighborhood only six months ago. And I asked her if she was planning to stick around. And she just told me point-blank I don't know. I love my house, but I don't know if I can do this again."
    },
    {
      "speaker": "Scott Simon",
      "text": "What are you hearing from the area around Beaumont, Texas, which I gather got 43 inches of rain in one place?"
    },
    {
      "speaker": "Brooke Lewis",
      "text": "Yeah. So in Beaumont, Beaumont was a lot harder hit than the city of Houston. And by the end of Friday, I know that there were at least 235 people that were gathered at a Beaumont shelter. And the schools that were in Beaumont were also affected. I know they were reporting that an elementary school and a high school would be closed indefinitely because of the damage from Imelda. And then also one of the deaths related to Imelda came from Beaumont. It was a 47-year-old man that was found in a car in a canal."
    },
    {
      "speaker": "Scott Simon",
      "text": "Ms. Lewis, I have to ask you, are there people in Houston turning to each other and saying wait a minute; this is happening every couple of years, this is a way of life I don't like?"
    },
    {
      "speaker": "Brooke Lewis",
      "text": "I mean, it's definitely a conversation that's happening. I am a Houstonian. I grew up here. And - so I'm used to the storms. But it seems like every couple years - or really every year - we have some kind of crazy flash flooding event. And I know that people are getting weary. But as Houstonians, I know that we stick together. And a lot of people love this city. So I think we're just going to continue to press on."
    },
    {
      "speaker": "Scott Simon",
      "text": "Like the snow in Chicago."
    },
    {
      "speaker": "Brooke Lewis",
      "text": "Yes (laughter). I guess this is our version of snow in Chicago."
    },
    {
      "speaker": "Scott Simon",
      "text": "All right. Brooke Lewis is a reporter with the Houston Chronicle, thanks so much for making the time for us on this very busy weekend. We're grateful. Thank you."
    },
    {
      "speaker": "Brooke Lewis",
      "text": "No problem. Thank you so much."
    }
  ]
}