{
  "transcript": [
    {
      "speaker": "Renee Montagne",
      "text": "Professor Christine Blasey Ford says she's willing to speak to the Senate judiciary committee next week - that after a week of negotiations and deadlines between her lawyers and the committee. It looks like she'll testify on Thursday. Ford has alleged that Supreme Court nominee Brett Kavanaugh sexually assaulted her when she was 15 and they were both students at elite private high schools in Washington, D.C. Kavanaugh has vigorously denied her allegations. The fact is prep school party culture, with its access to alcohol and drugs, has long been unsafe for young girls. Jessica Knoll's 2015 novel \"The Luckiest Girl Alive\" (ph) tells a story that hinges on a party like the one we'll hear about this coming week. The protagonist is a teenager at a prestigious private school. She gets drunk partying with some boys. And after she passes out, they rape her. The book spent months on the best-seller list, and a Hollywood movie is in the works. It made further headlines when Jessica Knoll, the author, revealed to her readers that the rape at the center of the book was based on her own experience at the age of 15 involving three boys she chose not to name."
    },
    {
      "speaker": "Jessica Knoll",
      "text": "The morning that I woke up after the sexual assault, I knew in my core that I had been gravely violated. But everyone around me treated it very differently. And from the moment I left that house, the story was already being told. And it was cast as a wild party, and I had gotten out of control, and everyone had gotten out of control. And I didn't have the power or the stature to really fight that. I tried. I did try. I did confront one of the boys and tell him that he raped me. I went to see a doctor, and I told the doctor what happened. And I asked, is that rape? And the doctor responded that she was not qualified to answer that question. I was really rebuffed at every turn. And the message I got was that my version of events didn't matter. My story didn't matter. This was the narrative. And I was just forced to go along with that for the rest of my high-school career."
    },
    {
      "speaker": "Renee Montagne",
      "text": "That would go a far way to explaining why girls under these circumstances wouldn't even say anything."
    },
    {
      "speaker": "Jessica Knoll",
      "text": "And I did say something. And I was not met with anyone believing me or really caring about me."
    },
    {
      "speaker": "Renee Montagne",
      "text": "It's correct you knew who they were, exactly."
    },
    {
      "speaker": "Jessica Knoll",
      "text": "Oh, I know exactly who they are, yes."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Have you been in contact with them?"
    },
    {
      "speaker": "Jessica Knoll",
      "text": "I have - no, I have not."
    },
    {
      "speaker": "Renee Montagne",
      "text": "We're obviously talking to you now because Christine Blasey Ford is in the news after accusing Brett Kavanaugh of attempted sexual assault in high school. He, again, has strongly denied any involvement whatsoever of the crime or even being there. What are you thinking of as you watch this moment?"
    },
    {
      "speaker": "Jessica Knoll",
      "text": "Well, I was very affected by these allegations over the last week. And I think, in some ways, I have become numb to so many of the stories that have come out over the last year. And I'm not proud to say that. I wish that wasn't the case. But I do think it's somewhat an act of self-protection because to really feel and re-experience what I experienced around the time of my sexual assault every time a new allegation comes out - I just don't think I would be able to get out of bed in the morning. But because it is something that she is saying took place in high school and because of the many people who have come out in support of him to say that perhaps she's misremembering, or even perhaps we should be willing to let this go because he's gone on to live an exemplary life, and it was just a mistake he made when he was 17..."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Again, he's denied it. But, as you say, people - that's how they process it if they want to continue to support him."
    },
    {
      "speaker": "Jessica Knoll",
      "text": "Right. And I think we are in a time where you can't really outright dismiss a woman's voice. So I think there is this delicate dance that's happening. And especially someone like Christine Blasey Ford, who really stands to gain nothing out of making these accusations, and who has also lived an exemplary life - you can't so easily dismiss a woman like that. And so I think there - a tactic is, well, perhaps something like this did happen to her. Perhaps it was a misunderstanding. Or perhaps she has him mixed up with somebody else."
    },
    {
      "speaker": "Renee Montagne",
      "text": "In the essay, you came - where you came forward about your own rape, you said you realized - and I'm quoting - \"There's no reason to cover my head. There's no reason I shouldn't say what I know.\" Does that feel true to you right - as of today?"
    },
    {
      "speaker": "Jessica Knoll",
      "text": "It does. I mean, the suffering of this experience has been to stay silent because we stay silent around the things we're ashamed of. And I don't have anything to be ashamed of. The boys who did this to me have something to be ashamed of, but I don't. And so when I am able to speak about it truthfully, it helps shade away some of that shame that I felt for the better half of my life."
    },
    {
      "speaker": "Renee Montagne",
      "text": "These men that assaulted you as young men, as teenagers - is there ever going to be a point when you would feel that, really, you should name them?"
    },
    {
      "speaker": "Jessica Knoll",
      "text": "I'm not sure if coming out with names is in my best interest, especially when you look at the way someone like Christine Blasey Ford has been treated. Why would I want to subject myself to something like that? It's terrible. And I think that this country has a long way to go in terms of truly understanding and empathizing with a sexual assault survivor's plight. And maybe once that work has been done, I might feel more comfortable. But at this point in time, I think quite an example has been made over the last week for sexual assault survivors everywhere. And it's not been a good one."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Jessica Knoll is the author of \"Luckiest Girl Alive.\" Her second novel is called \"The Favorite Sister.\" Thank you very much for joining us."
    },
    {
      "speaker": "Jessica Knoll",
      "text": "Thank you."
    }
  ]
}