{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And now to less joyful matters. Where do we stand with North Korea? It's been a confusing week with North Korean leader Kim Jong Un threatening to pull out of a planned summit with President Trump. Trump and South Korea's president, Moon Jae-in, have just spoken ahead of their meeting here in Washington on Tuesday. To sort through the North Korean tangle and other foreign policy news, I'm joined in the studio by New York Times columnist and author Tom Friedman. Good morning."
    },
    {
      "speaker": "Tom Friedman",
      "text": "Great to be with you, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Before we get to the serious stuff, I have to ask you if you watched the royal wedding and what you thought."
    },
    {
      "speaker": "Tom Friedman",
      "text": "I did. And I had a lot of the reactions that your previous guest just intimated. You know, one, we spend so much of our time today covering news of people dividing one another. We cover news of the past burying the future, not the future burying the past. And it certainly touched me in that way. Also, you know, there was this moment at the end where they were singing \"God Save The Queen.\" And the camera panned around, and everyone was singing. And then it focused on the queen, and she wasn't singing. And then I realized, wait a minute. That's because it's her song, you know? How cool would it be to have everybody singing God save you? (Singing) God save our New York Times. I mean, wouldn't I love that? So I was really touched by the whole thing."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. I think many of us were. But now to North Korea, which is slightly less joyful, as I said. We're seeing, suddenly, a list of demands from the North before this summit takes place - a halting of military exercises between South Korea and the U.S. They want the return of North Korean female restaurant workers in South Korea who the North claims were kidnapped. It seems we're having to negotiate before the negotiations."
    },
    {
      "speaker": "Tom Friedman",
      "text": "You know, this is part of an old pattern of behavior. You know, the North Korea problem is a wicked problem, a deeply impacted, entangled problem. It's frustrated at least two American presidents - President Clinton and President George W. Bush. And that's for a reason. And the reason is that nuclear weapons have actually been North Korea's business. They've been in the business of developing nuclear weapons, threatening the world with them and then shaking down the world for different forms of aid for them to either, you know, supposedly give up or mute or, you know, diminish their nuclear stockpile. And so it's just so hard for anyone to imagine that, having behaved that way for so many years, now they're about to give them up."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So is President Trump being played? You know, what does the Trump administration want out of the summit on June 12?"
    },
    {
      "speaker": "Tom Friedman",
      "text": "Well, you know, part of my reaction to it is - you know, Kim Jong Un, 35 years old - Donald Trump, 71 years old - alone in a room, negotiating nuclear weapons. What could go wrong? OK? So part of you really wonders, how is this going to play out? But on the other hand, I give, actually, President Trump credit for - what the heck. Nothing else has worked. And before we do anything really rash - because now their development of nuclear weapons, paired with the development of intercontinental ballistic missiles that could actually launch one of these things our way, really has reached a point of criticality where we can't simply turn our back on it anymore. So I don't blame him for trying. We really - I think North Korea's such a black box wrapped in an enigma that it's just so hard to predict what's really on this young man's mind."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I suppose we'll find out. I want to turn to something else in that region. China will buy more American goods and services in order to reduce the massive trade deficit. This is obviously something that Trump very much wanted. Is this a breakthrough?"
    },
    {
      "speaker": "Tom Friedman",
      "text": "Again, it could be another story where, as with North Korea - you know, North Koreans have sold us their nuclear carpet at least three times before. And we bought it each time. China has sold us - this time, we're really serious. We're going to buy more of your stuff. We're going to open our markets more to your manufacturers. They've sold us that carpet before, too. Is this different? Again, I am mildly hopeful. You know, if you look across the board, on Iran nuclear deal, NAFTA, North Korea, China, President Trump has laid down these really harsh demands. And we may be seeing him on each one of these fronts - he may be able to pull in 50 percent. Will we be better, or will be worse? You know, I don't know. We've got to see ultimately what people deliver. But there's an interesting sort of strategy playing out here. And I'm reserving judgment until I see what is real and what is not real. But it is an interesting strategy."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Tom Friedman - his latest book is \"Thank You For Being Late.\" Thanks so much for being here."
    },
    {
      "speaker": "Tom Friedman",
      "text": "My pleasure."
    }
  ]
}