{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "This is TALK OF THE NATION. I'm Neal Conan in Washington. Right now, we turn to South America and Colombia, where somewhere in the jungle, leftist guerillas hold three Americans hostage. Keith Stansell, Marc Gonsalves and Tom Howes fell into the hands of the FARC, the Revolutionary Armed Forces of Colombia, when their plane crashed in February 2003 while on a mission to look for cocaine factories. They've been captive now for more than four years and diplomatic efforts to gain their release have stalled. Joshua Hammer is a Berlin-based journalist who visited Colombia to write about the hostages for the December issue of Men's Vogue. And he joins us now on the line from Berlin. Thanks for taking the time tonight."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "You're welcome, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "First of all, what were these men doing in Colombia?"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "These men were contracted through North - they were employees of Northrop Grumman, which is one of the biggest U.S. defense contractors. And at that time, Northrop Grumman had about an $8 million contract with the Defense Department to survey the jungles of Colombia for hidden cocaine factories. So they were out flying over jungles, over mountains, taking photographs, surveying the terrain and then delivering that information to the U.S. Embassy, which would then identify these spots and go out, would send out the Colombian Army to eradicate the coke factories."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the FARC controls big areas of Colombian jungle and your article describes how, in flights, they would be regularly fired at by FARC guerillas."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Yes, exactly. FARC's major moneymaker and one of the reasons they've managed to stay in business as a like guerilla force for long is the cocaine industry, which they control a large part of in Colombia. And I would -I point out that none of these guys really knew when they went down there, that they were going to be involved in what's essentially a counterinsurgency operation, which is what it turned out to be."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you also write that the aircraft they were using was really inadequate."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Exactly. That was a big, running issue, running source of contention between the - some of the more outspoken members of the program and Northrop Grumman, their employer. There were stormy meetings, there was a letter sent from a couple of the pilots to the company saying, hey, we're flying a single-engine Cessna here over very difficult terrain. The FARC is firing at us, these engines are not all that reliable, at least give us the twin engine if we're going to be doing this kind of work. And they were regularly ignored. And in fact, one of the pilots was demoted after making trouble, accused of being disloyal."
    },
    {
      "speaker": "Neal Conan",
      "text": "Now, was the plane shot down when it crashed?"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "The plane was not shot down. It developed engine failure. There had been an incident a couple of months earlier or a couple of years earlier where the same plane had a catastrophic engine failure while flying over the Caribbean and the pilot managed to get it back to an airstrip safely. The exact same phenomenon happened two years later. They were flying over the jungle, they were about to actually land for refueling when the plane just, when the engine just died. And the same pilot, in fact, at the wheel was able to make another spectacular landing on a - basically, it what was a cleared coca field on a hillside. So he got the plane down without killing anybody but, of course, they were immediately - it turned out to be in the heart of FARC country and they were immediately surrounded."
    },
    {
      "speaker": "Neal Conan",
      "text": "And there were five people on the plane at the time?"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Yeah. The pilot was killed, in fact. He was shot dead. Tom Janis, along with the Colombian military intelligence officer who was on along for the ride, there was always a Colombian accompanying these flights. So both of these men were killed, it's still unclear exactly why. But the other three survived with minor injuries and they were immediately surrounded and marched off on what turned out to be a three or four-week hike to the first of many jungle encampments where they've been ever since."
    },
    {
      "speaker": "Neal Conan",
      "text": "You've mentioned cocaine, a big cash earner for FARC. Another one, at least traditionally, has been hostages."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Well, that's true. There had been thousands of hostages taken by the FARC. However, this particular group, along with several dozen others who were considered, quote and unquote, \"high value hostages,\" are not being held for ransom. These guys are being held with bargaining chips for some sort of political solution. That's one of the reasons that this thing has drawn - has lingered for so long. And most of these hostage situations are settled in a matter of weeks or months with cash being paid by the families or whoever. But the FARC isn't interested in that this time around."
    },
    {
      "speaker": "Neal Conan",
      "text": "They want political concessions. But…"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Exactly."
    },
    {
      "speaker": "Neal Conan",
      "text": "…let's talk for a moment about the conditions in which they live. You've got an extraordinary account of their lives from a - another former hostage, John Pinchao, who escaped from the FARC camp where he was being held with the Americans. He has a description of their daily lives which is - it's difficult. You described it as an Alcatraz-like existence in the middle of the jungle."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "It's a pretty dreary life. It's pretty unchanging. I - the only real changes in their lives occur when they are forced to move camp for whatever reason and they venture on these days or week-long jungle hikes to a new place. But it's pretty dreary, pretty regimented. Of course, there are the chains that Pinchao said was the worse part of it. They are chained at night. They are chained through the night until they wake up in the morning. They are chained when they move from camp to camp. They are chained when they go down to the river to bathe. The rest of their time is basically spent eating, resting, playing team sports, working out, reading. But there's - it's just a kind of an existence, it's not really a life as one would expect in this kind of situation, and it's been going on for, actually, almost five years now."
    },
    {
      "speaker": "Neal Conan",
      "text": "Almost five years."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Seventeen hundred days like this is really kind of hard to imagine."
    },
    {
      "speaker": "Neal Conan",
      "text": "A hostage crisis that long and it seems as if very few people have heard of it."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Well, yeah. That's true. I think that Latin America is not exactly on the North American radar screen these days ever since 9/11, of course - our focus has been elsewhere. And there is possibly the fact that these guys are - they're military contractors and so perhaps there's something - there may be something to that that we're focusing far less on them because they are military contractors and therefore maybe seen to have been this kind of gung-ho macho guys who were out doing dangerous things. But, you know, in fact, these guys were not particularly gung-ho or macho. They were, as I said, they weren't really expecting to be caught up in a war. Yeah, they were lured to a fairly dangerous area because the money was good, but - and I would also posit that the U.S. government isn't wildly happy about keeping - about drawing any attention to this situation because it reveals a sort of impotence. I mean, this has been going on for five years and really very little has been accomplished. And the only - the last initiative we have was with President Chavez of Venezuela getting involved in an attempt to probably to upstage the Americans but…"
    },
    {
      "speaker": "Neal Conan",
      "text": "And upstage his rival, President Uribe of Columbia."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "And upstage Uribe, as well. Yeah. Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "And that came to nothing."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "It came to nothing. But I think there was a lot of misplaced hope in that to begin with. Chavez met with a lot of the family members of the hostages and from what - my conversations with these people indicated that they liked him and trusted him and thought he was sincere. But his whole - he was insisting that one of the key conditions for the release of these men would be that the United States would have to turn over two FARC commanders who were extradited to the United States, put on trial there and sentenced to long terms for kidnapping and drug conspiracy. And there's no way the United States can let those guys out of prison or send them back to Columbia. So, essentially, Chavez's initiative was a nonstarter, but now it's moved anyway because he's out of it."
    },
    {
      "speaker": "Neal Conan",
      "text": "And has withdrawn his ambassador to Columbia as part of the…"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "…is part of the…"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "They're really back to square one, I'm afraid. And it's just that most I've talked to said they doubt that anything is really going to happen in this case until Uribe leaves power which is not going to happen until 2010. People seemed to think this thing is going to drag on at least another three years."
    },
    {
      "speaker": "Neal Conan",
      "text": "The State Department says the United States does not negotiate with terrorists."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Yeah. The U.S. has played a pretty hard - played a hard line on this and it's unclear what exactly the U.S. is doing. Of course, there's an awful a lot of anger and feelings of betrayal among some of the family members who think that the U.S. abandoned these guys in the jungle, that had they been real soldiers, they would never have been allowed to rot away like this. There is some validity to the argument. I've talked to guys within the high-level people within the State Department who were there on the ground when these guys went down who said, yes, it's true - had they been soldiers, had they been men in uniform, it's probable that there would have been a greater effort both ahead of time and after the fact to make sure that this kind of a situation could never happen. But the fact that they were military contractors, these people said, meant that they are to a certain extent expendable, which is really quite sad."
    },
    {
      "speaker": "Neal Conan",
      "text": "One of their celebrity hostage, if you will, being held by the FARC, Ingrid Betancourt, the Columbian politician. And the information you received about her was remarkable."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "I actually met Ingrid Betancourt in 2000, about a year or so before she was kidnapped and I found her to be a very feisty, very tough, courageous woman. So to hear that she had been - that she had cursed her guards, that she had actually slapped one of them in the face, that she'd tried to escape five times and each time was dragged back and kept in chains for several days, didn't really surprise me given what I know about this woman. A lot of - a couple of FARC people I've talked to - former, former FARC guerillas who had been reintegrated - said that they didn't really believe the story about the slap in the face. They said that had any hostage slapped a FARC guard in the face, it would have been grounds for immediate execution. So they were somewhat skeptical about the portrayal of her as being as tough and defiant as she was made out to be by Pinchao. But I think she's certainly not sat down and accepted this passively."
    },
    {
      "speaker": "Neal Conan",
      "text": "And, of course, in addition to ransoming hostages either for political concessions or for cash, the FARC has been known to kill a few."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "They have. And I think that that is one of the reasons that the rescue option, which you - which we saw of, I so often heard about and read about when I was down in Columbia - has not been exercised. There've been a couple of attempts over the past years to mount rescue operations on other hostage - on other FARC encampments where hostages have been held, they tend to end badly. There was one…"
    },
    {
      "speaker": "Neal Conan",
      "text": "Jo…"
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "…incident where every hostage…"
    },
    {
      "speaker": "Neal Conan",
      "text": "Joshua."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "…was killed."
    },
    {
      "speaker": "Neal Conan",
      "text": "Joshua."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "I'm afraid we're out of time, but thanks very much."
    },
    {
      "speaker": "Mr. Joshua Hammer (Foreign Correspondent; Author \"Bungle In The Jungle\")",
      "text": "You're quite welcome."
    },
    {
      "speaker": "Neal Conan",
      "text": "Joshua Hammer, a journalist based in Berlin. His story, \"Bungle in the Jungle,\" appears in the December issue of Men's Vogue and you can find it through a link at our Web site, npr.org/blogofthenation. This is TALK OF THE NATION from NPR News."
    }
  ]
}