{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "And now, it's letter time. Our editor Sasa Woodruff is here with me. Hey, Sasa."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "Hey Tony, how is it going?"
    },
    {
      "speaker": "Tony Cox",
      "text": "It's going well. Thank you. It sounds like our conversation about First Lady Michelle Obama's hair caused quite a stir this week."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "That's right. The segment triggered a flurry of comments by listeners who had pretty strong feelings about the conversation. We'll get to those comments in a second. First, we're going to go to a letter about a story we did on Washington D.C. trying to get a voting representative in Congress. Richard Golden in Thomasville, Georgia, wrote us this."
    },
    {
      "speaker": "Tony Cox",
      "text": "(Reading) No, it was never intended that the District of Columbia be a state. It is a district. In theory no one should live in D.C., only work there. Everyone should be living in or have an address in Virginia and be eligible to vote there. If there are enough people in D.C. to think that they need a vote, then shrink the D.C. and give the rest back to Virginia. And then Mary Shepherd commented on another conversation I had with contributor Judge Lynn Toller that discussed if Rihanna should press charges in an alleged attack by her boyfriend Chris Brown."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "Mary wrote, (Reading) Judge Toller said that it was not Rihanna's responsibility; it's the state's responsibility to press charges. President Obama himself said that this is a new era of responsibility. Of course, Rihanna has a responsibility to follow through with this situation and press charges. And by the way, since she is in the public eye, she's got an opportunity to set a strong example. Now, into the comments for the conversation NPR's Allison Samuels had with celebrity stylist Marcia Hamilton where they talked about First Lady Michelle Obama's possible influence on how black women will style their hair. First stop, Lindsay Saunders."
    },
    {
      "speaker": "Tony Cox",
      "text": "She wrote this on our Web site, (Reading) I've been hoping for some black hair talk. I've recently been struggling with my hair and have decided to get rid of it. I agree with Marcia about black women in the corporate world and how hairstyles can affect people's views of you. Thanks for the coverage."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "But Halley(ph) Richardson disagrees. She wrote, (Reading) I found the story to be utterly ridiculous during this economic downturn. When women are losing their jobs and fighting to keep their homes, we are advising them on spending the equivalent of a mortgage payment on a one-time service? Why not spend the time discussing alternate ways to keep your hair in good shape when money is tight?"
    },
    {
      "speaker": "Tony Cox",
      "text": "And Detroit listener Tracy Morris(ph) sent us this. (Reading) I found it sad that the story spent so much time talking about what steps to take in order to get a good weave, but didn't talk about where to go or what to do in order to get good styling options for our hair in its natural state. If we're going to get past the antiquated notion of good hair equals straight and bad hair equals kinky, then we need our community and our media, beauty magazines, et cetera, to promote and disseminate options and images showing the care and styling of natural hair."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "And finally, Gina Savalti(ph) in Saint Louis, Missouri sent us this send-off. (Reading) I'm impressed with the quality of your show as it winds down. The host is very professional and easy to listen to. The production quality has also been high. Thank you for going out in style. And thank you for writing, please keep your thoughts coming over the next couple of weeks."
    },
    {
      "speaker": "Tony Cox",
      "text": "To write us, just log on to NPR and click on Contact Us. When you get there, you'll see lots of shows to choose from. Make sure you pick News and Notes when you write to us."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "And be sure to tell us where you're writing from and how to pronounce your name. Thank you."
    },
    {
      "speaker": "Tony Cox",
      "text": "That's our show for today. Glad you could join us. To listen to the show or subscribe to the podcast, visit our Web site, nprnewsandnotes.org. To join the conversation or sign up for the newsletter, visit out blog, nprnewsandviews.org. News and Notes was created by NPR News and the African American Public Radio Consortium. Tomorrow, Chris Brown charged with two felonies in the alleged beating of his girlfriend, Rihanna. GM says it's running on fumes again. And does the GOP need to go on a 12-step program of recovering? We'll hash out all the headlines on our reporters' roundtable. I'm Tony Cox. This is News & Notes."
    }
  ]
}