{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Next week marks eight years since the Syrian uprising that devolved into a bitter civil war. Hundreds of thousands of people have been killed, and millions are now refugees. And the war continues. Joining us now is Syrian-American journalist Alia Malek. She's also the author of \"The Home That Was Our Country,\" about Syria and the conflict. Welcome to the program."
    },
    {
      "speaker": "Alia Malek",
      "text": "Hi, Lulu. Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So Bashar al-Assad, the president, it seems has prevailed with Russian and Iranian support. Only one major rebel area remains. Has he won?"
    },
    {
      "speaker": "Alia Malek",
      "text": "Well, it depends how you define victory. He has, for the moment, won the right to stay. And it does seem like the world, in many ways, wants to sort of normalize his presence. But I think it's pretty clear that it's not a victory of any real kind. And the damage that has been done and that has been wrought does not appear to be facing any kind of true reconciliation or any kind of true reckoning. There's a lack of justice. There's a lack of accountability. And there's the presence of an incredible amount of impunity."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, take me into Syria. What are people feeling there now after these eight long years?"
    },
    {
      "speaker": "Alia Malek",
      "text": "You know, it really depends on where you're situated and how you're situated. And a lot of Syrians are now outside of Syria. I, myself, haven't been back since 2013. I think people right now are in a place of absolute exhaustion, whether they're, you know, see themselves as amongst the victors or not. It took an incredible toll. And the death and the destruction, as you've noted, is incredible. And then there's that sort of violence that nobody sees, and that's the disappearances and the constant threat of violence that is going to sort of keep everybody in line and determine whether they return, if they can return and under what - you know, sort of what circumstances they can really live their full lives, should they return."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. I mean, according to the U.N., there are 5.6 million refugees outside the country, around 6 million internally displaced. That's half the country leaving their homes. We are seeing, though, some of these people now returning as the war in certain parts of the country winds down. What are they coming back to?"
    },
    {
      "speaker": "Alia Malek",
      "text": "You know, I think it's undeniable that, in many ways, there is no place like home. And Syrians, depending on where they've landed, have been extended, you know, less-than-welcome welcomes. I think those who are returning home or choosing to go back have - are willing to live under the regime again and live under the sort of circumvention of their rights and their liberties just to be home. You know, and it depends. Not all of the country was destroyed to the same levels as other parts. I have a friend who is in Aleppo right now, and she managed to go back to her grandmother's apartment. And in many ways, some things, obviously, inside the apartment are absolutely unchanged. But the vista right outside her window is a completely new one."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How did she describe it?"
    },
    {
      "speaker": "Alia Malek",
      "text": "It happened to be a beautiful day when she posted this picture, but you see rubble side by side with, you know, people doing their shopping, people just going about their business, school kids returning to school. It's surreal."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So there's the physical scars of this conflict, but what about the other one that you mentioned, which is justice? Will there be justice for anyone who committed atrocities? There's so much evidence of the chemical attacks, the murders, the torture, the disappearances. What happens to that?"
    },
    {
      "speaker": "Alia Malek",
      "text": "There are some bright spots of hope - the fact that we saw - that we're starting to see indictments in European courts. You know, interestingly enough, a lot of people who were perpetrators of some of the worst crimes inside Syria, whether they did it in the name of the regime or in the name of an opposition, have found themselves in Europe and, therefore, sort of subject to European justice because other Syrians have recognized them. Other Syrians have identified them. And there might be hopes that there can be an accountability in that sense. But I think inside Syria, you know, the actual architects of most of this - of this incredible disaster still remain at large. And not only at large or in power, but about to potentially be incredibly enriched by the reconstruction that, in theory, is coming to Syria."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what do you think the road ahead looks like for Syria?"
    },
    {
      "speaker": "Alia Malek",
      "text": "I think in the short term, people are so exhausted that they are going to accept anything just to be able to come back to their homes or to just be able to have some kind of normalcy to their lives again. But what is very different this time than in 2011 is for the 50 years that the Assad regime has been in power, has always acted as a chaperone between Syrians and has not allowed Syrians to talk to each other directly or to know each other directly. You know, the Syrian state telling you that your Sunni neighbors are all fundamentalists and are eventually going to come, you know, kill all the rest of you minorities, or that the minorities hate religiosity - I mean, now there's this opportunity for people to sort of talk to each other directly. Unfortunately, that's happening mostly outside of Syria. But I think, you know, in a few years, it'll be very hard for the state to control Syrians in the same way that it once did and which it used to its benefit to stay in power."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Alia Malek is a Syrian-American journalist and the author of \"The Home That Was Our Country.\" Thank you so much."
    },
    {
      "speaker": "Alia Malek",
      "text": "Thank you so much."
    }
  ]
}