{
  "transcript": [
    {
      "speaker": "Madeleine Brand",
      "text": "From the studios of NPR West, this is Day to Day. I'm Madeleine Brand. They say no news is good news. Well, welcome to the no-news show. Coming up, a couple of stories on who's making money in this economy. Online dating is one robust business; another, health care and still another, education. Joining me now is Michael Mandel. He's the chief economist for Business Week. Tell us, health care and education, why are they doing so well?"
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "These are things that people still care about, even in a downturn. If you asked a person, well, would you rather spend $20,000 on a new car or $20,000 on paying for a year of education at a good state school, they'd say education. If you ask them if they'd sort of spend their money on sort of an important medical issue, they'd say medical issue. So, even in this downturn, health and education are still at the top of people's priority lists. The other reason why these two parts of the economy are growing is that they are partially funded by government money, and they always have been. And there's a direct link between the amount that the government is willing to put in and then the hiring. So, even in the midst of all this kind of complicated credit stuff, the government can produce new jobs by boosting spending in these areas. So, the combination of the two, the fact that people care about this and the fact that they're sort of tied to government spending, means that these parts of the economy are still hiring."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "They're still hiring and also, they are two sectors of the economy that are not easily outsourced. Right?"
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "That's right. It's very difficult to globalize either education or health care. It is not impossible but at least at this point, it's not happening. The other thing that people don't realize is that over time, these two sectors have grown in to be a very large share of the labor market, close to one quarter. Think about it. Close to one quarter of the economy of the labor market - and a lot of these are good jobs - is protected from the downturn. This is the floor for the economy. This is the part that sort of produces people that are still able to spend, still able to go out, that are - I wouldn't say are immune, but are relatively protected from all these storms. And in some sense, this is part of what's keeping the economy going."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Now, what's interesting about that is that both of these sectors, health care and education, both of them are traditionally areas that are dominated by women."
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "Yeah, isn't that interesting? This is the reason why people sort of pointed this out, that this is predominantly a recession which is hitting men more than it's hitting women. Part of this is the absolute debacle in manufacturing and the other part, which is why women are relatively protected, is because these two sectors - which tend to be more female-oriented than other parts of the economy - have continued to do well."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "All right. So, as you heard at the top of this, we are talking about good news in this show today. So, besides health care and education, any other areas of the economy we should be celebrating, Michael?"
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "At this point now, those are the two sectors that are continuing to grow, that are continuing to be job engines. And the reason why I stress this is that historically, sectors which grow in downturns are the ones that set the pace for the recovery that comes afterwards. So, if I'm looking out ahead, I would sort of say the fact that these sectors have continued to grow is going to set the pattern for the coming upturn. So, you asked me about other parts of the sector economy that are doing well. It is very difficult to find other parts of the economy. My guess is that the next part that's going to recover is technology, but right now that part is still paddling hard."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "OK, we don't want to hear any bad news right now. So…"
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "No bad news. But…"
    },
    {
      "speaker": "Madeleine Brand",
      "text": "We must end it on an up note."
    },
    {
      "speaker": "Mr. Michael Mandel (Chief Economist",
      "text": "Yeah, and people have historically dismissed health and education as not being - as kind of not really being relevant to the entire economy. Yeah, those are just entitlements, those are just government - no, we have a health and education economy. A lot of what we think of manufacturing states have a lot more health and education jobs, and that, you know, we're going to look around. And the strength of these sectors is going to be enough to both set a floor for the downturn and also help pull us out."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Michael Mandel, chief economist for Business Week. Thank you. Mr. MANDEL. Thank you."
    }
  ]
}