{
  "transcript": [
    {
      "speaker": "Lynn Neary",
      "text": "This is TALK OF THE NATION. I'm Lynn Neary in Washington; Neal Conan is away. Fresh off the publication of his latest novel, \"This Is How You Lose Her,\" author Junot Diaz learned this week that he's the recipient of a MacArthur Genius Award. That means he'll get $500,000, which the MacArthur Foundation says will give him unprecedented freedom and opportunity to reflect, create and explore. Diaz won a Pulitzer Prize in 2008 for his first novel, \"The Brief and Wondrous Life Of Oscar Wao.\" He currently teaches at the Massachusetts Institute of Technology in Cambridge and is the fiction editor of the Boston Review. We'll talk to Junot Diaz in a moment. Later in the program, NPR senior Washington editor Ron Elving joins us for reaction to last night's debate. Give us a call and tell us: What didn't you hear in last night's debate that you wanted to hear? The number is 800-989-8255. Our email address is talk@npr.org, and we'll get to those calls in a few minutes. But first author Junot Diaz joins us from the studios of member station WANC in Albany, New York. Welcome, and congratulations. It's good to have you back on TALK OF THE NATION."
    },
    {
      "speaker": "Junot Diaz",
      "text": "God, thanks so much for having me."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Well, we had to. I mean, you're a genius."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Oh lord, yeah, yeah, of course."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Well, tell us first, let's go back. How did you find out about this because I know they try and keep this very secret? How did you find out you had been awarded the MacArthur Grant?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "I kind of got punked a little bit. I mean, it's the best way to get punked you could imagine, but they called me into the offices, I was going to be in Chicago for an event, and they basically called me in more or less under the pretense that they wanted me to talk about some candidates that I was recommending. So of course I kind of scampered in to sort of support the folks that I was hoping would get it, and they just sort of surprised me with this, you know, this incredible gift and just, you know, it kind of just blew my brains open."
    },
    {
      "speaker": "Lynn Neary",
      "text": "So they really did manage to keep it a secret?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "Believe me, I was - I just went into a state of shock. Yeah, it was one of those things. I mean, I guess some people's imaginations run towards good fortune all the time, but I'm sort of the kid who's always sort of preparing myself for the apocalypse. So when something good happens, it's more extraordinary even than normal."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Yeah, do you know who nominated you, by the way?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "Oh hell no, and whoever did kept their secret because I had no clue."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Oh, you won't find that out. That's so interesting because I think you'd want to go and thank them."
    },
    {
      "speaker": "Junot Diaz",
      "text": "My God, the gratitude will be endless."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Now it's interesting what you're saying because, you know, your writing is so rooted in the Dominican community of New Jersey, specifically New Jersey is a very, you know, specific group of people. And, you know, the character, Yunior, who you have written about in your books, he's a smart, nerdy, bookish kid who I always think is maybe a little bit like yourself. And I wonder what it's like to grow up in that community as a bookish kid, as I imagine you were, and then suddenly get an award like this, suddenly be declared a genius, suddenly have the  freedom to, as they say, explore whatever you want to explore. Tell me about that journey for you, that personal journey."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Well, I mean, it bears repeating. I'm an immigrant. My father was an undocumented immigrant. I come from a community, a Dominican community that's part of a larger Latino community. And listen, you don't have to be a particularly awake person to know that for the last couple years, immigrants, Latinos and folks who have anything to do with undocumented immigration, have been just demonized by our politicians. The contributions that we make as a community have been completely erased. Our presence has been sort of maligned and deformed so that we're some sort of demonic cancer on the body politic instead of this vital, regenerative force that we are. And it's sort of this kind of bittersweet irony, this sort of wild irony that on the one hand as an individual who comes out of this community I'm sort of being recognized, but my actual community that in many ways is the genius that - the real genius in this little formula, you know, it's been under sort of a steady, just horrible assault for the last few years. And I'm really aware of that because I came up as a kid who, you know, whether you're going under this assault right now, or it's sort of, you know, more quiescent, this sort of anti-Latino vibe in the country, I always grew up with the idea that the people that I was going to end up writing about and the people who I came out of that we were not people's go-to idea of what genius was, even though I myself coming up in this community looked around and was always just sort of astonished by the sort of human talent, astonished by the creativity, astonished by the incredible hard work and the adventurousness of an entire group of people who leave their country behind and try to make a new life in another place. And not only was this a source of inspiration for me as a person, but it was a source of inspiration for my art."
    },
    {
      "speaker": "Lynn Neary",
      "text": "You know, to go back to Yunior for a moment because you've written about him in all of your books - \"Drowned,\" \"The Brief Wondrous Life of Oscar Wao,\" your new novel \"This is How You Lose Her,\" and again he is this very - he's smart, and he's book-smart, and he likes books and he likes to read. And it sets him apart, but it's also his salvation. And I just - I know you don't want to - probably want to be a role model or bring a message to anyone, but there is a message there, don't you think?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "Well, I mean, I don't know because I think that Yunior's life in the book, I don't think what sets him apart is that he's smart, to be honest, or that he's incredibly cagey and has really good insight about what it means to be both Dominican and American simultaneously. I think a lot of Yunior's solitude has a lot to do with his individual family stuff. I mean God, the family he grows up out of. But again for me, I've always thought that again, I teach, you know, I do a lot of community work with young people. I meet Yuniors and, you know, the female equivalent all the time, these amazingly sensitive, brilliant young kids that if only they had more support, if only they had more mentorship - they don't need advice, kids need less advice and more just actual mentorship - you'd be surprised at what would happen. I think our greatest resource, you know, is the one that I think that we most undervalue. So for me, if Yunior is a metaphor for anything, or if there's a lesson, it's that, you know, kids like this, these sensitive, smart kids are to be found everywhere. And, you know, I paid so much attention to him as a character. I wish people would pay as much attention to these young people as people."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Now do you think you're going to continue to teach now that you've got the..."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Oh sis, come on, man, of course. I don't know about anybody else, but man, you know, it's - I like my teaching, and MIT's great, and who the hell can be out in the world without medical insurance these days? So I will definitely continue to teach. You know, the work I do, it takes a very, very long time. Even the five years of the fellowship won't cover the next book, I don't think. So yeah - and I guess I'm also just one of those immigrant kids who never lets go of a job, you know."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Yeah, yeah. Well, what do you think you are going to do with this grant, now that you've got it?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "It's like, you know, it's imagine you have - imagine you're an acrobat, and you have this amazing hit-the-ground-for-free card. I mean, it just, it allows you to make the kind of mistakes that you need to make to write well. I think when you feel that time is short, when you feel the pressure of, you know, you've only got a few months a year to write, you're less likely to take kind of adventurous avenues. And again, art is predicated. Art lives off of, you know, making a lot of errors. And I certainly now feel like I've got, like, you know, a ton of space in which to kind of screw up and from that screw-up hopefully do something really nice."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Do you think you'll still be in that same world that you've written about in your other books, or will you - you don't know yet."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Yeah, I mean, I don't want to for this next book. This next book, I'm trying to make kind of more of a science-fictiony type book. But you never know until the book is finished what in the world it's going to be. I have dreams for my books, but it's like having dreams for your kids. You know, you want your kids to be this serious engineer or doctor, and they turn around, and they're kind of a crazy left-wing artist, and you're like darn, how did that turn out?"
    },
    {
      "speaker": "Lynn Neary",
      "text": "You know, you're known for taking a long time to finish your books, as well, I think."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Yeah."
    },
    {
      "speaker": "Lynn Neary",
      "text": "I wondered with this money if the deadline won't be so crucial, and, you know, you can take as long as you want now, I guess."
    },
    {
      "speaker": "Junot Diaz",
      "text": "God, I know, the torment of it. You know, it's weird to be an artist who works really slow. I mean, we have a country that does not like people to take the time. We have a country that even its artists are on the punch-clock. So someone like me really stands out, you know. But you've got to do what you've got to do. And hopefully I can just finish it, forget how long it takes. As long as I can finish the darn thing, I'll be grateful."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Yeah, the last book took - I know it was sort of a painful process for you, wasn't it, this most recent book?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "But, you know, that process gets lost. No one remembers it. No one - and that's what's the best part about being artist. There's all the sweat you break, all the dust you raise, all the sort of things, all the internal emotional timbre that goes in the work. No one will remember. That's the best part. All that's left is the actual work. And, you know, my books, I try to keep the sweat off the books. So people read it, and they're like wow, this feels like this was effortless. That's a great - for me, more than anything, that's the best part of this. My work, that what I put into it doesn't show on the page. That's, like, great."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Yeah, and you love short stories, too. I love short stories, I appreciate that about you. You seem to be - enjoy writing short stories."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Yeah, they're tough as hell, and, you know, as a sort of a practice, people in the publishing world discourage them. They're like oh, don't do it. But I can't help but root for the underdog. As a form, you know, the short stories and the linked short story collections is an underdog, and people don't think of it as serious. So I don't mind wading in there. It feels like a really good battle."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Do you see yourself sort of at some point - you haven't really played that much with the novel form, but, you know, a lot of different writers are experimenting with the novel form, you know, Zadie Smith just did with her book, new book \"NW.\" Do you see yourself playing with that form?"
    },
    {
      "speaker": "Junot Diaz",
      "text": "Well, sure. I mean, again it's probably the arrogance, you know, the narcissistic arrogance of an artist, but I feel that so far I've written one book, one novel, and it's a very strange - at a formulistic level, I think it's - it took a lot of risks. Now will I keep doing that? Hard to say. It's like sort of saying will I continue to be X, Y or Z. You hope so. You hope so, but you never know."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Yeah, well Junot Diaz, it's been great talking to you, and congratulations again on this wonderful award, the MacArthur Genius Grant."
    },
    {
      "speaker": "Junot Diaz",
      "text": "Oh God, thank you so much for having me."
    },
    {
      "speaker": "Lynn Neary",
      "text": "Junot Diaz is a 2012 recipient of a MacArthur Genius Grant. His latest novel, \"This Is How You Lose Her,\" was published last month, and he joined us from the studios of member station WANC in Albany, New York.  Up next, we heard a lot in last night's presidential debate about taxes, health care and the middle class. What didn't you hear but wanted to? Give us a call, 800-989-8255. Or drop an email to talk@npr.org. I'm Lynn Neary. NPR's senior Washington editor Ron Elving joins us next. This is TALK OF THE NATION from NPR News."
    }
  ]
}