{
  "transcript": [
    {
      "speaker": "Michel Martin",
      "text": "Yesterday, we talked about how Facebook has decided to monitor political speech. The answer - very little, if at all. Today, we want to tell you about an area where Facebook is boldly going forward - dating. Facebook recently launched this new feature in the U.S. after testing it overseas. We wanted to know how people should feel about trusting Facebook in this particularly sensitive area since the company has long been under scrutiny for the way it handles users' data, so we've called Lisa Bonos. She writes about dating and relationships for the Washington Post. Lisa, nice to have you back on the program."
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Michel Martin",
      "text": "So, first of all, tell us a little bit about how Facebook dating works. And how is it different from the apps people might already know like Tinder or Bumble or Grindr? I take it there's no swiping, but please tell me that Facebook doesn't stroll down your contacts like your nosy relatives at a wedding and announce to everybody you're single, you're dating, you're looking."
    },
    {
      "speaker": "Lisa Bonos",
      "text": "(Laughter) No. You do have to opt into Facebook dating and create a separate profile. And you won't be swiping left or right, yes or no on people. But it does work pretty similarly to other dating apps that are out there."
    },
    {
      "speaker": "Michel Martin",
      "text": "Does somebody have to match you in order for you to send that person a message..."
    },
    {
      "speaker": "Lisa Bonos",
      "text": "No, most..."
    },
    {
      "speaker": "Michel Martin",
      "text": "...Or something like that?"
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Yeah. Most dating apps do require both people to say yes, I like this person before you can exchange messages. But Facebook dating seems to not require that. You can like their photos and send a message."
    },
    {
      "speaker": "Michel Martin",
      "text": "So in a way, basically narrows your - it creates another Facebook universe for you. I mean, it basically says that these are the friends who are single and who are looking."
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Yes, but it actually doesn't show you existing Facebook friends as potential dates. There's a special feature called Secret Crush where you can put in names of people you are currently friends with, and if they also put your name on this list, you - it will tell you you have a match."
    },
    {
      "speaker": "Michel Martin",
      "text": "Wait. Wait. So you said - well, you wrote about this. You said, it appears to be hatched by your middle school nemesis who still acts like they're 13. So please tell me, do they - they don't have, like, a do you like me? Yes or no. Does it really do that?"
    },
    {
      "speaker": "Lisa Bonos",
      "text": "That's essentially what it is, except the other person will never know that you put their name down unless they also put your name down."
    },
    {
      "speaker": "Michel Martin",
      "text": "OK."
    },
    {
      "speaker": "Lisa Bonos",
      "text": "I mean, I make fun of it. I'm probably still going to use it, right? OK (laughter)?"
    },
    {
      "speaker": "Michel Martin",
      "text": "So - well, to that end, though, what kind of feedback are you hearing about this so far from the other countries where it rolled out? And I know it just started here, but - so what are you hearing so far?"
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Twitter was full of dread and skepticism about this because Facebook's had so many problems with misinformation and security lapses and all of that. So people were not eager to do this very intimate thing on Facebook and to spend more time on Facebook and all of that. And also, none of the features are all - are any different from what you could currently find on dating apps that are already out there."
    },
    {
      "speaker": "Michel Martin",
      "text": "You've been following this for some time now. What about those privacy concerns that many critics, not just in the dating realm, have raised about this? has Facebook done anything to address those concerns?"
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Yeah. I mean, they say that the feature is going to have safety at the forefront and security. But we won't really know until people get in and start using it and that sort of thing. And I think the bigger issue is that there's not a lot of trust out there in the public for this company and this platform, so it makes it hard for people to want to do something so personal on there. I mean, you think trust is the backbone of relationships, right?"
    },
    {
      "speaker": "Michel Martin",
      "text": "So before we let you go, though, because you cover this area, and you've been covering it for some time - I mean, you've been covering the whole, you know, single life and relationships for some time now. I just wondered if this says anything bigger. Does it say anything about single life, the single life, that this is here? Does it meet some need that isn't being met? What do you think?"
    },
    {
      "speaker": "Lisa Bonos",
      "text": "Unfortunately, it doesn't. I mean, dating apps have been out there for about five years, and when they came out, people were a little bit excited about them. Now we've reached this point of extreme dating app fatigue and frustration with the way that people can connect easily on these apps but then discard each other very quickly. And because this new platform doesn't seem to change that in any way, I don't know that it's going to meet a need that wasn't already met."
    },
    {
      "speaker": "Michel Martin",
      "text": "That is Lisa Bonos. She writes about dating and relationships for The Washington Post, and she was kind enough to join us here in our studios in Washington, D.C. And I do want to mention that Facebook has been a recent financial supporter of NPR."
    }
  ]
}