{
  "transcript": [
    {
      "speaker": "Steve Inskeep",
      "text": "This Veterans Day weekend marks the 100th anniversary of the end of the first world war. It's a moment to think about how this country cares for veterans of many wars since. The Department of Veterans Affairs slipped into chaos earlier this year. Veteran Secretary David Shulkin was fired. He faced questions about his travel, but he said he was targeted because he resisted Trump administration efforts to privatize care. The VA runs a network of hospitals and clinics for millions of veterans across this country, so how the agency is run is a very big deal. This week we sat in the office of Shulkin's replacement - his successor, Robert Wilkie. When speaking before Congress recently, you said the state of the VA is better."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "That was your word."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Why were you not able to say good?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Because we're still in the process of assessing the condition of VA. I do think it is better because the turmoil of the first half of this year is behind us. The waters are calmer, but we're not where we need to be. But we're heading in that direction."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "And you're being pushed to change the agency in the way that it..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Absolutely."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...Offers care. There's something that I want people to know about called VA choice."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Would you explain what it is now and what you're trying to make it into?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Well, VA choice has been superseded by the Mission Act. Mission Act does a few things. It opens the aperture for a veteran who seeks health care on his own terms - which means that if VA cannot provide the care that veteran needs and in a timely manner, that veteran will have the opportunity to seek care in the private sector."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Help me understand the strategic idea. When you say that you're going to allow people to go to private doctors and the government will pay, are you supplementing the VA hospital..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...System, or are you thinking that in some..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "We're not replacing - this is not privatization. I do think, though, that - I'll give you an example. In the state of Montana - when you have families having to travel round-trip distances of 400, 500, 700 miles to get to a VA facility, we have to offer those veterans the opportunity to be served closer to home. We also have to address the reality of urban life, and I've discussed this with Senator Schumer. In metropolitan New York City, the crow's mileage may be awfully short, but it'll take hours and hours to get from point A to point D."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Does the subway take you there or not?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "That's right."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Sure."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Absolutely. So we have to make VA a 21st century health care administration."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "One reason you had to answer that question about whether the intent was to privatize, of course, is because your predecessor in this office, as he was being removed, wrote of that fear, of that concern and said on our air that he thought that that was what he was being pushed to do - is to privatize, which he said was a terrible idea."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Right."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Was he just mistaken about what the president of the administration wants?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Well, I'm not going to talk about predecessors other than to say I'm - I've been credited by members of the Senate with being a pretty good historian, and that might've diverged on revisionist history. No, and I've said it. You're not going to privatize this institution."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "No one ever had that intent?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Not in my experience, and I certainly have never talked about that with anyone in this administration."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "There are three people who are said to be close to the president, Ike Perlmutter being one of them, couple of others, who, according to documents that were released through the Freedom of Information Act, did have a lot of contact with VA officials under the past secretary and were pushing the agency - were pushing VA in a particular direction. Do you talk with them?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Well, you heard my testimony, and I said it under oath. I met with them when I was visiting the West Palm Beach VA, my first - I think it was my first week as acting and have not had any meetings with them ever - since that time."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Do they write you? Were people around you?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "I have not seen any since then. I'll be clear. I make the decisions here at the department in support of the vision of the president."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Was that a change then?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "You know, if you take ProPublica at its face value in terms of..."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Well, the documents are there. Yeah."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yeah. If you do that, then yes. It is a change from the previous leadership, but this is a much calmer institution. And I think it's in a much better place."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Let me ask you about another thing. Our correspondent Eric Westervelt..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...Has reported on whistleblowers..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yes."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...Spoke with more than 30 people, current and former..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Right."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...Employees of the VA..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Right."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...Who reported severe problems with whistleblowers who call out issues with treatment."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Right."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "And they're punished. Some are fired. Some have been put in isolation rooms. First, do you acknowledge there is a problem there?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "I don't - I'm going to tell you the truth. I don't know all of the individual cases. But we have numbers of investigations going on in our office based on observations and charges given to us by whistleblowers. I can't go into them, but there are many. And it is clear from my interaction with our whistleblower office that, for me, it's important that we protect them and that they're a vital part of how we right this..."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Is your starting assumption that you have a cultural problem with whistleblowers who are punished instead of listened to?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Not - I have not seen that on my watch. Now, I've only been here a hundred days. And if there were that problem, I will - if I see it, I will move on that."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "It seems likely of the millions of people hearing you that some worked for the VA. It could be that someone in the audience right now is sitting on a fact..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Yeah."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...That they find disturbing."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "And we..."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "What would you tell them?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Tell us. Tell us. We have an office, whistleblower and accountability protection. No other department in the government has that, not even the Pentagon."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Does it trouble you at all that veterans' issues to some extent had been politicized..."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Absolutely."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "...By your boss, by the president?"
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Well, I don't think that - I think what the president has done is actually raise the valence of veterans' issues in a way that no other president has. I mean, no other president - and I'm a pretty good historian - on the campaign trail talked about veterans' issues as much as this president."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Mr. Secretary, thanks very much."
    },
    {
      "speaker": "Robert Wilkie",
      "text": "Thank you, and it's been a pleasure."
    }
  ]
}