{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "If you're a musician, it's one thing to have people tell you they don't like a particular song you wrote, but to receive death threats because of it, that's something all together different. Well, that's exactly what happened to singer, songwriter Janis Ian. As a teenager in 1965, she recorded \"Society's Child,\" a pop song about an interracial romance."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "(Singing) Come to my door, baby Face is clean and shining black as night. My mother went to answer you know That you looked so fine Now I could understand your tears and your shame, She called you boy instead of your name. When she wouldn't let you inside, When she turned and said But honey, he's not our kind. She says I can't see you any more, baby..."
    },
    {
      "speaker": "Tony Cox",
      "text": "Yup, this song was too much for the pop charts to handle in 1965, and it caused Ian a lot of grief. She went on to become on of the 1970's best loved artist with classics like the tune \"At Seventeen.\" But the impact of \"Society's Child\" has stayed with her to this day. It's the title of her recently released autobiography. I asked Janis Ian to share the story behind the \"Society's Child\" and how she came to write a song with so much insight at age 13."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "I was one of I think three white girls in my school. So, I was very much an outsider. And plus I was Jewish and all of my friends were black and Baptist because they listen to the coolest music. We were all listening to Ray Charles and what was then called race music. And I guess the other white kids were listening to Dick Clark and American Bandstand, which was pretty sanitized compared to what I was listening to. And we were all very conscious of race. My parents both were doing the Civil Rights Movement, were very involved with the civil rights to Congress. And my friends' parents were as well. And I was on the bus one day and I saw a black and white couple, must have been 15, 16. He was black. She was white. And they were obviously in love. And people on the bus were glaring at them, but they didn't notice. They were just looking at each other and I started thinking, was this going to work? And the more I thought about it, the more I became convinced that it wouldn't work ultimately. That she would cop out, that her parents and the school would just not allow it. And that's the song I wrote, and I had no idea, when we recorded it, that it would ignite that kind of firestorm."
    },
    {
      "speaker": "Tony Cox",
      "text": "At one point, someone tried to get you to change the words of the song as I understand it. What's that story?"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "Well, Shadow, my producer, who up until then had been noted for producing the Shangri-las, he didn't really try to get me too so much as he gave me a choice. He said if you will change black as night, because the opening line is face is clean and shining black as night. He said if you change that word black to anything - anything else I can guarantee you a number one record. And he said, but it's your choice. And a friend of ours was standing there and he said, quote, unquote, \"you whore now, you'll whore forever,\" and that's a pretty strong words. I was 15 at that time. That was pretty strong. But from my point of view, hey, I was getting to make a record. How cool is that, you know?"
    },
    {
      "speaker": "Tony Cox",
      "text": "Yeah."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "When it was a hit or not was secondary."
    },
    {
      "speaker": "Tony Cox",
      "text": "Let me ask you, is that a scar, or is it just a lesson learned from then that carries with you today?"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "I think it's both. I was surprise when I started writing the book and I started with that chapter. I was surprised at how much emotion that incident stirred up, and I did quite literally go right into therapy, and just sit there and talk about it and try to come out the other side of it because it explained a lot of why audiences had always scared me a little bit. Well, of course, I mean, if you go on stage everyday thinking that you're not going to survive the hour, you're going to be frightened of your audience. So, in that sense, it was a scar but as my therapist said to me, you know, scar tissue is stronger that regular tissue."
    },
    {
      "speaker": "Tony Cox",
      "text": "You start the prologue of your autobiography with the scene of your singing \"Society's Child\" at a concert hall in Encino. You were 15 years old, that's out here in California. Tell us what happened that night."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "Well, the record had been out for about six months and was not getting played. And then, Leonard Bernstein had suddenly featured it in the special. And all of a sudden, KRLA went on it, a bunch of other stations went on it across the country and I started doing concerts, and by the time I hit in Encino, it was probably my fourth or fifth time on a concert stage. And I sang my first four or five songs, and then I got to \"Society's Child\" and I started to sing it and write around the first chorus somebody stood up in the audience and screamed, (bleep) your love or go home."
    },
    {
      "speaker": "Tony Cox",
      "text": "Mm hmm."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "And I stopped and then I just kept going and suddenly another person screaming it and after about 10 to 15 seconds there was a group of 10 or 20 people who started to chant it. And then they stood up and they were raising their fists and shaking them at me. And I remember one woman was just red and I thought she was going to keel over. The audience and I were stunned, I had no idea what to do."
    },
    {
      "speaker": "Tony Cox",
      "text": "What did you do?"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "You know, I started to cry and I put down the guitar because I didn't want the audience to see me crying and I walked off stage and then I ran through the ladies room and I really started to cry. And the words were just ringing in my ears. And the promoter came back and told me I had to go back out, and I said, look, now, I get death threats, you don't understand. I can't go back out there. And he said that I had to. And long story short, what he said in essence was if you let them drive you off the stage now they will do it to the next person and the next one and the next one. And then where will we be when the only people they agree with are allowed on stage? So I went back on stage, I was pretty sure that I was going to be killed. I was terrified. And I started to sing and they started to chant. And as I continued singing I just looked at them and members of the audience suddenly started taking in into their hands and going over and telling them to shut up and then - then all the ushers came down the aisle with their flashlights and shone them in these peoples faces and ordered them out. And what amazed me, Tony, was that they didn't walk out, they slunk out. And I realized that the power of just a little three and a half minute song, that it had quite literally conquer their hatred and shown them for the cowards and bullies that they were."
    },
    {
      "speaker": "Tony Cox",
      "text": "Amazing story. The issue of interracial romance it's come along way over the years. We have a president, as a matter of fact, who is the product of that kind of union…"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "Mm hmm."
    },
    {
      "speaker": "Tony Cox",
      "text": "Interracial relationships, though, may still be controversial to some degree. How do you see the difference if you see one between interracial relationships today and the way they were when you were doing Society's Child?"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "You know, it's a huge difference from my viewpoint. There will always be those people who are just backward and ignorant. There will always be those people. They need somebody to feel superior to. For my point of view, I live in Nashville, Tennessee, there's no way I could have lived in Nashville at 16 in 1966, '67. There's no way that Nashville would have had room for somebody like me then. I see interracial couples all the time in Nashville. I'm a Jew in Nashville. I'm a gay person in Nashville. It's a non-issue in most of the time. That's a huge leap forward. (Singing) You come to my door, baby, Your face is clean and shinning, black as night. My momma went to answer, You know, that you looked so kind. Now, I could understand the tears and the shame, She called you, boy, instead of your name, When she wouldn't let you inside, When she turned and said, \"But, honey, he's not our kind.\" She says I can't see you anymore, baby, I can't see you anymore. You walk me down to school, baby, And everybody's acting deaf and blind. Until they turn and say, Why don't you just stick to your own kind. My teachers all laugh, their smirking stares, And cutting deep down in our affairs. Preachers of equality, Think they believe it, Then why won't they just let us be…"
    },
    {
      "speaker": "Tony Cox",
      "text": "Singer, songwriter, Janis Ian, her new book is called \"Society's Child: My Autobiography.\" You can hear more from Janis Ian including a performance of her hit at 17, go to npr.newsandnotes.org."
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "(Singing) One of these days I'm going to stop my listening, I'm going to raise my head up high. One of these days I'm going to, Raise up my glistening wings and fly. But that day will have to wait for a while…"
    },
    {
      "speaker": "Tony Cox",
      "text": "That's our show for today. Glad you could join us. To listen to the show or subscribe to the podcast, visit out Web site, nprnewsandnotes.org. To join the conversation or sign up for the newsletter, visit out blog at NPR newsandviews.org. New & Notes was created by NPR News and the African-American Public Radio consortium. Tomorrow, hate groups and hate crimes are on a steady rise according to a new study by the southern poverty law center. Is the economy to blame?"
    },
    {
      "speaker": "Ms. Janis Ian",
      "text": "(Singing) Baby, I can't see you anymore, No, I don't want to see you anymore…"
    },
    {
      "speaker": "Tony Cox",
      "text": "I'm Tony Cox. This is News and Notes."
    }
  ]
}