{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. We know that concussions can have very serious consequences, particularly if you've suffered more than one head injury. But new research is saying that even a single concussion may cause lasting brain damage. The new study compared brain scans from a group of healthy individuals and a group of concussion patients and found that after a year, those who suffered a concussion showed signs of structural brain damage in regions of the brain linked to mood disorders and depression. So what are some of the long-term effects of concussions? Why are these types of injuries still so difficult to diagnose? Joining me now is Steven Flanagan. He is Howard A. Rusk professor of rehabilitation medicine and co-director of the Concussion Center at NYU Langone Medical Center here in New York. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Does that mean that everybody who has a concussion is going to have lasting brain damage?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Absolutely not. So, most people who have a concussion - which is a mild traumatic brain injury - do fairly well and actually become asymptomatic within a fairly short period of time. But there is a, what I would call a significant minority - that can range anywhere between 10 and 20 percent, depending on what literature you read - that may go on to develop chronic problems. And that may include problems with mood, being depressed or anxious, or maybe problems with headaches or balance, or maybe just difficulty with their thinking, having problems paying attention or concentrating. So it's a small percentage, but a significant minority."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what types of changes in the brain were observed with concussion patients? You were not part of this study, but you study concussions all the time."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Absolutely. So, this was an interesting study, because they took folks who actually came into the emergency department. So we're very confident that these folks had a concussion. And they imaged them. They did these fancy MRI technologies, and a year later, they did the very same ones. And what they found in this particular study was that there was some brain atrophy or brain shrinkage, if you will - not in everybody, but as a whole. There was - if you looked at all of the patients that they studied, there was shrinkage of the brain. And they compared them to other people who did not have concussions, and the shrinkage in the brain was much more significant in the folks who had concussion."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So was this thing about just one concussion, lasting brain damage, very surprising to you and to people who study concussions?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "So it's not surprising to me in that people can develop these long-lasting problems. I think what is striking about the study is that there's evidence of structural changes. There's actually a physical change in the brain that potentially may account for some of these problems that people have over the long term."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Problems such as?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Such as being anxious or depressed, perhaps having problems with their ability to pay attention, concentrate, plan and organize, solve problems. And these are some of the common symptoms that people who have what we know as post-concussion syndrome often complain about."
    },
    {
      "speaker": "Ira Flatow",
      "text": "1-800-989-8255 is our number. So they were actually able to see the parts of the brain that were affected. And what parts were they, and what kinds of effects did they have?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Well, what they noticed was that there was a shrinkage total - not a dramatic, but certainly significant enough to meet the study criteria. But there were certain areas in the front part of the brain in particular, known as the cingulate, and a little bit in the back, as well, that seemed to be most susceptible. Not terribly surprising in some ways, because we know that these areas of the brain are susceptible to more severe forms of traumatic brain injury. So it would make sense that we may also see that in mild TBI, as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there a way, when a patient comes in, for you to diagnose a concussion?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Well, it all depends on when they come in. So I will start off by saying that concussion, or mild traumatic brain injury, is a condition that's made based on what the patient is telling you in their symptoms, and to some degree, their physical examination. But there's no diagnostic test. So standard, old-fashioned CT scans and MRI scans are typically perfectly normal after a concussion."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yet they still do them, don't they?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "There's some indication to do them in some cases, but in most cases, probably not necessary. But there's no blood test for this. There's no other diagnostic test. There's a lot of research going on right now trying to find that biomarker or diagnostic test, if you will. Right now, we don't have it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there something that you would like? You say you don't have it. What marker, what something could you look for? I mean, what would there be? You know, what would there be?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "That's a great question. So we're not sure yet. You know, science is looking at a number of potential markers or diagnostic tests that we could do on the blood. We're not there yet, because some of the tests that have been talked about show evidence of damage only within the first day or two. And if you're seeing someone after a concussion more than that, not particularly helpful. There may be, as in this study, some evidence on neuroimaging tests that may help us make the diagnosis more definitively - that is, not just relying on clinical signs and symptoms."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We have on - we put out a tweet earlier in this week asking - it's our question of the week, which is: Would you allow - if you're a parent, would you allow your kids to play sports if you think they're going to get a concussion? Would you - what is your answer to parents whose kids are - football, hockey, whatever sport, soccer? What should they be aware of?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "That is a great question. So let me just first start off by saying is there is tremendous benefit to children participating in team sports. You know, there's a whole social development, learning how to work as a team and the collegiality, and there's so much to be gained from that, that I would be loath to say let's do away with contact sports. That said, I think we have to make these sports as safe as we can, and parents and educators and coaches and athletic trainers should be fully aware of concussion, know when - or know when to suspect when a child has had concussion, make sure you remove them from play, don't let them return to play, and they are completely asymptomatic, and make sure that their return to play is graduated based on their symptoms and increasing levels of activity. And those are the guidelines that we're using, but I think it's foolish - from my perspective - to say we should be doing away with contact sports."
    },
    {
      "speaker": "Ira Flatow",
      "text": "There was a separate study that came out this week that said there's no good evidence that helmets really protect athletes from concussions. It said that helmets protect the skull, but not necessarily the brain. Explain how that works."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "So if you consider the brain as, in its natural state, has the consistency of formed Jell-O - it's actually quite soft - and it's floating in fluid called the cerebrospinal fluid, and it's all encased in a very hard skull, and the inner surface of the skull sometimes is not very smooth. So if you are in a situation where you fall, or you hit your head, and the brain gets jerked back and forth..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Rings like a bell."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "That's right. The soft brain will strike itself on the inner portion of the skull and potentially be damaged. And also because the brain is so soft, as your head gets jerked forward and backwards, as in a fall or in a sporting event, the brain can almost squish on itself and then stretch as your head goes back and forth, and that stretching can actually stretch all of the nerve cells and can render them nonfunctional, either temporarily or potentially permanently, and that can cause lasting problems."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So are we getting a false sense of security, then, when we put a helmet on?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "To some degree, yes. And I would certainly not advocate not wearing a helmet, certainly at this point, but I don't believe that there will ever be a helmet that absolutely prevents a brain injury or a concussion. I'm hard pressed to believe that they'll ever develop that."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, because there's going to be that impact. As long as you have the violent impact, you're going to have the brain ringing around inside the skull."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "That's right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And there's no way to prevent that with any kind of helmet."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "I don't see that. Perhaps somebody will come up with something that'll be spectacular. I have trouble envisioning it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what kind of - what kind of treatment does - let me - but we only have a few minutes left. Let me get as much information out as I can. When should you see a doctor if you have a head bang?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Well, for children, you should probably see one, because you're going to need one to get back into play, so if you have a sporting concussion. But if you're - you know, if - certainly, if your symptoms don't go away within a period of time, within a few days, or certainly a week, but if your symptoms are getting worse..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Symptoms such as?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Headache, blurry vision, fatigue, difficulty staying awake, slurring speech. If those symptoms are getting worse, boy, you really better go see a physician or health care provider right away."
    },
    {
      "speaker": "Ira Flatow",
      "text": "They always say you're going to get sleepy after a concussion. Is that true?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "You sure - you can."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You can."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "But I think if your sleepiness is getting worse and worse, don't put it off. Always be safe."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now if your kid is playing in that game, one of the ball games or whatever game, and the coach wants - the kid gets hit in the head, what should the coach do?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Take them out."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Immediately. You should insist yourself if you're at the game and the coach wants to put the kid back in?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "If you have any suspicion at all that someone has had a concussion, adult or a child, remove them from play. It's the safe thing to do, particularly for children. There's a thing called potential second-impact syndrome, and children who are still symptomatic who go back to play can get into serious trouble if they get another concussion."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is there any standard treatment for concussion?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "I won't say there's standard treatment, but I think it's probably best to have a team of professionals, like a concussion center, if you will, where you have rehabilitation specialists and neurologists, pediatricians, full services of a radiology department - like we have at NYU, for instance - that you can really make sure that everybody is being treated the way they need to."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's amazing, because there are some athletes - I'm thinking of Jason Bay of the Mets, people who have had really bad concussions, and they're going on for years. Is that not unusual?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Well, I think that a lot of people have not really recognized what concussion is, what the symptoms are, and they simply go back. And I think there's probably also, you know, some sense in professional sports, you know, that this is their bread and butter; they need to get back. But we have to be cautious and realize that, you know, repetitive concussions - particularly if you have not fully recovered from the first one - are just going to cause more problems down the road."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So there's no advice to just go home, take an aspirin or ibuprofen, and it'll go away on its own if something bad has happened."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Rest is the mainstay of treatment, but if the symptoms are getting worse or they don't get better, it's time to see a concussion specialist."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And where would you find one of those?"
    },
    {
      "speaker": "Steven Flanagan",
      "text": "So not everybody specializes in concussion. A lot of facilities have concussion centers. We have one at NYU that brings in all sorts of professionals together. It's not just rehab medicine. It's just not neurology, but we have neurosurgery, orthopedics. We have our ED that's involved, pediatrics. I think if you have a lot of folks coming together that can address this in a multidisciplinary way, your outcomes are just going to be better."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Find one near you, as they say."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Absolutely."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you, Dr. Flanagan. Steven Flanagan is Howard A. Rusk professor of rehabilitation medicine and co-director of the Concussion Center at NYU Langone Medical Center here in New York. Thanks for coming in today."
    },
    {
      "speaker": "Steven Flanagan",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We're going to take a time out, and when we come back, we're going to talk about - oh, an interesting thing about brain tumors. Maybe you're a cyberchondriac. Yeah. We're going to talk about what that's like - you know, sitting at the table at night, and you think you've got a brain tumor because you've Googled it, but, you know, it's just a little headache. Maybe you're a cyberchondriac. We'll talk about that after this break. Stay with us."
    }
  ]
}