{
  "transcript": [
    {
      "speaker": "Liane Hansen",
      "text": "Tom Brosseau may have a ghostly voice, but don't be fooled by the title of his new album, \"Posthumous Success.\" The songwriter is still very much alive."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "(Singing) Haven't I been told, backbone emerge pain, if it's (unintelligible), I'll always see what you want me to, haven't I been true to you?"
    },
    {
      "speaker": "Liane Hansen",
      "text": "And that's the tune \"Been True\" from Tom Brosseau's new CD \"Posthumous Success.\" And Tom Brosseau joins us from NPR West in Culver City. Welcome to the program, Tom."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Well, thank you very much."
    },
    {
      "speaker": "Liane Hansen",
      "text": "You know, it's an old axiom that artists usually sell more records when they're dead than when they're alive that - does that have anything to do with your title \"Posthumous Success?\""
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Yes, it does. It has everything to do with the title. In fact, in many ways I feel like I have died."
    },
    {
      "speaker": "Liane Hansen",
      "text": "What do you mean?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Well, I think that in life…"
    },
    {
      "speaker": "Liane Hansen",
      "text": "Because if you're dead we're going to lead with this, you know."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Good. That you progress in life. And I think the amount of traveling I've done and songs I've written, I just feel like I've moved on. I'm no longer my older self. I feel like I've graduated."
    },
    {
      "speaker": "Liane Hansen",
      "text": "I mentioned your voice earlier. And some critics have noted, and I hear it on this new CD, that you sometimes sing - I don't know how to put this elegantly - in a high range, perhaps?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Yeah."
    },
    {
      "speaker": "Liane Hansen",
      "text": "You sing like a girl, sort of."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Who said that?"
    },
    {
      "speaker": "Liane Hansen",
      "text": "Oh, let's see here. It's a guy named Jon Nolan(ph) who said that."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "No, I do get that quite a bit. I could probably sing in a lower range. I just think that the higher one is what I'm most comfortable with."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Really?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Mm-hmm. But recently, I've just come to the conclusion, maybe that's what \"Posthumous Success\" has to do with. Maybe I'm going to start singing in the lowest voice I can possibly sing in."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yeah, well, I had read, the same Jon Nolan, you told him maybe because you want to sound like a woman, and the woman you'd like to sound like is Mahalia Jackson."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Mahalia Jackson or Sarah Vaughan."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yeah."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Those two ladies were definitely - two performers that I copied when I was growing up."
    },
    {
      "speaker": "Liane Hansen",
      "text": "In the albums that you've released over the last couple of years, some of them were self-released and they're pretty simple. It's just you and a guitar. But this one, it's layered. I mean, it's not hyperproduced, because I don't want to say that. But it's lovely. Why did you want to change it? And I guess, as you say, on the back of your CD, put clothes on the skeleton."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "I think that's partly due to the two gentlemen who were involved in the production of it, a guy out in New York, his name is Adam Pierce and a gentleman in Portland, Oregon named Ethan Rose. The two of them have similar, but sort of different styles, and they were the ones who were truly at the helm of the ship, and had said, if we do a record, then we should try something new. Are you ready for it? And I said, well, I'm ready for it."
    },
    {
      "speaker": "Liane Hansen",
      "text": "The first cut, \"My Favorite Color Blue,\" stripped down, just you and a guitar."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "(Singing): It's hard for me to say where to begin. Everything is caving in. Everything is up in the air."
    },
    {
      "speaker": "Liane Hansen",
      "text": "The last track on CD, \"My Favorite Color Blue,\" synthesizers, drums."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "(Singing): I'm bleeding now, and I don't even care."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Is this a kind of compare and contrast? Let's see how I can pop-ify this song, you know, kind of an experiment?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Definitely an experiment, both actually were. But in terms of was I trying to pop-ify the song, I don't think so. I think in general I'm probably against doing that. One was recorded in New York and the other version was recorded in Portland."
    },
    {
      "speaker": "Liane Hansen",
      "text": "So, being in the studio in New York, that's the stripped down version or the…"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "That's the stripped down one that's right."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yeah."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "We had the door open and the Hudson Valley was right at our feet. So it was very beautiful. And I think there are even sounds of nature that were trapped into the recording, which is nice. (Singing): I keep having the same dream of Dave Grohl. Someone would play his drums (unintelligible). Got him wrapped in rusty chains."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Am I hearing you mention Dave Grohl, the drummer for Nirvana?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "That's right."
    },
    {
      "speaker": "Liane Hansen",
      "text": "The lead singer for the Foo Fighters, Dave Grohl? What's he doing in your song?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "That's right. What's he doing in my dream? Really, is what it comes down to. Usually I craft over songs to death, but some of the numbers on this record, including \"My Favorite Color Blue,\" I just, like, you know, come out what I truly felt. And if it had to do with having a dream about David Grohl, well, so be it."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Can you tell us the dream?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "He's in the studio, and he's trying to play drums and he's chained. And I'm supposed to be the keeper of the key, but I cannot figure out how to free him to play drums, and that's the dream."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Calling Dr. Freud, calling doctor - I don't know. I have to get back to the title \"Posthumous Success.\" Albert Camus, that's a chapter from his biography."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Yes, Albert Camus. I've sort of been at fault for not reading as much as I could in my life. But when I was in college, we read \"The First Man,\" I believe, which was a manuscript that was, I think, dormant for a few decades before it was released in '95. And it just struck me how someone can come back from the grave and still tell a story."
    },
    {
      "speaker": "Liane Hansen",
      "text": "You're from North Dakota, Grand Forks. And you moved out, I mean, you've lived in Nashville, you've lived in California. Do you think your music is still influenced by your time there?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "I think it will always be in some regards. But I think that I'm not writing so much about my home anymore. I think, in a good way, I'm taking note what's happening around me immediately."
    },
    {
      "speaker": "Liane Hansen",
      "text": "You don't live on a bus anymore, do you?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "No, no, I don't. No, no longer live on a bus. No longer live in a van either."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yes."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "I've quit all that business."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Can I ask you about this song? This is one I kept going for. To me, it's - it means many things, but give me a drumroll."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "(Singing): Miss Lucy is backstage. And she's ready to dance and sing. But before we call her out, are we short one thing, where's the drumroll? Where's the drum roll?"
    },
    {
      "speaker": "Liane Hansen",
      "text": "Sometimes I want that every time I do something embarrassing."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Exactly, right?"
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yeah."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Get a little drumroll in the back."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Yeah, a little rimshot, right?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Yeah, exactly."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Was this for you, I mean, give me a drumroll, please, I'm about to what? Go on stage, be executed, what?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "When I first played this song, I had my mother listen to it. She's, you know, kind of my backboard. Most of what I do I don't think she really cares for. But she really latched onto that song and she saw it as -she's kind of cinematic with it and saw a child being born. And I kind of liked that the best. (Singing) Give me a drumroll. Where's the drumroll?"
    },
    {
      "speaker": "Liane Hansen",
      "text": "You know, you're fairly new on the scene and I have to say, your first record contract I was reading, I find this amazing. You had a clause in your first record contract to have your car fixed?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "That's right. That's right. Oh my gosh, yeah, I guess (unintelligible)."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Boy, are you brazen, first contract."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "But that's - yes, that's true. I did have that. You know, I suppose it was, aside from my guitar, was the tool that I needed to get around, you know, take my own car."
    },
    {
      "speaker": "Liane Hansen",
      "text": "So, what's next when you go out on tour? You know, do you insist on green M&Ms…"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Renting cars."
    },
    {
      "speaker": "Liane Hansen",
      "text": "…and right, right, that kind of thing?"
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Oh, no, no, I don't really ask for much. I just - I'm just glad to be doing what I'm doing."
    },
    {
      "speaker": "Liane Hansen",
      "text": "Tom Brosseau, his new album is called \"Posthumous Success.\" And he joined from the studios of NPR West in Culver City. Tom, thanks and good luck with this."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "Thank you very much. (Singing) I don't have to go too far back to feel the strain. Funny, after all this time there's still water on my brain. I feel for the ones lost upon the edges of the light. I tell myself I'm even going to sing good things tonight."
    },
    {
      "speaker": "Liane Hansen",
      "text": "This is WEEKEND EDITION from NPR News.  I'm Liane Hansen."
    },
    {
      "speaker": "Mr. Tom Brosseau (Singer)",
      "text": "I can't explain their presence, but they are companionable toads. Now when and again I get a sharp feeling (unintelligible)."
    }
  ]
}