{
  "transcript": [
    {
      "speaker": "Susan Davis",
      "text": "Now for a little news I could use - book recommendations. My Memorial Day weekend starts right after the show. And like most people, I'm looking for summer reads, something to put in my bag next to my SPF 100. Normally I would solicit recommendations on social media. But today I don't have to because WEEKEND EDITION books editor Barrie Hardymon joins me in studio now. Hey, Barrie."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "Hi. I also have sunscreen recommendations for later if you want them."
    },
    {
      "speaker": "Susan Davis",
      "text": "(Laughter) First I want to start off with what I would ask you, is that my favorite kind of summer read is just the frothy page-turner, the one book that everyone's reading that HBO or Netflix is going to turn into a movie or TV show sometime next year."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "You want your basic \"Gone Girl.\""
    },
    {
      "speaker": "Susan Davis",
      "text": "Yes."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "You want your \"Big Little Lies.\""
    },
    {
      "speaker": "Susan Davis",
      "text": "Exactly."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "I got you. So I'm going to recommend a book that is by Karin Slaughter. I don't know if you've read any of her other books. They can be quite bloody. But they're great crime mysteries that are - also have really great characterization but not at the expense of plot. And so the book I want to recommend is called \"Pieces Of Her.\" It's totally propulsive. It's about a young woman named Andy Oliver. She's at lunch with her mom, chatting it up when, all of a sudden, next to her a deranged young man comes up with a gun. And her mother does something very, very surprising for a lady who is described as knowing where all the tops to the Tupperware are, which is that she very calmly and coolly kills him."
    },
    {
      "speaker": "Susan Davis",
      "text": "(Laughter)."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "So I'm not going to say any more than that. The rest of the book is this roller coaster ride of finding out who her mother is. And it's also this really great mother-daughter story. And, bonus, it will be turned into a mini-series by Netflix."
    },
    {
      "speaker": "Susan Davis",
      "text": "What is that called again? Just remind me."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "It's called \"Pieces Of Her,\" by Karin Slaughter. But if you're waiting for the next book like that that's coming out, the hottest off the press, I would recommend \"Bunny\" by Mona Awad, which is also very funny and very sharp and an extremely readable page-turner, which is coming out in June."
    },
    {
      "speaker": "Susan Davis",
      "text": "I also think about summer reading as escapism fiction. You know, you want to go to another world or back in time or fantasy novels. What about that?"
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "So for, you know, people who are, like, maybe missing \"Game Of Thrones\"..."
    },
    {
      "speaker": "Susan Davis",
      "text": "Yeah."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "...Or if you're sad about the way it ended but also want to be outside at the same time, not in front of a TV, this is the perfect time to pick up \"Wolf Hall.\" Now, I know..."
    },
    {
      "speaker": "Susan Davis",
      "text": "A throwback."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "...That sounds a little crazy. But - it's a throwback, but remember, the third one is coming out in 2020, in March of 2020. They just announced it."
    },
    {
      "speaker": "Susan Davis",
      "text": "And it might take you until next summer to finish \"Wolf Hall,\" to be ready."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "So this is - I want to correct the misapprehension that this is a hard book to read. This is a - like, a - certainly a long piece of psychologically realistic fiction. But you - from the minute you meet Thomas Cromwell, you really are going to be sucked in. And if - if you are a \"Game Of Thrones\" watcher who is interested in how power corrupts, how an intensely human, brilliant person can, you know, become the kind of person that maybe dragon fires a whole village or - I don't know - takes down the Catholic Church and murders a queen, then, you know, \"Wolf Hall\" is for you. Plus, you then will have the benefit of being right on time in March, when the third one comes out."
    },
    {
      "speaker": "Susan Davis",
      "text": "What about for your friend, the - the I-don't-do-fiction reader, the reader that wants to read..."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "I don't know any of those people. (Laughter)."
    },
    {
      "speaker": "Susan Davis",
      "text": "I don't know many, but I know they exist - the person that doesn't really want fiction. They want nonfiction. They want something smart to read. I'm thinking more along the lines of, like, Ron Chernow's \"Hamilton\" that everybody became obsessed with, that read like fiction but was actually the book that's going to impress people that you read this summer."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "That's right. There's literally a picture of Lin-Manuel Miranda on the beach reading that, but it's an old..."
    },
    {
      "speaker": "Susan Davis",
      "text": "(Laughter)."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "In any case, yes. So there's a wonderful book that I think actually kind of brings together a lot of our - of our genres. And it's called \"Murder By The Book.\" It's by Claire Harman. And it's about a murder in Victorian London in which a minor aristocrat is murdered by his valet. Now, it actually does sound like fiction, right? It's nonfiction. But what's so wonderful about it is this guy's defense was that he had read a popular novel, and the book made me do it, which is kind of a wonderful thing if you think about what fiction can do. However, it's also this wonderful book about class and how we think about the way that books influence us. Every detail is amazing. I just - I - Claire Harman describes the aristocrat as being ripe and aged. It also really answers this essential question of how powerful can books be."
    },
    {
      "speaker": "Susan Davis",
      "text": "Barrie Hardymon, our books editor. And if you want specific recommendations, you can always tweet her @bhardymon, or tell us what you're recommending to your friends, @NPRWeekend. Barrie, thanks for this."
    },
    {
      "speaker": "Barrie Hardymon",
      "text": "You're welcome."
    }
  ]
}