{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Ten years ago this past week, Bernie Madoff was arrested. UNIDENTIFIED PERSON #1: The arrest of Wall Street legend Bernard Madoff has clients panicked that their wealth may be gone. UNIDENTIFIED PERSON #2: The news spread fast and quickly engendered panic amongst investors who gathered at the offices of their alleged swindler. UNIDENTIFIED PERSON #3: Bernie Madoff, 70 years old, arrested by the FBI. His investment firm's Ponzi scheme collapsed - what he called profits were actually just money paid to early investors from later ones. That collapse caused enormous damage to Madoff's investors - some of which were charities. At the time, it was feared that some $20 billion entrusted to the firm had disappeared. But a decade later, the news is considerably less grim. Irving Picard and David Sheehan, the lawyers who've been overseeing the liquidation of the firm, have recovered more than $13 billion of that money so far - more than two-thirds. And they have a few billion more in their sights. It's quite rare in Ponzi schemes for that kind of money to be recovered. Many investors ultimately get nothing. Irving Picard joins us now from New York to tell us how he did it. Welcome."
    },
    {
      "speaker": "Irving Picard",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So how did you do it?"
    },
    {
      "speaker": "Irving Picard",
      "text": "Lot of hard work, some good lawyers working with us and forensic accountants and investigators. And we developed the case from the ground up."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Where did you go to look for this money? I mean, where was it?"
    },
    {
      "speaker": "Irving Picard",
      "text": "In many cases, because this fraud had gone on so long, people still had the money. And under the Bankruptcy Code and the Securities Investor Protection Act, we have tools to be able to go after that by filing lawsuits. And we were successful, I think, because this scheme went on for so long and that there were a lot of institutions that got money. And people just had it. When a Ponzi scheme is for a short period of time, the money gets spent. And there's not a lot of money that is left to go after."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This is good news, of course. But, you know, while investors are getting back their original investment, they're not getting any of the nonexistent profits that Madoff led them to believe they'd earned. And it's also been a long wait even for many of those who have received money, right?"
    },
    {
      "speaker": "Irving Picard",
      "text": "Yes. It's 10 years."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And how difficult has that been for many of the people who are making these claims?"
    },
    {
      "speaker": "Irving Picard",
      "text": "I think it's very difficult for a lot of people. For example, a lot of people had retirement money invested here. And they've lost that. Of course, we've been in a position for some of them to return the money. But there were a lot of people who had already gotten more money than they had deposited. So those people don't get anything. And in fact, those are the people that we look to to get money back."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Tell us some of the stories. I'm especially thinking of charities, many of them Jewish, who invested with Bernie Madoff. There were not only rich people looking to get richer. There were a lot of people who really put a lot of faith in him."
    },
    {
      "speaker": "Irving Picard",
      "text": "That's true. We reached a settlement with Hadassah for $45 million. That's the organization that sponsors the hospitals in Israel. When we had to deal with charities, we were cognizant of the fact that they were charities. And it was an issue of what they, in effect, could afford to pay back. We couldn't ask them to go out and try to solicit money to pay us. So we had to sit down with them and work out settlements based on what - they were in a position to be able to pay us. We had a claimant who got a distribution and was able to use the money to save his house from foreclosure. We've had another situation where we had reached a settlement with somebody who's in his 90s. His daughter was taking care of him. And his daughter was going to help him make the payment that we had negotiated. And then it turned out that the daughter was diagnosed with cancer. And we went back. And we talked to the man and the woman. And we decided to forego the settlement because whatever money was going to come to us, he was going to need to take care of himself."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It sounds like a lot of these decisions are not just financial, but they're sort of moral, as well."
    },
    {
      "speaker": "Irving Picard",
      "text": "Well, yes. And as I said, we're dealing with people. This is not a typical bankruptcy case where you might be dealing with a corporation. But we're dealing with people who have real problems. And we have to be cognizant and sensitive to them."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's Irving Picard, who has spent the last decade recovering money for investors in Bernie Madoff's failed investment firm. Thank you very much for speaking with us."
    },
    {
      "speaker": "Irving Picard",
      "text": "My pleasure."
    }
  ]
}