{
  "transcript": [
    {
      "speaker": "Robert Siegel",
      "text": "I'm Robert Siegel at the Republican National Convention in Cleveland. It is day three. Donald Trump and Mike Pence have been nominated. Pence speaks tonight to a convention that's trying to unify around the ticket. But there are still people on the floor who have their doubts. Meet one of them."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "My name's Artemio Muniz. Everybody calls me Temo. I am chairman of the Federation of Hispanic Republicans. It's an auxiliary of the Republican Party of Texas. And I'm also an alternate delegate from Texas."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Artemio Muniz is 35. He's a freshly minted lawyer from Houston who has run a state legislative campaign and who quotes conservative intellectuals like economists Milton Friedman and Friedrich von Hayek. When it comes to Donald Trump, he's not there yet."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "I'm a blank - leave-it-blank delegate."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Leave-it-blank delegate. You're an uncommitted..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "That's right."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...Delegate."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "But I will - if Trump makes the necessary changes for immigration, his talking points and Hispanic (unintelligible), I would consider helping him on his campaign."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Boy, he doesn't seem likely to make a big change about immigration. And the Platform Committee, they wanted the dimensions of the fence to be written in at one point."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "I think the wall is not the big issue. I think it's what are you going to do with the 11 million people who are here illegally? Mass deportations are a concern. We don't want mass deportations. If he can change to a legalization program which allows people to apply here in the United States at a consulate and not in a foreign government where there's a lot of corruption, I'm willing to go with him with it."
    },
    {
      "speaker": "Robert Siegel",
      "text": "So even when he says they have to go back first and then they can come home, that wouldn't be satisfactory."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "That's a nonstarter for me because..."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Nonstarter for you."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "...Well, you're going to break up the families. You're going to have people losing their jobs, rental agreements. Worst off, you're going to have other governments deciding whether they can come back or not."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Your parents were illegal immigrants to the United States."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "They were, from San Luis Potosi, Mexico. My dad was a shepherd boy, lived in the mountains, no electricity, no water. And he came here at the age of 14."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And the reason that he and your mother became citizens was..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Ronald Reagan."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...The Reagan Simpson–Mazzoli Act..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "That's right."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...That led to the amnesty that is much attacked in these political quarters quite often."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "That's right, and it's a mistake because you had 3 million individuals from Mexico and Central America who received a gift. And those people have gone on to have kids like me. And a lot of those kids I know, they're serving in the military, they're business owners, they're successful and they vote. And whenever you attack immigrants and talk about amnesty, you're talking about them as well. And we're leaving a huge constituency behind simply because of cheap primary politics."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well, do you have this conversation with people when you're..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Absolutely."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...In Texas? Do you hear them saying why are the Republicans - why do they sound so anti-immigrant when Reagan himself did the amnesty?"
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Well, one thing is I think the Reagan legacy has sort of been tarnished where a lot of people in the conservative echo chamber will only pick and choose what Reagan said. But you also have W. Bush, George W. Bush, who also pushed for immigration reform. And I remember his outreach videos. He would actually stand in parades waving Mexican flags. I can only imagine what would happen if Trump waved the Mexican flag nowadays."
    },
    {
      "speaker": "Robert Siegel",
      "text": "If you'd written a paper in law school..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Sure."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...That draws directly on somebody else's paper, as Melania's speech drew upon Michelle Obama's speech..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Oh, that's a tough one."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...Would you get called out by a professor for that?"
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Oh, absolutely. I wouldn't be here right now. I'd be picking fruit or something. But, no, the deal is, you know, I don't think it's plagiarizing. I see it as more as, like, rappers and comedians, you're kind of borrowing from somebody else."
    },
    {
      "speaker": "Robert Siegel",
      "text": "It seems like sampling. Like..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Yeah, sampling, there you go."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...We convert some surface scratch thrown in when we came to those words."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Yeah, sampling loops and beats. You know, and there's no court to try you for using another politician's words."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Well, just, you know, before you go, I mean, you mentioned you need to hear something on immigration..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Yes."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...To bring you around 'cause you're not yet a Trump voter."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "I'm not, no. At this point, I'm not."
    },
    {
      "speaker": "Robert Siegel",
      "text": "How hopeful are you that you're actually going to hear a proposal that you can live with?"
    },
    {
      "speaker": "Artemio Muniz",
      "text": "I am hopeful because the campaign has reached out to me. And I know a lot of my friends who are in the campaign who are of like mindset and they are really working towards convincing Donald Trump. And I think, look, he's a businessman. I think he wants to win. I want to win. It's sort of like he's negotiating sort of."
    },
    {
      "speaker": "Robert Siegel",
      "text": "You think he's going to say, OK, here's a plan for 11 million immigrants here illegally. They can go to a consulate in this country, get some papers and apply? You think he can get that through a convention like this and a party like this?"
    },
    {
      "speaker": "Artemio Muniz",
      "text": "I don't think it would be at the convention. I think it'll be later on down the road when he has a chance to really look at things and see if he really wants to go down that road. Now, it's going to be tough because some people in the base will scream amnesty at any solution. But Trump's gifted. If you notice, he can take a position one second, then the other. But he really sells it. And if he believes it, I think that that leadership quality in him will really convince the base."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Artemio Muniz, alternate delegate from Texas - uncommitted and undecided..."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "That's right."
    },
    {
      "speaker": "Robert Siegel",
      "text": "...Alternate delegate from Texas. Thanks so much for talking with us."
    },
    {
      "speaker": "Artemio Muniz",
      "text": "Thank you. Thank you very much."
    }
  ]
}