{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "Black tea, cotton jumpsuits and snowblowers made in China are all getting more expensive today. Those are some of the thousands of items now being targeted by the Trump administration with a new 15% tariff. It's the latest salvo in the president's trade war with Beijing. China had threatened to retaliate but may hold off as the two countries prepare for what could be another round of trade negotiations. NPR's Scott Horsley is here to explain this."
    },
    {
      "speaker": "Scott Horsley",
      "text": "Good morning."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Good morning. The tariffs taking effect today cover more than $100 billion worth of Chinese imports, but other products were spared - at least for now. Explain what the administration is up to here."
    },
    {
      "speaker": "Scott Horsley",
      "text": "Right. President Trump first announced these tariffs about a month ago out of frustration with the slow pace of trade talks with China. And at first, he called for tariffs on virtually everything the U.S. buys from China. But after a couple of weeks, he backed down a little bit and announced that some of the tariffs would be postponed to avoid disrupting the holiday shopping season. So a lot of popular consumer items, like smartphones and laptops, some toys, are getting a reprieve - at least until December 15. At the same time, there are still a lot of products that are facing tariffs starting today - a lot of apparel, some food products, certain spices we import from China and, oddly enough, American flags. Last year, we bought more than $6 million worth of American flags made in China. As of today, they'll be taxed at 15%."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So American flags are getting more expensive. So China said it was going to respond with tariffs of its own, but now it looks like Beijing may be hitting the pause button. Is the trade war heating up? Is it cooling off?"
    },
    {
      "speaker": "Scott Horsley",
      "text": "That's what businesspeople and investors have been trying to figure out. And you know, reading the tea leaves, it seems to change day by day. Just over a week ago, China announced retaliatory tariffs on some $75 billion worth of American products, including automobiles. That really got under President Trump's skin. He pushed back by raising tariffs. The day that happened, the stock market nosedived. The S&P 500 fell more than 2.5%. But then, just a few days later, the president seemed to dial down the tensions. He told reporters that China had reached out and said it wanted to go back to the bargaining table. The stock market rallied. It's not actually clear that China had reached out. Maybe that was just a ruse from the president. But a spokesman for the Chinese Ministry of Commerce did hint last Thursday that China might not go ahead with its own tariffs right now. Whatever's going on, the stock market seems to welcome this more conciliatory tone. This week, the S&P ended up about 2.7%."
    },
    {
      "speaker": "Leila Fadel",
      "text": "But the administration is still slapping new tariffs on China today. So what's going on?"
    },
    {
      "speaker": "Scott Horsley",
      "text": "That's right. Even as he says he's open to talking with China, the president has left in place this latest round of tariffs, and the tariff rate is still 15%. That's up from 10% when the tax was initially announced. Trump is also threatening to raise the tariff rate on another $250 billion worth of Chinese imports that are already being taxed at 25%. Trump wants to raise that to 30% on October 1 unless there's some kind of deal between now and then. U.S. and Chinese negotiators are supposed to meet here in Washington sometime this month in September, but we haven't seen a real date yet."
    },
    {
      "speaker": "Leila Fadel",
      "text": "How is all this affecting businesses, consumers?"
    },
    {
      "speaker": "Scott Horsley",
      "text": "Consumers are still spending pretty freely. We got new numbers from the Commerce Department on Friday showing consumer spending grew at a solid pace in July. And that's encouraging because consumer spending has been the most durable pillar propping up the economy. Business investment, on the other hand, has been slumping, and trade tensions seem to be contributing to that. The president has told businesses they can avoid his tariffs by moving production out of China - maybe bringing it home to the United States - but a lot of companies are telling us that's not so easy. Some are exploring shifting production to other low-cost countries like Vietnam or Mexico. But two recent surveys found that the majority of American firms doing business in China have no plans to relocate."
    },
    {
      "speaker": "Leila Fadel",
      "text": "NPR's Scott Horsley, thank you so much."
    },
    {
      "speaker": "Scott Horsley",
      "text": "You're welcome."
    }
  ]
}