{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "One wonders, especially after this past week, what President Trump and his administration talk about in private because in public, they seem to be working off different scripts, with Trump's national security team saying one thing and the president suggesting the opposite. NPR's national political correspondent, Mara Liasson, joins me now to talk about the confusing mixed messages coming from the White House. Hey, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi there, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So what is all this about?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, one of the starkest examples of this was on Thursday, when the president's national security team came en masse to the White House briefing room. This was the FBI director, the secretary of Homeland Security, the national security adviser, the director of national intelligence, the head of the National Security Agency. I mean, this was a lot of top intelligence officials, national security officials in the White House to send a very strong message. They take Russian interference in U.S. elections seriously, and they're doing everything they can to stop it. This is a message you've never heard from the president. And then, just hours later, at a rally in Pennsylvania, President Trump talks about the Russian hoax and says that he and Russian President Putin got along really well. So that is a stark divide."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. And it was supposed to be this sort of message of unity, right? We're all on the same page with this. And the president sort of flips the script, as he often does. And we're not just seeing this disconnect with Russia."
    },
    {
      "speaker": "Mara Liasson",
      "text": "No. There are so many other examples. Last week, the president tweeted that he wanted Attorney General Jeff Sessions to, quote, \"stop this rigged witch hunt\" - in other words, the Mueller investigation - \"right now.\" But Sessions didn't do it. And then his - the president's top lawyers and his press secretary rush out to say, oh, he wasn't giving an command to anyone. And his FBI director Chris Wray has been on the record saying he doesn't think the Mueller investigation is a witch hunt. Same thing on Iran. President says he talked to the Iranians without preconditions. Hours later, Secretary of State Mike Pompeo lays out a whole lot of preconditions. The president threatens to shut down the government over the border wall. Senate Majority Leader Mitch McConnell comes out and says nope. We're not shutting down the government."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And it's not just Trump's administration, right? We also saw this extraordinary message coming from his wife, the first lady."
    },
    {
      "speaker": "Mara Liasson",
      "text": "That's right. The first lady occasionally pushes back against the president. An example of this was just this weekend. As the president was getting ready to go to a rally in Ohio to campaign for a Republican candidate in a special election the Republicans are worried about losing, he insulted LeBron James, basketball star, big hero in Ohio. And he got some pushback from his - the first lady, whose spokeswoman issued a statement praising LeBron James for doing many good things, including opening a new school in Ohio for disadvantaged kids. And she even went on to say that the first lady would be willing to go visit the school if invited."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, I guess this raises the question - who really sets the policy? I mean, who are we meant to believe when they're speaking?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "It can be pretty confusing. Look. We are a government of laws, not men. So on policy, it's not about what the president says. It's what the administration does. For instance, as you saw in the briefing room last week, the administration is moving ahead on protecting American elections from Russian interference. The House and Senate have passed nonbinding resolutions reaffirming the U.S. commitment to NATO, even as the president criticizes NATO. There is also legislation brewing in the Senate to impose additional sanctions on Russia. So it shows you that the president is increasingly, on policy at least, untethered from his own administration."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Lastly, Mara, I have to ask you because it just seems that, week after week, tensions between this administration and the press grows more hostile. You're in that White House briefing room day in and day out. How would you describe the atmosphere?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "The atmosphere is tense and contentious, but it always has been between the White House press corps and the press secretary. I think that the Trump administration has taken this to a new level. You have a president who considers the media a foil, calls the mainstream press the enemy of the people, fake news, dishonest, disgusting, horrible people. So part of his political strategy is to demonize reporters and the media. So, of course, that's going to show up in the briefing room."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR's national political correspondent, Mara Liasson. Thank you, as always."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you, Lulu."
    }
  ]
}