{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Activists branded yesterday as the bloodiest day of the uprising in Syria. Arab League observers are scheduled to arrive in that country tomorrow, but there's little hope at this point of a peaceful resolution between the government and the opposition. Turkey continues to be a key player. Once closely allied with Syrian President Bashar al-Assad, Turkey now calls for him to step aside. Ankara has cut diplomatic ties with Damascus. Syrian military and political opposition groups are now based in Turkey. Ibrahim Kalin serves as chief adviser to Turkey's Prime Minister Recep Tayyip Erdogan, and he joins us now on the phone from Ankara. Good evening, Mr. Kalin, and nice to have you with us. DR. IBRAHIM"
    },
    {
      "speaker": "Kalin",
      "text": "Good evening. Thanks for having me on. And how does this end in Syria?"
    },
    {
      "speaker": "Kalin",
      "text": "Well, the situation in Syria, obviously, is very complicated. You know, we are implementing a number of measures against the Syrian regime at this point. We are putting a lot of political pressure. We are implementing economic sanctions. And in the meantime, we are empowering the opposition. We had hoped for a peaceful resolution to the conflict in Syria. At the beginning of the events, our prime minister made a number of calls to President Assad to carry out reforms, listen to the opposition, start a national dialogue process. Unfortunately, none of these things happened. And as a result now, President Assad is completely isolated, not only in Syria but also in the region, as it is shown by the decisions of the Arab League and the Islamic Organization Conference, a number of other regional and international organizations."
    },
    {
      "speaker": "Neal Conan",
      "text": "This started months ago as protesters, much like protesters in Egypt and Libya and Tunisia. It is turning into civil war, no?"
    },
    {
      "speaker": "Kalin",
      "text": "Yeah. Well, that's what we are afraid of, obviously. As the regime continues to crack down on peaceful protesters there, you know, people, ordinary people, are losing. A lot of people on the ground said they're finding ways to defend themselves against this brutal response from the regime."
    },
    {
      "speaker": "Neal Conan",
      "text": "As it turns towards civil war, do you fear Turkey becoming embroiled?"
    },
    {
      "speaker": "Kalin",
      "text": "Well, we hope not. We are against any military intervention in Syria at this point. That's why we are putting political pressure, economic sanctions and other measures at our disposal, but civil war obviously will affect everyone, all the countries in the region, not just us, but, you know, Lebanon, Iran, Iraq, Jordan and other surrounding countries. That's why we are putting a lot of effort diplomatically to prevent any all-out civil war in Syria."
    },
    {
      "speaker": "Neal Conan",
      "text": "You say you are also empowering the Syrian opposition. Not just political opposition, there are military groups, former members of the Syrian military who are now on the Turkish side of the border."
    },
    {
      "speaker": "Kalin",
      "text": "Yes, there are some, but they have come as part of those who have fled the crackdown. And when we opened the borders, our prime minister had said at the moment that we will welcome anyone coming from Syria. So it included people like ordinary people, families, women, children, but also other people who turned out to be soldiers."
    },
    {
      "speaker": "Neal Conan",
      "text": "And some of those soldiers have organized themselves into the so-called Syrian Free Army."
    },
    {
      "speaker": "Kalin",
      "text": "That is true, but actually the main body of that military unit or military structure is actually inside Syria, not in Turkey."
    },
    {
      "speaker": "Neal Conan",
      "text": "At some point, it will - might it become so serious that the Turkish government would think about saying the Syrian people have a right to defend themselves against this oppression?"
    },
    {
      "speaker": "Kalin",
      "text": "Well, I mean, they are doing everything in their capacity at this point to defend themselves, but they are still actually using peaceful means. But, unfortunately, the regime is not responding in kind. And they've accepted the Arab League proposal to let the observers from the Arab League to go into the country. In our view, this will not really result in anything concrete at this point because they're just killing people on a daily basis. And the opposition is not in a position, really, to speak to them because so much blood has been shed. If this was like three, four months ago, five months ago, maybe there will have been a possibility of some talk, but it looks very, very difficult at this point."
    },
    {
      "speaker": "Neal Conan",
      "text": "When it looked like the Libyan government forces were about to crush the opposition in Benghazi, it was NATO who was authorized by the United Nations Security Council resolution to intervene to protect civilian lives. Is there any possibility down the road of a similar circumstance in Syria?"
    },
    {
      "speaker": "Kalin",
      "text": "Well, when you're confronted with a situation like what we have in Syria right now, of course, you have to prepare yourself for, you know, any possible scenarios. But, of course, that doesn't mean that we are preparing for a military intervention through NATO or some other regional force, even though some people, including some from among the opposition, have called for some sort of intervention from outside. But we are against any kind of military intervention at this point, because it will just make things much more difficult. And we are still hoping that our position will empower itself, will organize itself, will present itself as a genuine and true alternative to the Baath regime in Syria. And in the meantime, the Syrian regime will reassess the situation and hopefully either step down or, you know, start some sort of - even the word dialogue really doesn't have any power at this point, but something that will enable a transition in Syria."
    },
    {
      "speaker": "Neal Conan",
      "text": "Would that mean - could that even start with Mr. Assad still in Damascus?"
    },
    {
      "speaker": "Kalin",
      "text": "I think that's very difficult at this point. As I said, you know, a couple of months ago, this was maybe - still a possibility. But at this point, the vast majority of Syrian people have also turned against him. He's lost his legitimacy with his own people."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yet he has not lost his legitimacy with his army."
    },
    {
      "speaker": "Kalin",
      "text": "Not with the army, but, you know, how long will they be able to sustain the situation? That's the big question for everyone."
    },
    {
      "speaker": "Neal Conan",
      "text": "But how many people may die before they change their minds?"
    },
    {
      "speaker": "Kalin",
      "text": "Of course. I mean, that's exactly the crux of the matter there. I mean, that's our primary concern. People are dying. The most recent United Nations number was about over 4,000. I mean, God knows how many people have died. Maybe it's much more. Thousands have been imprisoned. Thousands have been tortured, et cetera. So, I mean, people will have to defend themselves at this point, but hopefully this will not turn into an all-out civil war."
    },
    {
      "speaker": "Neal Conan",
      "text": "There are also, as you noted, economic sanctions on Syria in an effort to encourage the regime to change its policies. Those economic sanctions inevitably rebound on the population, as well."
    },
    {
      "speaker": "Kalin",
      "text": "Unfortunately, I mean, that's the dilemma of the sanctions. But the current sanctions in place against the Assad regime are beginning to have some impact on the regime itself. Eventually, it will change the regime behavior in this process because, economically, they cannot sustain this exceptional situation, you know, for too long, because they're spending hundreds of millions of dollars at this point on these military operations. They're losing money from tourism, investment, bilateral trade relations, et cetera. Yes, unfortunately, the Syrian people - at least some parts of the Syrian people - will be affected negatively, but the ultimate goal here is to force the regime to change its policy."
    },
    {
      "speaker": "Neal Conan",
      "text": "Syria's most important economic partner had been Turkey. Its most important strategic partner is Iran. How much is Iran playing a factor in this?"
    },
    {
      "speaker": "Kalin",
      "text": "Well, Iran is looking at the situation, obviously, from its own point of view there. They have somewhat a different view of what's happening inside the country. Maybe they have different sources of information, I don't know. But eventually, of course, any instability or major, you know, chaos in Syria will affect, of course, Iran, us and other countries in the region, also. But we are working also with Iran to find some sort of a solution to the situation in Syria."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, Syria is a very important ally to Iran, in no small part because it is the conduit through which it supplies Hezbollah in Lebanon."
    },
    {
      "speaker": "Kalin",
      "text": "Mm-hmm. Well, Iran, of course, has been part of what some people have called a resistance front against Israel and Israeli occupation policies in the region. So they have teamed up with Syria, but also with Hezbollah and Hamas for many years. And the main reason behind this and the main justification for this, of course, has been Israeli aggression and Israeli occupation. And if Israel had a reassessment of its own strategic priorities at this point and change its policy, you know, that whole alignment of these countries and other groups will have turned out to be very different."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Ibrahim Kalin, chief adviser to the prime minister of Turkey. You raised the question of Israel relations between Ankara and Tel Aviv, considerably strained over the incident involving the flotilla which was assaulted by Israeli forces. Subsequently, the United Nations investigation found that Israel was within its rights to blockade Gaza, but had used excessive force. Turkey asked Israel for an apology. That has not been forthcoming. Have relations moved past that impasse?"
    },
    {
      "speaker": "Kalin",
      "text": "No. We are still at the same point where we said that the Turkish-Israeli relations will not normalize until and unless Turkey's three conditions are met, and those three conditions are a formal apology from the state of Israel, paying compensation to the families of those who were killed, and lifting the blockade of Gaza. And we are still at that point, because we believe, you know, killing nine people, nine unarmed, innocent people in international waters was against international law, was against any sense of friendship or ally between any two countries. And what we have gone through after the flotilla incident during the negotiations bilaterally under the U.N., et cetera, have all shown to us that the Israeli government is not interested in repairing relations with Turkey."
    },
    {
      "speaker": "Neal Conan",
      "text": "That last point, though, lifting the blockade of Gaza, the U.N. said that's within Israel's right."
    },
    {
      "speaker": "Kalin",
      "text": "Well, it depends on how you define occupation. If - even if you define, for example, the situation in Gaza at this point as occupation or non-occupation, it is the responsibility of the Israeli government to provide for civilians and others who are living in Gaza with basic needs, such as medicine and food, supplies and construction materials to build hospitals, et cetera, and none of that has been forthcoming. And this has been, you know, registered in many of the U.N. resolutions, in many of the statements of the U.N. secretary-general, and also as well as other international bodies. And people are living like an open prison in Gaza. I mean, we're talking about more than 1.5 million people with practically no access to basic needs."
    },
    {
      "speaker": "Neal Conan",
      "text": "They could get those needs across the Egyptian border, of course, too."
    },
    {
      "speaker": "Kalin",
      "text": "Well, the Rafah gate is tightly controlled still by Egypt, in cooperation with Israel. That's why people in Gaza have been forced to use the tunnels. Some people talk about the tunnels as if it was a luxury in Gaza. People have been forced to use those tunnels to get, you know, day-to-day basic needs and supplies from the Egyptian side."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Ibrahim Kalin, the chief adviser to the prime minister of Turkey. You're listening to TALK OF THE NATION, from NPR News. As, of course, you know, U.S. forces withdrew finally from Iraq the other day. I wonder how Turkey sees the situation unfolding in Baghdad."
    },
    {
      "speaker": "Kalin",
      "text": "Well, we believe the withdrawal of U.S. troops from Iraq is a good step for the normalization of the political establishment in Iraq. It was a promise that President Obama made when he came to power, and he kept his promise and ended a major misadventure in Iraq. Of course, now it's up to the Iraqis to maintain order and balance of power and peace within the country. Of course, the most recent developments in Iraq - I'm referring to the arrest warrant for Vice President Tariq al-Hashimi - is worrying, and this is maybe the first sign of the deeper political rivalry that is going on in the country. But at the end of the day, the Iraqi security forces have been training for the last couple of years. Now they have taken the command in many parts of the country, and we are hoping that for a united Iraq with political stability and with a social cohesion, where all groups - Sunni, Shiite, Kurd, Turkmen, Arab, Christian - all, you know, live together as part of the Iraq, of the united Iraq will be possible. But this puts a lot of obvious responsibility on the shoulders of the political leaders in Iraq."
    },
    {
      "speaker": "Neal Conan",
      "text": "As you know, many in the United States worry about Iranian influence in Iraq. Is that something that concerns Turkey?"
    },
    {
      "speaker": "Kalin",
      "text": "Iraq is like a little miniature of the Middle East. You have Sunnis, Shiites, Muslims, Christians, Kurds and many others, and it's natural, you know, for some of those, you know, groups to feel some sort of social, sectarian or otherwise affinity with other countries. We are in favor of, you know, overcoming those sectarian ethnic identities for a united Iraq, and we work with Iran and other countries in the region to make sure that Iraq remains united. As I said, you know, some countries may have different views on what kind of regional order should be established, especially in the wake of the - or in the middle of the Arab Spring that is still unfolding. But at the end of the day, the goal is to overcome this identity politics that divides countries. Unfortunately, we have seen some very negative consequences of those types of identity politics in Iraq, in Lebanon and other places. And we are working with all the countries in the region to make sure that people live according to the law and participate in the democratic processes on the basis of issues, not just on identity."
    },
    {
      "speaker": "Neal Conan",
      "text": "Iraq emerging from 20 years of war and chaos - as you mentioned, the Arab Spring in various stages of progress in places like Syria, on your border, Lebanon, too, in Egypt, Libya, Tunisia. In many of those places, a hundred years ago, Turkey - a very different Turkey - was an imperial power. What does Turkey see its role as now?"
    },
    {
      "speaker": "Kalin",
      "text": "We are trying to help this difficult process in the region. But in many ways, it's actually a good thing for the region, because it's now generated and energized by a type of local ownership that we haven't seen in a long time, meaning that people are coming out and they're demanding justice, dignity, transparency. And we have supported these legitimate democratic demands all along, and a lot of people see Turkey as a source of inspiration. I don't want to say model, because we don't want to impose anything on other people, and we don't see ourselves as a model for others. But we believe that we have an experience that we can share, because Turkey has gone through stages of democratization, redefining civilian-military relations, rebuilding its economy after the economic crisis of 1999 and 2001, and also now pursuing a very active foreign policy. In some of those areas, we believe we have something that we can share, you know, with people over the processes, say, in Tunisia, in Libya, in Egypt, because now they will go through a similar processes of writing a new constitution, changing political party's laws, establishing institutional democracy, empowering the civil society sector, rebuilding the economy, et cetera, and we have a lot in common with those countries."
    },
    {
      "speaker": "Neal Conan",
      "text": "Ibrahim Kalin, I'm afraid we're going to have to leave it there, but we thank you very much for your time. We hope you join us again."
    },
    {
      "speaker": "Kalin",
      "text": "Thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "Tomorrow, our favorite film buff Murray Horwitz joins us to celebrate \"A Christmas Story.\" Join us for that. It's the TALK OF THE NATION, from NPR News."
    }
  ]
}