{
  "transcript": [
    {
      "speaker": "Renee Montagne",
      "text": "Hers is the name behind the name in light, publicist Pat Kingsley. For half a century, she's worked with some of the biggest stars in Hollywood: Tom Cruise, Robert Redford, Demi Moore, Will Smith. Beginning in the 1970s, Pat Kingsley famously developed a strategy for shaping the careers of her clients, at the heart of which was control access. We're taking the long view this week - our conversations with people of long experience. And this morning, the woman known in Hollywood as Dr. No."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Sometimes, the job is a suppress agent."
    },
    {
      "speaker": "Renee Montagne",
      "text": "As opposed to a press agent, a suppress agent?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Yeah, trying to keep things quiet."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Over her career, press agent Pat Kingsley specialized in keeping things quiet, though she began her career doing quite the opposite: in the early 1960s, planting stories with the press."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Here's a silly kind of example. During the Academy Awards season, I was working with Natalie Wood and in those days, you could take a picture at the airport of them getting on a plane, and you would take that down to the L.A. Times or the Herald Examiner, whatever the paper might be, and the idea would be: Academy Award nominee Natalie Wood is off to Chicago to do whatever it was she was off to do."
    },
    {
      "speaker": "Renee Montagne",
      "text": "But probably looking pretty good, too, in those."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Looking great. You had to have the pictures looking great. But you - those things don't work anymore."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Yeah, but they did in their day."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "They did and very effectively, because they didn't have the paparazzi as we know them."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Take us back to just this time that we're speaking of. You started working for a famous publicist here in L.A..."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Renee Montagne",
      "text": "...Warren Cowan. And you were a secretary at first because that's how a woman might start. As I understand it, one of your first jobs was working with Doris Day."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Mm-hmm. Doris Day and Natalie Wood and Samantha Eggar were the three clients that they gave me when they promoted me."
    },
    {
      "speaker": "Renee Montagne",
      "text": "So what did that mean for a young woman starting out? I mean, what did you do with Doris Day?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Well, I went to basketball games with her. I went to Dodger games with her. She was not one who wanted to do the press. Her famous line is, it's only a movie."
    },
    {
      "speaker": "Renee Montagne",
      "text": "So as a publicist, a young publicist, what was your responsibility, what were you trying to do?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "The main job was to keep people at bay with Doris. You didn't want to expose her to situations where she was not in control. My favorite Doris Day story is - see, I was young, and Life magazine was hugely important. And they wanted to do a tribute to Doris Day on her 40th birthday. So I got very excited. I went to Doris and I said, you know, we had this great opportunity. They want to do this tribute to you. And it's just very exciting because it's guaranteed. And she said, no, I don't think so. Why would I do it? I said, well, because you're number one. She said, then what's the point? And I was sort of stumped. And I said, well, would you do it as a favor to me? She said, no."
    },
    {
      "speaker": "Renee Montagne",
      "text": "That was pretty audacious."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "She said, but let's go see the Lakers tonight. So she didn't do it."
    },
    {
      "speaker": "Renee Montagne",
      "text": "How did you get the likes of - well, Jodie Foster, Al Pacino, Goldie Hawn, Demi Moore; these really big stars were your clients by the early '70s."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Well, when the first company that I had was in partnership with two other women and it was called Pickwick, and we only had like, 15 clients, but they were all A clients. There were huge stars."
    },
    {
      "speaker": "Renee Montagne",
      "text": "But why did they pick you? I mean, what were you doing for them? Because they presumably could have had - they could have anybody as a publicist. What were you bringing to them that made them choose you?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Most of the publicists in those days were men. And women are exceptional at this business because we're very nurturing; people feel like they can talk to women better than men. We're better at taking care of their personal problems. And I don't mean, you know, their marriages and so forth, I'm talking about their relationships with the studios and relationships with the press. And the press liked dealing with women."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Hmm. It might be said that your greatest triumph in shaping an image was your longtime client Tom Cruise. He was a superstar, but all of the details of his life that we know so much about now, very little of that type of thing was known about Tom Cruise. What was known about him was, in a sense, what you and he wanted to be known about him."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "You know, you want them to know what you want them to know, and the rest is your private information."
    },
    {
      "speaker": "Renee Montagne",
      "text": "But that isn't to say over those years that everyone could have pulled it off. You - I think you enjoyed that you were called Dr. No."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "It was cute."
    },
    {
      "speaker": "Renee Montagne",
      "text": "And..."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "I mean, it didn't bother me. You know, if you were..."
    },
    {
      "speaker": "Renee Montagne",
      "text": "That came from, you told people no. You're not going to..."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "If you were extraordinarily sensitive, you shouldn't have the kind of job that I had."
    },
    {
      "speaker": "Renee Montagne",
      "text": "But this was a difficult moment because he actually walked away from you. He - after many years, what? Fourteen, fifteen years?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Fourteen."
    },
    {
      "speaker": "Renee Montagne",
      "text": "And almost immediately, audiences saw him jumping up and down on Oprah's couch. Did you have even just a moment of, I told you so? Or schadenfreude?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "I felt bad. You - I never had a bad relationship with Tom Cruise. We - in 14 years, we never had a fight."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Although leaving you, at least in the short run, did him some harm in terms of his image."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Well, but he had - he had a right to leave me. It was the first and only time he ever came to my office, when he left me."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Where else did you spend time together?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "We spent time at his house when we were doing planning sessions, or we spent time at his office, at the studio. But I knew it was going to happen. I mean, I felt - you can't know someone that well without knowing what a meeting at the office is all about."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Mm-hmm. What's left these days for a celebrity publicist to do?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "I don't think that we know what that is yet. You think that there's nothing left, now that the bloggers have taken over, and everything is known instantaneously around the world. We don't have the controls that we once did. So if you don't have that control, then you can't do that - you can't predict what's going to happen next."
    },
    {
      "speaker": "Renee Montagne",
      "text": "And you, of course, I know you still work with some of your clients."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Some, just as a - yes."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Is there anything you miss about the moment when your career was most intense, going to the Oscars and you were..."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Never liked going to the Oscars."
    },
    {
      "speaker": "Renee Montagne",
      "text": "So you don't miss that?"
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "It's work. You know, I never sat in the audience. We were always backstage working, you know, and suffering, and going through all kinds of anxiety attacks, waiting for your category to come up. The red carpet is -unfortunate is a kind word to use for it. It is excruciating. To be on the carpet with an actor - it takes them maybe 45 minutes or so to work the line at a big event like the Oscars. And it's hot. You're trying not to perspire. You're hoping your client is not perspiring, and it is - you can't wait until you get to that door, where there's no more press and you can go inside."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Thank you very much for joining us."
    },
    {
      "speaker": "Ms. Pat Kingsley (Publicist)",
      "text": "Nice to be here."
    },
    {
      "speaker": "Renee Montagne",
      "text": "Publicist Pat Kingsley. Next week, we take a long view with one of our own, Carl Kasell. This is NPR News."
    }
  ]
}