{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "The writer Lauren Groff wants you to know she is on a rescue mission. The object of her efforts is also a writer named Nancy Hale. If you've never heard of Nancy Hale, that is precisely the point. Hale published her first short story in The New Yorker when she was 21. In the three decades since her death in 1988, Hale has been almost entirely forgotten. So Lauren Groff, who is a big Nancy Hale fan, took action. She has pulled together 25 of what she considers Hale's most important stories in a collection titled \"Where The Light Falls.\" I asked Groff, who you will know from her own short story collection \"Florida\" and her novel \"Fates And Furies\" - I asked her how Nancy Hale went from someone with dozens and dozens of stories in The New Yorker to someone we forgot about."
    },
    {
      "speaker": "Lauren Groff",
      "text": "You know, I don't know definitively. It's very hard to tell. I think part of it is that her stories are very quiet and very elegant, and she's possibly not fashionable at the moment - her style of writing. But I find her incredibly fascinating. She creates these lines that are full of a humming electricity. And her structures are so deep and so thoughtful that you don't really understand what you're reading until maybe a couple of days later when you realize exactly the craft that went into creating her short stories. And they span the gamut. Some of them are highly lyrical. Other ones are satirical and very funny. So we did put together this collection of 25 short stories. They're all interesting in their own way. And you can sort of see the development of a writer over the course of decades."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Right. No, absolutely. You can feel - she's obviously, as you would expect, writing very different things than - in her later years than she was as a very young writer. How did you pick the stories that you landed on out of the many, many ones she wrote?"
    },
    {
      "speaker": "Lauren Groff",
      "text": "Well, I know that my name is on the cover, but the Library of America was at least an equal partner, if not more. Reggie Hui there went into the archives, and he found every single short story she'd ever published in the most esoteric, small, little magazines. And John Kulka and Reggie and I had multiple really long debates and conversations about which stories to include. There were many passionate speeches on all sides, particularly mine. And we ended up with..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "(Laughter) Battles to the death, I'm gathering. Yeah."
    },
    {
      "speaker": "Lauren Groff",
      "text": "...Battles. Yes. It was bloody, but it was also joyous because we're - all three of us - just super fans of Nancy Hale's."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "I mean, people always ask fiction writers - as you would know better than anyone - how much of your writing, how much of your protagonist is you. And writers always say, it's fiction. You know, I made it all up. But you write that with Hale, it's - it actually really matters to know what her life story was when you're reading these stories."
    },
    {
      "speaker": "Lauren Groff",
      "text": "You know, every story that a fiction writer writes has something of them in them. And I had to go through her story and sort of understand where they came from in her life. She wrote so close to the bone to her own life in many ways, and you can see herself in her characters in these stories - in a lot of them."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "All right. So let's get to some of the stuff she writes about because she writes about things that are uncomfortable to discuss today in 2019 - must have been incredibly edgy at the time she was writing some of these. She writes about mothers feeling ambivalent about their children. She writes about how oppressive marriage can be. She writes beautifully about female desire. I actually wanted to let you read a little bit from one of her stories, titled \"Midsummer.\""
    },
    {
      "speaker": "Lauren Groff",
      "text": "I love this story."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "I loved it, too. So we should set the stage. This is from the point of view of a teenage girl who is - how should we put it? - blossoming into her physical desires over one..."
    },
    {
      "speaker": "Lauren Groff",
      "text": "She's lusting."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "...Long, hot summer."
    },
    {
      "speaker": "Lauren Groff",
      "text": "(Laughter) That's right."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "(Laughter) It's a story about lust. All right. You can read."
    },
    {
      "speaker": "Lauren Groff",
      "text": "(Reading) They would ride through the hot, dim woods that sultry, ominous August from the hard ground, littered with spots of sifted sun, on the hills the horses would carry them in a minute to the hollows. There was something terrible about the hollows, deep-bottomed with decaying leaves, smelling of dead water and dark cleavage in insufferable heat. The sound of the horses' feet was like a confused heartbeat on the swampy ground. They both felt it. They used to get off the horses without having said a word and helplessly submerge themselves in each other's arms while the sweat ran down their backs under their shirts. They never talked there. They stood, swaying together, with their booted feet deep in the mulch, holding each other, hot and mystified in this green gloom. From far away in the upper meadows, they could always hear the cicada reaching an unbearable sharpened crescendo."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Lauren Groff, I think I'm fanning myself sitting there, listening to you read. I mean, you can feel the - just summer love and how dazed she is by desire. And she was writing this - we just looked - in 1934, when not a lot of women were writing this stuff."
    },
    {
      "speaker": "Lauren Groff",
      "text": "Absolutely."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "And she was very young."
    },
    {
      "speaker": "Lauren Groff",
      "text": "She was. She was. This was one of her earliest stories. I think it's maybe the third or fourth in the book. And it is the one where I saw that Nancy Hale herself - of future stories - sort of took full force of the stage, and she was really powerful in this story."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Talk about one of the stories in here. \"That Woman\" is the title, which is all about Southern women and manners and sex."
    },
    {
      "speaker": "Lauren Groff",
      "text": "Right. So this is a very powerful story, also. And I think that this story is about the way that women devour their own, in some ways, and - particularly in small towns and in towns where sex is seen as a detriment."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Yeah. There were a few stories in here that I did not love, and there was a moment where I was starting to question your judgment in pulling them all together, I will confess. And then I got to one titled \"To The North,\" and it just knocked me out. I mean, it's about a boy and his summers on the beach and how he grows into a man. And his character is forming. It's fantastic if I - in my view. And I gather it's one of your favorites, as well."
    },
    {
      "speaker": "Lauren Groff",
      "text": "It is my very favorite in the book. But you know, also - so part of what our arguments were - were about showing sort of the larger artistic growth of a writer. And so I have to admit there are some stories in this that aren't my favorite, either, but they seemed important in terms of Nancy Hale as a round person and showing her work through time. \"To The North\" is exquisite. I just found it full of repressed longing."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Yeah. I mean, I wonder to you, as someone who writes very well-received short stories, is it inspiring, or is it daunting to come across somebody else who could write a short story that was pretty darn near perfect?"
    },
    {
      "speaker": "Lauren Groff",
      "text": "Oh, it's inspiring always. This is one of the reasons why I wanted this book to come into the world. It's because, you know, there are so many brilliant writers now being forgotten. There's so many brilliant writers - contemporary writers who have not been given the platform they deserve. And the literary world is not zero sum, even though sometimes we are led to believe that it is. There's enough attention and enough love for everyone. And I think that it's all of our duty, if we are given a certain amount of privilege, to say to readers, hey, look at this person you may not know. Please read this exquisite story, and I hope you will love Nancy Hale as much as I do. I hope you'll love other contemporary writers as much as I do."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "That is the author Lauren Groff talking about the new book \"Where The Light Falls: Selected Stories Of Nancy Hale.\" Lauren Groff, thanks so much. It was great to talk to you."
    },
    {
      "speaker": "Lauren Groff",
      "text": "Thank you."
    }
  ]
}