{
  "transcript": [
    {
      "speaker": "Foster",
      "text": "The first carriage is coming. So here we are, we're at Buckingham Palace and we have a carriage leaving the Palace on the day of \"Trooping the Colour.\" This is Kate, the Queen's official birthday. Lots of people keep asking me why she has so many of them."
    },
    {
      "speaker": "Williams",
      "text": "She has two birthdays like Paddington Bear and I think he's the only other person in the world who has two birthdays. And the reason is it's because of the great British weather. It is - it goes back to 1748, George the II had a birthday in November and it's always been - there's always been processions for the monarchs birthday and he said it's going to be too cold so let's have one in June. So ever since then it's been the second (inaudible) in June and it's always been a tradition that the monarchy has participated in two birthdays."
    },
    {
      "speaker": "Foster",
      "text": "You have the Duchess of Cornwall and the Duchess of Cambridge in the first carriage. So the next two generations."
    },
    {
      "speaker": "Williams",
      "text": "Prince Harry as well."
    },
    {
      "speaker": "Foster",
      "text": "And Prince Harry in the front. So we expect - so the more junior members of the royal party go first."
    },
    {
      "speaker": "Williams",
      "text": "Yes. We won't expect to see of course Prince George and Princess Charlotte in the carriages, they're far too young to participate, but there it looks like there goes Eugene I think first."
    },
    {
      "speaker": "Foster",
      "text": "Yes and Prince Andrew and his family."
    },
    {
      "speaker": "Williams",
      "text": "Prince Andrew."
    },
    {
      "speaker": "Foster",
      "text": "So we can expect to see Prince Charles probably -"
    },
    {
      "speaker": "Williams",
      "text": "Coming soon."
    },
    {
      "speaker": "Foster",
      "text": "soon and then the Queen and Prince Phillip after that."
    },
    {
      "speaker": "Williams",
      "text": "And Prince William we have to see as well."
    },
    {
      "speaker": "Foster",
      "text": "And as we look out, over the crowds here, this really says so much about the celebrity of royalty, doesn't it?"
    },
    {
      "speaker": "Williams",
      "text": "Yes, the Queens' popularity rating has absolutely soared over the past years. 2012 it hit 90%, it really is very high. And for so many people this is a chance to see the Queen and also to see this pomp and pageantry that we do so well and to celebrate her birthday. But it is a chance as you say to touch some of the celebrity. Because certainly this woman who was born a little girl so far from the throne never intended to be Queen has become perhaps one of the most famous and most photographed women in the world."
    },
    {
      "speaker": "Foster",
      "text": "And as the crowd sort of stand there they're all waiting aren't they for the Queen to come along."
    },
    {
      "speaker": "Williams",
      "text": "Yes, she's the one."
    },
    {
      "speaker": "Foster",
      "text": "That's just a taster isn't it really, you have these amazing sets of cavalry going before and after her."
    },
    {
      "speaker": "Williams",
      "text": "Yes."
    },
    {
      "speaker": "Foster",
      "text": "And of course the royal colonels as well."
    },
    {
      "speaker": "Williams",
      "text": "The royal colonels, Princess Anne of course is one of them. And it really does summarize the importance of the military to Her Majesty. And Trooping the Colour essentially the colour each regiment has its own colour and if they embattle, if they lose the colour it goes back to losing the flag, it's very symbolic, it means they've been defeated. So the idea is it's about pride, it's about the symbols of the regiment, it's about nationhood, and it is about the Queen also inspecting her troops. And I think nothing underlines it better to us that is - we have change the law during the Queen's reign, 2013, no longer a boy didn't have precedence over a girl for ascending the throne. You wouldn't expect to see a woman being a head of the military services here. And yet she is and she has done the job so successfully."
    },
    {
      "speaker": "Foster",
      "text": "Without anyone ever questioning her."
    },
    {
      "speaker": "Williams",
      "text": "Absolutely and she proves that a woman can do the job just as well as a man."
    },
    {
      "speaker": "Foster",
      "text": "So we're watching them all line up here, and these are the incredible -- this is the incredible band that wears -"
    },
    {
      "speaker": "Williams",
      "text": "Pure gold."
    },
    {
      "speaker": "Foster",
      "text": "Pure gold."
    },
    {
      "speaker": "Williams",
      "text": "Pure gold -"
    },
    {
      "speaker": "Foster",
      "text": "And an incredibly heavy outfit."
    },
    {
      "speaker": "Williams",
      "text": "Let's try and see if maybe a bit of a fringe might fall apart and I can have one."
    },
    {
      "speaker": "Foster",
      "text": "And this is the more formal cavalry behind. You will - effectively they trumpet her arrival."
    },
    {
      "speaker": "Williams",
      "text": "You see the color stream guards, you see the household cavalry, those who are particularly involved in protecting Her Majesty themselves. All of the viewers who have been to Buckingham Palace and see the soldiers outside with their big (inaudible)"
    },
    {
      "speaker": "Foster",
      "text": "I'm always fascinated by her outfits. I know this isn't your expert area, it certainly isn't my expert area, but what we can say about it is she wears these bright colors."
    },
    {
      "speaker": "Williams",
      "text": "That is bright."
    },
    {
      "speaker": "Foster",
      "text": "That one's virtually fluorescent."
    },
    {
      "speaker": "Williams",
      "text": "It is absolutely -"
    },
    {
      "speaker": "Foster",
      "text": "So she can be seen."
    },
    {
      "speaker": "Williams",
      "text": "That's not a color I often see the Queen in. I don't often see her so bright. She always -- throughout the years her fashion has remained quite confident. As you say bright colors and a small hat so that people can see her. But that is an incredible color. I have never seen Her Majesty so bright. I think it's Angela Kelly, I think it is, but we don't quite know yet."
    },
    {
      "speaker": "Foster",
      "text": "Angela Kelly's her regular designer."
    },
    {
      "speaker": "Williams",
      "text": "Her regular dressmaker, her regular designer."
    },
    {
      "speaker": "Foster",
      "text": "And people waving their flags, a great atmosphere as ever. I mean you have this debate with Republicans every year around these occasions but the polls consistently show that they are popular so that debate is on ice, isn't it as long as the Queen is around."
    },
    {
      "speaker": "Williams",
      "text": "As long as the Queen's around. We had a large drop in world popularity during the 1990, the divorces, talk that the Queen should pay tax, the death of Princess Diana, really the world maybe were indifferent to the royalty at that point. But the ethics of the young royals, the Queen's longevity itself has really created this popularity for Her Majesty. And as long as she's on the throne, as you say, she's pretty secure, so is the monarchy. But we know that the commonwealth may be a value there viewed towards the monarch when the Queen is no longer here. Jamaica, Australia, New Zealand just talked about perhaps re-evaluating their noting of the Head of State. And we do expect there are going to be some changes and possibly a different royal popularity when we have a change of monarchy."
    },
    {
      "speaker": "Foster",
      "text": "As she has always said or her team has always said it's up to those countries to decide whether or not they want to keep the monarchy, she's not going to get involved in any way. I always find it interesting, the mix of the Canadian media crews as well. Because immensely popular always in Canada, and the suggestion that has been made to me is that they're also very popular in the U.S. but Canada has them as their monarchy and that's something that they quite like to have against their southern neighbors."
    },
    {
      "speaker": "Williams",
      "text": "Absolutely, the Queen's popularity is very high in Canada. The Queen's birthday is a bank holiday, a day off in Canada, as it is in Australia, and they do find it amazing that we don't have a day off for the Queen's birthday here. But Canada is very loyal. With Australia I think we may possibly see a change of perception of the monarchy certainly."
    },
    {
      "speaker": "Foster",
      "text": "And certainly in Jamaica when I was travelling with the Duke and Duchess of Cambridge, a big movement there towards the publicanism. Just to explain to everyone, we are looking at Britain's pageantry in full flair here on Trooping of the Colour which is the Queen's official birthday. And as Kate Williams has been describing this is very much an expression of the Queen's commitment to military in her role as the commander, the ultimate commander of the British military. And we also see that that's continued through the generations, as we have Princess Anne, Prince Charles, and Prince William who have always all been serving members as well."
    },
    {
      "speaker": "Williams",
      "text": "Serving members as well."
    },
    {
      "speaker": "Foster",
      "text": "Riding behind her."
    },
    {
      "speaker": "Williams",
      "text": "And the Queen served in World War II and she is head of state, she is head of the Church of England, and she's head of the military and often I think we focus much more on her role as Head of State than we do on her other roles. But this is just as important to her and servicemen and the work they do for this country, for the world in giving their lives, giving their time, sacrificing so much for the country. It's a chance for her to say thank you to the military."
    },
    {
      "speaker": "Foster",
      "text": "And suddenly it's all cleared isn't it? But what they're waiting for here is the return from horse guards and the balcony moment. We've got the balcony behind us. It's all ready to go isn't it with the drapes."
    },
    {
      "speaker": "Williams",
      "text": "They got the drapes out this morning I was watching them to get it rather (inaudible) and what we are interested to see, of course is who is going to be on there. We hope Prince George and Princess Charlotte might be on there waving to us. But there's also an interesting question isn't there, because in 2012, it was quite a slimmed down balcony wave, we had the Queen, the Duke of Edinburgh, and Charles and the Duchess of Cornwall."
    },
    {
      "speaker": "Foster",
      "text": "Whereas in the past it would have been the whole extended family."
    },
    {
      "speaker": "Williams",
      "text": "The whole lot, so we didn't have Prince Andrew, we didn't have Princess Anne, we didn't have their children. The whole valance, we didn't have it. And we had a very slimmed down heir to the throne. Whether we'll see that again today I think is very intriguing because it certainly sends a message about how the Queen sees the monarchy for the future."
    },
    {
      "speaker": "Foster",
      "text": "Just looking at these horses, I have spoken to them in the past about how they prepare for these occasions and horses are animals, and we're told never to involve animals in live television, but you do occasionally have these moments when they bolt don't you? And they handle it brilliantly don't they? They've got this system in place where they just carry on basically as the Queen would do."
    },
    {
      "speaker": "Williams",
      "text": "They just carry on. Let the Queen carry on. There was one bottling I believe in the royal wedding. It went for (inaudible) there are crowds, I mean, they are military horses. They're really brilliantly well trained, picked for their calm temperament. But still as you say they're completely unpredictable and there might be something that spooks them. We are going to see gun salutes. We are going to see the firing of guns and this does sometimes spook them but they are incredibly well- behaved. And as you say, they just carry on. There's always wonderful pictures because sometimes we also see the actually soldiers themselves, it's quite muggy here, and it's quite hot, sometimes they faint but people just carry on and pretend it's not happening as of course the Queen will just keep calm. (inaudible) told to keep calm and carry on but it sums up how the Queen has lived for the past 90 years."
    },
    {
      "speaker": "Foster",
      "text": "It also sums up the purpose of monarchy doesn't it because they represent continuity. And if you ever face of problem the idea of continuity is that you carry on. So she expresses that continuity in everything that she does."
    },
    {
      "speaker": "Williams",
      "text": "Yes, And I think it's a very difficult time for monarch is when you become a monarch because your father has died. Her father died. She was incredibly close to him. Devoted to him. He died much younger than they ever could have expected in his early 50s so that was the key time most of us get to grieve our parents. A monarch can't. She has to go straight to duty. And that is I think the first lesson of becoming a monarch that your own emotions have to be quashed to the role which is a hard - hard thing to ask."
    },
    {
      "speaker": "Foster",
      "text": "So here's the arrival, just down the road at Horse Guard's Parade. This you know screams Britishness doesn't it in many ways?"
    },
    {
      "speaker": "Williams",
      "text": "It does - it does."
    },
    {
      "speaker": "Foster",
      "text": "Just explain what that space is all about. This parade, it is, what we're going to see is the actual procession there. And what we should see there is the Queen actually overcoming, undergoing the formal duties of surveying the troops. This is a formal duty of surveying the troops that goes right back to the 17th century here in Britain. Once upon a time the monarch was expected to ride out with the troops so we think about Elizabeth the first saying to the (inaudible) I have the body of a weak and feeble woman but the heart and stomach of a king. A monarch was seen as actually someone who should lead troops into battle. That's no longer the case and certainly we're not a war mongering nation the way in which we were in the Tudor times. But still the idea is that you are inspecting the troops, you are inspecting and saying yes, they're ready to go, they are good to go and I approve of them. In terms of what happens after that. It's a good hour's worth of surveying troops effectively. It's a performance isn't it. A huge amount of work goes into it. Something that Prince Phillip of course always enjoys we're told. He's 95 years old and his grandson, Peter Phillips told me yesterday that he still every day goes out carriage driving."
    },
    {
      "speaker": "Williams",
      "text": "Unbelievable."
    },
    {
      "speaker": "Foster",
      "text": "The idea that he's so active at that age is quite something and he is fundamental isn't he to this whole monarchy."
    },
    {
      "speaker": "Williams",
      "text": "He is. He turned 95 yesterday. They will celebrate their 70 year - their 70 year anniversary next year because they got married in 1947. So they've already beaten in Britain we get a telegram if we're married for 60 years and if we also live to 100 years. They've already probably sent themselves a telegram and they have been married for 70 years. He is a key part -- the Queen has called him her rock. She said that throughout difficult times throughout the good times, throughout the bad times he's been there behind her. And I think for a man like Prince Phillip, a very -- he fought very bravely on the British side, he's a very determined man, it can sometimes be quite difficult to always walk two paces behind your wife, to be her support. It isn't always easy to be a consult and he has fulfilled the role with incredible (inaudible) and it will be very difficult for the Queen when he's no longer here."
    },
    {
      "speaker": "Foster",
      "text": "Behind the scenes he's very much in charge though isn't he? He runs the estates, he organizes a lot of the private family occasions as well as we understand it. We've got the police sort of wandering around behind us, there is a security concern here today isn't there? And they are here but they try to play it down as much as they possibly can. [05:55: 10]"
    },
    {
      "speaker": "Williams",
      "text": "Yes there are quite a lot of plain clothed policemen around waving their flags pretending they are just tourists. And we are under heightened security alert in Britain as is a lot of the world and this sort of thing gives security experts a complete nightmare."
    },
    {
      "speaker": "Foster",
      "text": "With collections of people."
    },
    {
      "speaker": "Williams",
      "text": "Wandering people, people going everywhere and no searches. We could carry all kind of things with us. It gives security experts a heart attack. But simply the Queen will not have - will not turn this place into a fortress. She is determined that the people if they want to they should come here, after all the British people do pay for the monarchy. They should come here, they should enjoy it and they should not be intimidated by an excessive security presence."
    },
    {
      "speaker": "Foster",
      "text": "And we should point out that you know all these people on horses and all the military around here are serving members of the military aren't they? They've just returned from war zones for a while. So there will be a pretty quick response to anything that did come up."
    },
    {
      "speaker": "Williams",
      "text": "They certainly could respond. Yes."
    },
    {
      "speaker": "Foster",
      "text": "In terms of what happens when they come back to the palace, you know it wouldn't extend to the whole day as it might have done in the past because this is an elderly couple and they're going to exhausted by the end of the weekend."
    },
    {
      "speaker": "Williams",
      "text": "Well, I am not quite 90 yet and I follow the Queen around quite a lot and I can't stand around for the same amount of time that she can. It's incredible. And she - it's quite interesting because Prince Harry was asked what would you give the Queen for her birthday and Prince Harry said I would give her a day off so she can lie around doing nothing all day. Because she never - doesn't really get to lie around doing nothing. And she has this incredible health. Wonderful health, so does the Duke. But still it is quite an exhausting day for them, it's very difficult, it's quite tiring, and we are have another celebration again tomorrow. And the Queen just doesn't really get a day off. And she can't really go off sick the way that some of us can when we don't feel well because everyone expects to see her. Schools have looked forward for two years to see her. She really feels she can't let people down."
    },
    {
      "speaker": "Foster",
      "text": "It's interesting because to coincide with all of this the constitution unit of The University College of London came out with this big report talking about how the royal family have made sacrifices in terms of their human rights because they don't enjoy the same rights as other people. So they don't have the same sort of freedom as other people. She doesn't even vote does she in elections because she can't be seen to take any sort of political view. And there is a certain sacrifice involved with the role which is undeniable, despite the fact that they have these amazing chaffings that they are brought up in."
    },
    {
      "speaker": "Williams",
      "text": "Yes, money, and of course influence, but at the same time you do have to disavow I think two things. You have to disavow freedom and you have to disavow emotion as well as your political opinion. I mean we all like to give our political opinion, but the Queen simply can't. Even with Prime Ministers, she asks questions rather than telling them. So she has been incredibly successful at being politically neutral. Staying out of politics for the entirety of her reign. We simply don't know what she thinking about anything unless someone leaks it. And that I think has meant that she could -- the changing relationship we have with other countries such as Northern Ireland in the 70s, the troubles that we had in Northern Ireland, now in 2011 when she went to the island and talked about the things to be done differently and the mistakes that had been made. It was very important coming from her because she never intervened before. So that's vital. But also emotionally - you simply can't show your emotions. You have to be there for the public, you can't be tired or exhausted or cross. And there have been always amusing occasions when other heads of state or dignitaries put their arms around the Queen or touch the Queen and she simply can't be outraged. There was a moment I think when John Howard Prime Minister of Australia put his arm around her --"
    },
    {
      "speaker": "Foster",
      "text": "Michelle Obama."
    },
    {
      "speaker": "Williams",
      "text": "Michelle Obama."
    },
    {
      "speaker": "Foster",
      "text": "Really."
    },
    {
      "speaker": "Williams",
      "text": "The Australian press called him a lizard but she simply smiled, smiled sweetly."
    },
    {
      "speaker": "Foster",
      "text": "The crowds just -- the bands rather heading into the area where this Trooping of the Colour will take place. So they're just all getting into position and it is this amazing scene of precision. Lots of people talk about the North Korean celebrations in a similar way. They can't get their head around how they actually get these things together."
    },
    {
      "speaker": "Williams",
      "text": "There are a lot - well the thing is of course this is a - usually a busy thoroughfare full of cars absolutely packed and most of London is jammed packed full of cars as every European city is and particularly across the world, so you can't really rehearse this. They do have small rehearsals at night and there was one two weeks ago, and they have other important rehearsals. But these rehearsals the Queen doesn't take part in. So anything could go wrong. But because this has been happening every year, people have been planning this every year, they put so much planning into it, it usually does go in absolute perfection."
    },
    {
      "speaker": "Foster",
      "text": "OK, so - we are just watching the Queen arrive in the Trooping of the Colour. A spectacular occasion. We'll have the National Anthem next and then we'll see things unfold. We'll be back in just a moment."
    }
  ]
}