{
  "transcript": [
    {
      "speaker": "Scott Simon",
      "text": "Democratic presidential candidates debate again. Meanwhile, their colleagues in the House inch toward the I word. Ixora? It's a tropical plant. I looked it up. And the president tells John Bolton that he's just tired of quarrelling. NPR's Ron Elving joins us. Ron, thanks for being with us."
    },
    {
      "speaker": "Ron Elving",
      "text": "Good to be with you, Scott."
    },
    {
      "speaker": "Scott Simon",
      "text": "Let's begin with Mr. Bolton. The administration is now on the hunt for its fourth national security adviser. What does this suggest about how that position is viewed by this president?"
    },
    {
      "speaker": "Ron Elving",
      "text": "Given the wide variety of people who have held the job already and been let go, it suggests the job description is highly adaptable. For example, we heard the president was pondering offering it to Mike Pompeo. Now, Mike already has a job as secretary of state."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah, a big one."
    },
    {
      "speaker": "Ron Elving",
      "text": "Arguably, a full-time job outside the White House. So it's hard to see him fulfilling the in-house advisory role of the NSA. And critics are going to call Bolton's departure another high-profile example of how the Trump White House is basically a one-man show with occasional guest stars. But on substance, that quarreling you referred to, Bolton and the president clashed because Bolton wanted to aggressively confront U.S. adversaries around the world. And the president seems more focused at this point on domestic politics and his reelection year."
    },
    {
      "speaker": "Scott Simon",
      "text": "Let's talk about the third Democratic debate, this one in Houston. Just 10 candidates this time. How do you think it compared to the previous shows?"
    },
    {
      "speaker": "Ron Elving",
      "text": "From the consumer standpoint, there was improvement, Scott. You still had more contestants than are comfortable for a TV quiz show screen. But at least you knew these were the real contenders and not so many career builders and people bolstering their brands. The show was too long at three hours, but the format seemed relatively brisk. The candidates got to respond and engage. Also, the ABC moderators asked good questions and then stood back to let the candidates speak and interact, yet they never lost control of the proceedings and never actually intruded on them, either."
    },
    {
      "speaker": "Scott Simon",
      "text": "Beto..."
    },
    {
      "speaker": "Ron Elving",
      "text": "O'Rourke. Yeah, let's talk about Beto."
    },
    {
      "speaker": "Scott Simon",
      "text": "Yeah, Beto O'Rourke. He made a hell yes promise to buy back assault weapons and to push for mandatory buyback of assault weapons. What do you make of this?"
    },
    {
      "speaker": "Ron Elving",
      "text": "That was a dramatic highlight of the debate and grabbed a lot of people, got a lot of mentions. But such moments do not make legislation. Congressional Democrats don't have a clear majority for an assault weapons ban, let alone gun takeaways. They're still hoping for universal background checks or - on people buying guns. But to pass the Republican Senate and actually get enacted, even that much would need the backing of the president and the approval of the federal courts. We are still a long way from meaningful gun measures, despite the carnage we saw from guns in August and so many other recent months and years."
    },
    {
      "speaker": "Scott Simon",
      "text": "And let's stay in the realm of Congress for this last question, Ron. As of today, where do you assess where Democrats stand on the question of impeachment at the moment?"
    },
    {
      "speaker": "Ron Elving",
      "text": "They're still divided. The House Judiciary Committee took another procedural step toward official impeachment proceedings this week. That is not a negligible thing, but the committee is still seeking witnesses and evidence. It's far from drafting articles of impeachment. That day still seems a good ways off. You could say that hurricane impeachment remains a Category 4 or 5 storm that is still well offshore and moving in an erratic direction very, very slowly."
    },
    {
      "speaker": "Scott Simon",
      "text": "And moving towards the election. The campaign begins to complicate things, too, doesn't it?"
    },
    {
      "speaker": "Ron Elving",
      "text": "It does. And the House only has about 40 legislative days left in 2019. You don't really want to be starting this process in the actual election year."
    },
    {
      "speaker": "Scott Simon",
      "text": "NPR's senior editor and correspondent Ron Elving, thanks so much for being with us."
    },
    {
      "speaker": "Ron Elving",
      "text": "Thank you, Scott."
    }
  ]
}