{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It's been less than a week. Has the country moved on from the testimony of special counsel Robert Mueller? Philip Mudd was the deputy director of the CIA's Counterterrorist Center and the FBI's National Security Branch and met daily with Mr. Mueller in that position. He's got a new book out this week. It's called \"Black Site: The CIA In The Post-9/11 World.\" And we'll talk about that as well. Good morning."
    },
    {
      "speaker": "Philip Mudd",
      "text": "Good morning. Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "As someone who's been quite critical of the president, who's an admirer of Mr. Mueller and who's warned very often of the Russia threat, you've also said that the Democrats need to move on, forget about impeachment and focus on the issues such as health care. Why?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "If you look at some of the characteristics I think that would define a successful process for impeachment and you compare that to what we saw with Director Mueller, he had more resources. He had more access to things like documents, emails. He had more access to the technical capabilities of the FBI, and he had more time. Remember; that was 2 1/2 years he spent coming to conclusions that didn't lead us too far down the path. The Democrats come at this from a partisan approach. He was nonpartisan with less time, fewer people, less technical capability. It's hard for me to see how in the next 15 months you can resolve this in a way that leaves us in the summer of 2020 looking back saying that was really good for America."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But meanwhile, you have a Senate report of election interference that says literally all 50 states were targeted. And on that very same day, the Senate Republicans block an electoral security bill. If we move on from the central message that Mr. Muller was trying to impart, that we were and are indeed still being attacked by Russia, as someone who has worked in intelligence, isn't that a problem?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "Yes, but we're talking about two different issues where one is an issue where we're going after people for lying during the investigative process. The other is an issue that was lost mostly during the hearings last week that we should focus on that you just discussed, which is how we think about Russia. If we spend a little less time on an impeachment process that won't succeed and maybe more time talking about how we help states defend themselves and how we talk to the American people about how they look at Facebook messages next year during the campaign, I think we'd be better off."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I know that you feel a particular admiration and closeness to Director Mueller. He appointed you to do your job at the FBI, right?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "He did. He did."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So how do you feel about how he was treated at the hearings and how he chose to handle them?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "Boy, I feel disappointed. If you look at this in context, a man who served both Democrats and Republicans - remember; he was renominated for FBI director by a Democratic president, President Obama - a man who served honorably in Vietnam, a Princeton graduate who decided to go overseas to a war not a lot of people liked at that time, and you looked at some of the attacks he took from Republicans and some of the way he was used by Democrats, I looked at the man I served - and I know people who are listening don't know him - he was an honorable, great man. I mean, I'm 57, and I still have a hero, and that's Robert Mueller. I just don't think he was treated very well during the hearing and, by the way, afterward when people talked about his performance."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. Let's turn to the book. It's called \"Black Site,\" and it's really a kind of oral history of the post-9/11 CIA. In particular, it was known internally as the program which was the use of black sites in interrogations - still very controversial. Why did you want to write this book?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "Well, first, I like words. My mom was a teacher, and she taught the family to love words. But in terms of the subject matter, you go back in time and you realize the immediacy of what we lived through. I still remember it almost every day. For years, I thought we were losing the battle against al-Qaida. And I thought if I didn't talk to my friends who will never speak and tell their story, try to have people - even if they don't like what we did, have people stand in our shoes, that the story, the immediacy, would be lost. So I wanted to use the words that my mom taught me and talk about a program in a time in American history that might be lost if I didn't write it."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Those black sites, rendition sites, were deemed illegal, were vilified, and it seemed to many Americans that there was sort of a collective passing of the buck when it came to these kinds of decisions. You talked to people who worked in the black sites. What don't we understand about the people who made those decisions?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "I don't think we had any good decisions. I think it's OK for Americans to judge us harshly, but it's not OK for them to judge without stepping back in time and trying to understand why we made those decisions. It's hard for people to acknowledge - all these people I spoke with, or most of them, were my friends. Whether you liked the program or not, the people who participated, created it - I'm not going to pass the buck. I was there. I lost my career over that program. They live next door to you. They're like you and me, and they were faced with choices at a time when we thought we would face a second wave that might lead to thousands of deaths at a time where we thought we didn't have many options."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And we should say, we're talking about sleep deprivation, waterboarding and what has been referred to as enhanced interrogation but is torture. It was a dark period in the history of the CIA, and some could argue that it opened the door for the tactic to be used again as President Trump has suggested."
    },
    {
      "speaker": "Philip Mudd",
      "text": "I don't think that's true. I think that despite what the president has said, I think - and I don't apologize for what we did all those years ago, but America's learned a lot. It's learned that - some people in this country, including members of Congress, don't like what we did. It's given people across this country a chance to reflect on what we did. But that reflection, I think, requires people also to step back to the spring of 2002 when we got our first prisoner and say, am I sure? Am I sure, before I critique the CIA, that I know what it was like? And I wanted to give them a chance to have that opportunity."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "When you look back, yourself at that time, would you do anything differently?"
    },
    {
      "speaker": "Philip Mudd",
      "text": "If we relived it again - and we never will - I don't think anybody in a leadership position at CIA would ever accept a presidential order to reopen a black site. If - there's a few things one would change. The White House, for example, restricted the members of Congress we could speak with. I think that was a mistake, and I think future CIA leaders would push back on that and say, this is so momentous, more members need to know about it. But by and large, you know, on September 12, 2001, you'd've (ph) said there will be another catastrophic attack. There wasn't, and this might have been one of the reasons why."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Philip Mudd is a CNN counterterrorism analyst and the author of \"Black Site: The CIA In A Post-9/11 World.\" Thank you very much for coming in."
    },
    {
      "speaker": "Philip Mudd",
      "text": "Thanks for having me."
    }
  ]
}