{
  "transcript": [
    {
      "speaker": "Madeleine Brand",
      "text": "This is Day to Day. I'm Madeleine Brand. You know, last week, we asked you listeners who had lost your jobs and managed to find new ones in this bad economy to write in and tell us your success stories. Well, we got a lot of replies, and here to help share some of them, senior producer Steve Proffitt."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Madeleine, take heart. Many, many, many of our listeners have taken their lemons and made lemonade. Jenny De Angelo(ph) was like a number of them. She didn't find a new job, but she created one."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Jenny writes that she started a business helping people who are downsizing, moving into smaller offices or a home. She helps them pack and sort and sell off their belongings."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "And she calls herself the organizing angel."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Luke Butler(ph) landed his dream job as a tenure-track biology professor at a liberal arts college."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "He says he's thrilled, but he doesn't want to celebrate too much because he worries about other academics who are having a tough time."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Mark Shaleki(ph) used to work in a recording studio owned by Capitol Records."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "But as we all know, the music business was in a tailspin even before the recession hit."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "So Mark opened his own studio. He charges his clients less, but he says he's making more money than he did working for the man."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Theresa Tomas was laid off at a bank. She was working for the man. She had been there for five years, and then she contacted a company that she had worked for back when she was in college."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "And after a couple of interviews, she got a job there making about the same salary she received at the bank."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Theresa advises everyone looking for work to, as she puts it, network backwards, reach out to former employers. You might get lucky."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Now, here's a guy after my own heart, Mike Parcialli(ph) of Portland, Oregon. He started a cheap, roundtrip shuttle service taking people from the city up to Mt. Hood for a day of skiing."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Now, listeners. Here's what Madeleine likes about this. Mike runs his shuttle van on waste vegetable oil."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Whoo-hoo. Just like me and my car except I don't - maybe that's what I should do after this."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "It's a good idea."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Anyway, I might need a ride home today. He's doing so well, Mike is, that's he's thinking of expanding into other markets with his business, and Madeleine, you'll like this. He calls it the \"Grease Bus.\""
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Excellent. Fabulous. Now, some of our listeners didn't lose their jobs, but they have been able to capitalize on hard times."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Stephanie Cecine(ph) runs a yoga center in Seattle. About two years ago, they decided to drastically cut the price of a yoga class."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "To just eight bucks."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Yes. And Stephanie says attendance more than doubled. She thinks lowering prices was a great business strategy for her. It might be good for others as well."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "And Marilyn McFee(ph) is doing well in the downturn. She's a professional storyteller."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Maybe it's like mashed potatoes and apple cobbler, she writes. Storytelling is comfort entertainment."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "She's been busy telling her stories at schools, libraries, even fundraisers."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "Maybe the stock market is down but storytelling is up, she says. Like chicken soup, it's something that's warm and satisfying and just feels good."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "Kind of like the Grease Bus. Thanks to everyone who wrote in."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "And best of luck to all of you out there who, like us, are trying to reinvent yourselves."
    },
    {
      "speaker": "Madeleine Brand",
      "text": "And thanks to our senior producer, Steve Proffitt. Steve, thank you. I don't know; what shall call you now from now on, if you're going to reinvent yourself?"
    },
    {
      "speaker": "Steve Proffitt",
      "text": "How about Steve?"
    },
    {
      "speaker": "Madeleine Brand",
      "text": "OK. Thanks, Steve."
    },
    {
      "speaker": "Steve Proffitt",
      "text": "You're most welcome, Madeleine."
    }
  ]
}