{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "There are many tough and complicated stories we're following. And we're going to get to them later in the show, but we wanted to start today with love."
    },
    {
      "speaker": "Michael Curry",
      "text": "Dr. King was right. We must discover love - the redemptive power of love. And when we do that, we will make of this old world a new world."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was the Most Reverend Michael Curry, presiding bishop of the Episcopal Church, giving his address at the wedding of Meghan Markle and Prince Harry, now the Duke and Duchess of Sussex. And it was only one of many extraordinary moments which highlighted the duchess's African-American heritage - a black gospel choir singing \"Stand By Me\", a young, black cellist, Sheku Kanneh-Mason. And we're joined now by someone who was very instrumental in that wedding. Reverend Bishop Michael Curry, thank you so much for joining us and for that powerful address."
    },
    {
      "speaker": "Michael Curry",
      "text": "Hello. How are you?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I just want to start with your impressions of the happy couple and what it was like to give that address with so many people watching."
    },
    {
      "speaker": "Michael Curry",
      "text": "Well, I can tell you, as you said, the happy couple - that's exactly what I saw and experienced - two people who were deeply happy and joyful and profoundly in love with each other. And you could see it in their faces, the way they looked at each other, the nonverbal communication between the two of them. It was just obvious. And it became contagious in the physical space there in the room. I mean, their joy and love kind of put smiles on people's faces. And so that makes all the difference in the world, and it really did make a difference."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You started the sermon with the words of Martin Luther King, and you referenced slavery and colonialism in the heart of British aristocracy and former empire. I must say that took a lot of guts."
    },
    {
      "speaker": "Michael Curry",
      "text": "Well, I took my cue from the royal couple. They selected the scripture passage, the Song of Solomon - or Song of Songs - from the Hebrew Scriptures in the Old Testament. And it's a love poem, right? There in the Bible, in that text, there is the poetry between the man and the woman, who are deeply in love with each other. But there is a moment in the eighth chapter, toward the end of the book, when the couple - when the woman in particular for a moment - for several verses in her poetry actually stops referring to their love for each other and starts talking about a greater love - that you get the sense from the poetry that she sees their love as actually having - being an outgrowth of a greater love. And so when they selected the text, I realized that that greater love that the woman in the Song of Solomon was talking about was, in fact, what Jesus of Nazareth was talking about. And Dr. King picked up his cue from Jesus of Nazareth. And so the selection of Dr. King emerged out of that because I realized that that quote, which is not one of the ones that people know all the time - actually said it all. We must discover the power of love, and that's how you make a new world."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's how you make a new world. That message also came from you. You've long campaigned for social justice issues here in the United States. You've defended same-sex marriage in your church. You've been an advocate for inner cities and so many other causes. And we heard that in your address - that when love is the way, you said poverty will become history. I imagine you felt you had the pulpit and the floor. What were you trying to do? What message were you sending not only to this very exclusive group of people but to the billions watching?"
    },
    {
      "speaker": "Michael Curry",
      "text": "Well, I hope it was a message for all of us because all of us, no matter our political persuasion, no matter social class - beyond all of that, we all are fundamentally children of God. And that means we're part of God's human family, if you will. It means we're intrinsically related. And that leads to a whole chain of cause and effect in terms of how we relate to each other, how we relate to the world that God has given us. And it means we're meant to treat each other as though we actually are family, family that loves each other, family that cares for each other. And that has consequences and impacts for social, political and economic arrangements. That's not necessarily partisan, liberal or conservative. It means that we must always find ways to better the human condition, find ways to make a world where there's room and space for all of us."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The ceremony was embraced by so many people of color as a symbol. You're African-American. There was the inclusion of so many other touches that speak to Meghan Markle's African-American heritage. Did you know that you would strike that chord - that this would be seen as a message for so many people who have felt overlooked?"
    },
    {
      "speaker": "Michael Curry",
      "text": "Well, I was aware that that was a possibility, but what I can tell you, honestly, was on some levels, the royal couple wanted to send a message to the world about the impact of their love and the impact that love can have on the whole world. And I think in doing that, it took on a momentum that was bigger than even they could have imagined or bigger than any of us could imagine that kind of says to the whole human family, hey, gang, we're all in this together. We might as well figure out how to live together because we're here together."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It felt so inclusive. It really did."
    },
    {
      "speaker": "Michael Curry",
      "text": "I hope it was. I hope it was."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "(Laughter). I imagine you must have had a private moment with the couple. Did you give them any advice, and what was it?"
    },
    {
      "speaker": "Michael Curry",
      "text": "No, I wouldn't presume to give them any advice. My advice was not advice. It was just the assurance that I would be praying for them and have been."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was the Most Reverend Michael Curry, the head of the Episcopal Church, who gave an amazing sermon at the royal wedding yesterday. Thank you so very much."
    },
    {
      "speaker": "Michael Curry",
      "text": "Thank you. God bless now."
    }
  ]
}