{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "A massive relief effort is underway in the Florida panhandle to help communities that were hit hard by Hurricane Michael. At Parker Elementary School, just outside Panama City, National Guard troops handed out water and ready-to-eat meals to residents. UNIDENTIFIED PERSON #1: We're OK now because we heard out they were passing out food. And we take all the help we can get. UNIDENTIFIED PERSON #2: I'm alive. I'm kicking. Family's great. One step at a time. It's like eating an elephant. One bite at a time. UNIDENTIFIED PERSON #3: It's the most devastated I've ever been but the most blessed I've ever felt. All my children survived. All my grandchildren survived. We'll stay. We'll rebuild. We'll be good. Robin Ann Hawke (ph) of Springfield and Sally Haye (ph) of Callaway, Fla. - two communities that were particularly hard-hit when the eye of Hurricane Michael passed through. Joining me with the latest on the relief effort is NPR's Joel Rose in Miramar Beach, Fla. Good morning."
    },
    {
      "speaker": "Joel Rose",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You've been in Panama City and the surrounding towns. I mean, tell me what you're seeing."
    },
    {
      "speaker": "Joel Rose",
      "text": "Well, it feels like the relief effort really is getting underway now - at least in and around Panama City. It took a few long days after the storm for the official response to sort of get off the ground. But I really saw a difference on Saturday. There were multiple locations in Panama City and other towns where emergency officials are handing out food and water, like we just heard at the top. But that said, there is a huge need for basic supplies and not just on the coast. The storm did a lot of damage in small, dirt-road towns 40, even 50 miles inland. And there are very long lines for supplies all over the region. Lots of people need help."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. And the pictures of devastation are incredible. Much of this area is still without electricity, right? Any sense when it's coming back?"
    },
    {
      "speaker": "Joel Rose",
      "text": "Yeah. There are still tens of thousands of people without power. The local utility, Gulf Power, estimates it's going to restore electricity to most of the region by the end of the week. But that estimate does not include some of the hardest-hit areas right around Panama City, which might be without power for weeks - I would say maybe months. Just driving around in Panama City, I mean, it's unbelievable the number of electrical poles that are down. You see power lines in the street everywhere. You can't really drive without driving over them. And at the same time, there's no water. Not many gas stations are open. The ones that do have gas have really long lines. So I think things are going to be pretty rough here for the foreseeable future."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So, Joel, what are people telling you they're going to do? Are they going to stick it out, or are they going to leave?"
    },
    {
      "speaker": "Joel Rose",
      "text": "I think a lot of people may just not have any choice. I mean, both in and around Panama City and out in the countryside - this is one of the poorest regions of Florida - places where a lot of people are living paycheck to paycheck. And, you know, right now a lot of the people I've talked to are focused on just getting through today and tomorrow, you know, trying to get water and ice, trying to get a tarp to cover up the hole in the roof, maybe, before it rains, although, luckily, there's no rain in the immediate forecast. But, you know, that's where people's minds are."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. We've heard there were really big problems also with communications. Is that getting any better?"
    },
    {
      "speaker": "Joel Rose",
      "text": "Not that I've seen. Most cell carriers are still down in and around Panama City. I mean, many even emergency officials don't have phones that work. So, you know, it's a big problem. People can't call their relatives to say they're OK. And it's - I think has to be one of the things that's really slowing down the rescue and relief effort."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "NPR's Joel Rose in Florida, thank you so much."
    },
    {
      "speaker": "Joel Rose",
      "text": "You're welcome."
    }
  ]
}