{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We'll turn now to a member of the Senate foreign relations committee, Jeff Merkley, Democrat from Oregon. Senator, thanks for being with us on this morning."
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Good morning. It's good to be with you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So I'd like your reaction to, I think, what - we have to use the word here is implosion at the G-7. President Trump has disavowed the communique that everyone had agreed to. He asked for Russia to be readmitted to the G-7, even though it has meddled in the U.S. election. And now we have some very angry Canadians on our northern border."
    },
    {
      "speaker": "Jeff Merkley",
      "text": "I think we have to recognize that our trade with developed countries in the G-7 have actually been the trade that has really helped the United States. They play by similar rules to the U.S., unlike China, unlike a series of other countries that really undercut our ability to manufacture things here in the United States."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "This seems to be on a bending of American foreign and trade policy. Do you see it that way?"
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, it's - we'll see where this ends up. It's a soap opera, and we have to get beyond the soap opera of the comments and the tweets and see what's actually happening at the negotiating table."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And do you have any insight into that? I mean, you are on the Senate foreign relations committee, and you are a member of the Senate."
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, it hasn't been going too well. It's been a pretty erratic effort by the United States, jumping from one proposal to another and then launching bombs in the middle of it. I'm not sure this is the best way to get to a deal."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I have to ask you - if we are headed for a trade war with our allies, Congress is constitutionally supposed to have control over trade. But that hasn't happened, obviously, in practice. Would you like to see Congress act more aggressively to oversee the president's trade policies?"
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, it's a complicated set of relationships that the executive certainly has to play an enormous role in. I don't think we can micromanage a single tariff at a time on that sort of approach. On the other hand, we do need to understand that when we allow products full access to a market that are done in countries with significantly lower wages and lower environmental standards and lower labor standards, we completely undercut the ability to make things in the U.S., to have a supply chain in the U.S. and to have the payrolls that are spent from those companies in our retail businesses. So we can hit - be hit in three ways. So the broad policies are certainly important."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's turn to North Korea. The president is optimistic for this meeting with Kim Jong Un. Are you?"
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, no, I'm not. And let me explain what I mean by that - is that this - what I expect is the president is seeking to have a sales pitch for a vision, a vision of denuclearization. But that is just the starting point of a long process in which you'd have to have a full inventory of what North Korea has. You'd have to have a detailed schedule. You'd have to have lots of efforts to lay out what happens with both missiles and warheads and the development of the materials that go into the warheads. You have to have a verification regime. All of that requires lots of detailed work. The president is approaching this without any of that detailed work being laid out. And so view this as the ringing of a bell, the laying of a vision, a little bit of sizzle on the steak."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. President Trump has said this is a one-time shot for North Korea. What does that mean, in your view?"
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, I think it means he wants to get the vision that they can both agree to a denuclearization. But, quite frankly, those words may mean very different things. They do mean very different things to the two countries. I doubt that Kim Jong Un - with his country having spent several generations developing this nuclear weapon program and fearing the fate of Libya - is going to produce a rapid schedule of full examination of what they have and elimination of what - of their nuclear program. It would be a tremendous thing if, in fact, that was to occur. But I think he's going to lay out a long process, as he has done in - well, as North Korea has done in previous negotiations."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So do you think this would leave us in a better or worse position after these talks? I mean, it's a question whether or not this will actually go anywhere."
    },
    {
      "speaker": "Jeff Merkley",
      "text": "Well, it's - I mean, there's always a possibility that you would have the division laid out and follow-up meetings that strengthen that effort, and it goes somewhere productive. And that's what we all hope for. We'd like to see a denuclearized Korean peninsula. But I suspect it will be more of a pronouncement in which the two countries express interest in that direction. And then the details will get bogged down."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Senator Jeff Merkley of Oregon, thank you so much for speaking with us."
    },
    {
      "speaker": "Jeff Merkley",
      "text": "You're very welcome. Take care now."
    }
  ]
}