{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Hundreds of people over the weekend protested the arrest of a Russian investigative journalist. Russian authorities charged Ivan Golunov with possession of large quantities of drugs with intent to sell. Golunov's lawyer says the journalist was severely beaten in custody and the charges are fabricated. Here with the latest is Andrew Roth, Moscow bureau chief with The Guardian. Thank you so much for being here."
    },
    {
      "speaker": "Andrew Roth",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Can you tell us more about this journalist? Who is he, and what do we know about what he was reporting on?"
    },
    {
      "speaker": "Andrew Roth",
      "text": "Sure. Ivan Golunov is one of Russia's best investigative journalists. He works for an outlet, an independent news agency, called Medusa. And he basically focuses on two things. One is state corruption, and the other are sort of illicit businesses. So we're talking about predatory lenders who end up taking houses away from people. He's focused a lot on a certain deputy mayor in Moscow whose family amassed, you know, a fortune from real estate. And what we know is that the last thing that he was covering was an attempt to kind of corner the market in the funeral business, which is actually an extremely kind of dirty, corrupt business in Russia, and the possible links that might have had to some people in the government, specifically, in the FSB, which is the security services."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And he was formally charged on Saturday, but the court allowed for him to be under house arrest. You know, his lawyer says Golunov was severely beaten. What do you know about his condition?"
    },
    {
      "speaker": "Andrew Roth",
      "text": "Right. So Golunov was beaten after he was taken into custody, according to what his lawyer told me. And it appears that that happened for a couple of reasons. The main one was that he refused to sign anything unless he was given a lawyer present. So the police wanted him to sign a police report that would kind of establish basic facts about the case. You know, he was stopped while he was walking down a street in Moscow, and police said that they found several baggies with a club drug that's called mephedrone on him. They said later they went to his apartment, or an apartment that he rented in Moscow, and they found also several baggies with cocaine, and the amount that they said was enough to be considered drug possession with intent to sell. Golunov says that the drugs were planted on him and that, you know, he doesn't have any knowledge of the apartment. And so he refused to sign anything that would establish facts about the case. His lawyer also said that police tried to get him to sign a confession. And that's pretty important in these cases because police often put pressure on defendants to make their job easier if they sign a confession. What we know about his condition is that he was beaten about the chest and head. There was a suspicion that he had broken ribs. But he has been released by the hospital now after having X-rays."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And how has his arrest been received in Russia?"
    },
    {
      "speaker": "Andrew Roth",
      "text": "So, you know, over this weekend, we had hundreds of people queuing up to protest the arrest and picket in front of the Moscow police headquarters. A lot of people, you know, several hundred, also attending his trial that was taking place - his arraignment taking place in Moscow. So among this sort of very plugged-in class, there's been a lot of backlash over what's going on. The other thing to keep in mind is that Russia was holding its biggest economic conference in St. Petersburg this week. So the headlines that have been coming out of this case have been damaging for the idea that the country is open for business and sort of open, you know, in a Western-style way."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Andrew, Ivan Golunov has been a vocal critic of the Russian government. But his arrest is, apparently, unusual."
    },
    {
      "speaker": "Andrew Roth",
      "text": "Right. Yeah, I do think it's unusual. You know, when - attacks on journalists do happen in Russia and, you know, journalists have been beaten. They've been killed for their reporting in certain cases. But the idea that drugs would be planted on a journalist, that's a more unusual case here. It leaves sort of very little daylight between the journalist's reporting and kind of direct pressure being put on him by the government. So to be honest, I've been here for eight years, and I can't remember a case similar to this one. And I think that that in particular is what made people so angry about what's going on. There wasn't even a requirement to sort of exact violence against him, but this idea that if Ivan can have drugs planted on him while he's walking through Moscow then literally anybody could have drugs planted on him, as well. And I think that that's what made people so nervous about the case, specifically among journalists, and that's why we've seen such a backlash."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Andrew Roth is Moscow bureau chief for The Guardian. Thank you very much."
    },
    {
      "speaker": "Andrew Roth",
      "text": "Thank you."
    }
  ]
}