{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Happy Mother's Day. Does this scene sound familiar?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "In the morning, I'm rushing around. I'm getting lunches together. I'm helping the kids finish up their homework. I'm making sure everyone's wearing socks. And my husband sits there, drinking his coffee, on his phone. He doesn't do it on purpose. He doesn't even realize what's going on around him."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's Darcy Lockman. She's a clinical psychologist. And that's a story she heard from a lot of moms. She talked to them and some of their husbands for her book, \"All The Rage: Mothers, Fathers And The Myth Of Equal Partnership.\""
    },
    {
      "speaker": "Darcy Lockman",
      "text": "I was initially going to interview a hundred women for the book because that's what Betty Friedan did for \"The Feminine Mystique.\" So I thought, oh, that's a good place to start, a hundred women. But by the time I got up into the 40s, I was just, like, you know, these interviews all sound exactly the same. It didn't matter the age of the woman, where in the country she was living, her socioeconomic status. It was just - it was so consistent."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How did you get the husbands to open up?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "When I got toward the end of my research, I tried to contact all the women that I had spoken with and just said, hey, would your husbands be willing to talk? The interesting thing about it was when I spoke to the women, they were all so enthusiastic and passionate. When I talked to their husbands, they were really nice, but they were so clearly disinterested in the topic. It wasn't that they didn't know that their wives are never frustrated with them. It just didn't seem particularly important to them. And I don't mean to imply that they were cold to their wives or indifferent to their wives. It just really didn't register as such a big deal."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Like a fact of life - like, this is just the way things are."
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Yes, absolutely. In fact, one of the women that I interviewed said to me, my husband sees we have an issue with this. But he considers it my problem. So he says to me, there's really nothing I can do, and it would be helpful if you weren't so bothered by this."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Wow. Let me ask you this. The amount of child care that men take on was actually rising in the 1980s and '90s. But then we did see it level off. So what happened? It seemed like we were sort of making some progress in this issue."
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Yeah, it's a really good question. There's some interesting research on ideas about household fairness. And one of the studies I came across that really seemed to quantify this was they looked at the time-use diaries of couples. And then they asked the couples, what are your feelings about your division of household labor? And the percentage of work that men who reported the greatest feelings of fairness were doing was 35%. So men doing 35% of the domestic work felt, of all the people in the study, that things were most fair. But the thing that was even perhaps more interesting and also disturbing was women basically agreed with them. Women who were doing 66% of their household's labor felt like they had the fairest arrangements of all the women in the study."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's extraordinary. Is some of this just because our culture is set up this way? How do you get schools, for example, to call the dads first or for parents to text the dad about carpools and playdates?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Right, it's so baked in. I had a woman who was not the primary parent in her house. Her husband worked from home. And he did a lot more care of their daughter. And she said to me, you know, the school still calls me. The e-vites all go to me. I get the message constantly that I'm the one who's supposed to be doing this. And she felt a lot of guilt because of it. And her colleagues would say to her, you know, if you were a man, you wouldn't be thinking twice about this. It would just be how it was."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And I've heard dads tell me that it's hard for them to break it and be included. I know single dads or divorced dads or gay dads or dads who take the lead parenting who find it hard to find community among parents at school."
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Yes. I spoke to some stay-at-home dads, actually. And, of course, they said just that. One guy told me he didn't want to make friends with other stay-at-home dads because their attitude was often, you know, well, I'm just doing this until I have a better job or more work or something. It was almost, like, disrespectful of the role. And he didn't want to be around that."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What about same-sex partners?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "I did interview some same-sex couples for the book. And there is some research that suggests that lesbians co-parent most harmoniously of all gender combinations of couples. And if you think about how girls and boys are raised - girls to be communal, boys to be agentic - it makes sense that two women parenting together, being that they both have this kind of lifelong social pressure to really always be thinking about other people, would get along the best during parenting. They're the most likely to be thinking about each other's needs more often than not."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do we need to do? Do you hear any stories about people making it work?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Yeah, I did actually. I actually wrote the book that I would have loved to have before I became a parent. My husband and I are both progressive. We totally planned to do everything split equally, even though it was more of a vague notion than a planned assumption. And it really doesn't work that way. We didn't take into account our own internalized sexism - not just his sexism, my internalized sexism, my impulse to go out of my way to spare him any inconvenience. So I think if couples really sit down and say, you know, this is how it's going to go if we're not careful, they can be careful. And the couples I talked to who were doing this most successfully really made parity a team effort and a goal. So then they could sit down when either of them felt overburdened and say, hey, this mutual goal we set, I'm feeling like we're not meeting it. We have to recalibrate. One woman said to me - she was actually a sociologist who had gone to school to study work and family. And she knew it was going to go this way. And she said to her boyfriend, who later became her husband, look; if you want to be with me, we're going to make a spreadsheet. And we're going to decide who does what. And he said, well, let's let it be more organic. And I don't know if they ever made the spreadsheet. But the two of them really decided early on that they were committed to this. He also happened to be Swedish, which she said helped. But, you know, really kind of staying on top of it seemed to be the most important thing for couples."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And so what do you think the takeaway is? What needs to happen?"
    },
    {
      "speaker": "Darcy Lockman",
      "text": "I think the takeaway is more awareness. One of the problems is that we have this idea of the modern involved father. We all know that things have improved a lot since the 1950s. And it's really easy to focus on that rather than to know - and I think most people don't know because they don't look at statistics - that fathers' participation leveled off at 35% around the year 2000. So we go into parenting expecting something like parity. But it doesn't manifest. So our expectations are really not being met. And that leads to a lot of anger."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That was Darcy Lockman, author of \"All The Rage: Mothers, Fathers And The Myth Of Equal Partnership.\" Thank you very much."
    },
    {
      "speaker": "Darcy Lockman",
      "text": "Thank you."
    }
  ]
}