{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's go now to NPR's national political correspondent, Mara Liasson. Hey, Mara."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Hi there."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So the stalemate continues. What are you hearing behind closed doors?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, on the positive side, the president did make a real shift. He's now using the language of compromise. He's trying to reach out beyond his base. He tried to make the negotiations bigger by adding DACA in an attempt to solve the problem. Republican members of Congress are generally positive about this. But Trump's anti-immigration conservative base is still against this. They consider it amnesty. And Democrats have been pretty negative so far, even though liberal members like Jamie Raskin of Maryland told NPR recently - after the speech that there - this is actually a positive sign. The president moved off the 2,000-mile wall. There should be room for compromise. But the bottom line for Democrats is the president has to open the government first before these negotiations continue."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But this is a strange kind of negotiation, isn't it? It's all happening sort of by spectacle. Most of the time, these negotiations happen behind closed doors. There are these meetings. And now we're getting these big, public addresses. Is that about President Trump's style, or is it a symptom of how broken the relationship is between congressional Democrats and the White House?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "Well, their relationship is broken. But it's mostly about Trump's style. This is how he likes to operate. It turns out he's not much of a master dealmaker after all. We don't know if this is the sign of a new kind of progress or if they're still just stuck. But the other thing to remember is that Mitch McConnell, the Senate majority leader, said he would never bring anything up on the floor the Democrats and the White House didn't agree with or something that couldn't pass. And he's going ahead anyway with this with no guarantee he's going to get 60 votes. The other thing to remember is the Democrats say this is hostage-taking squared. In other words, first, the president ended the DACA program. Then he shut down the government. Now he's saying, oh, I'll temporarily restore the program I ended and reopen the government I once said I was happy to close if you just give me money for a wall that most of the country opposes. The other thing to remember is that the backdrop for this is that Trump's poll numbers were dropping even with parts of his base. And he had recently lost some leverage with the Supreme Court because he was hoping to have the court take up the DACA case and uphold his decision to terminate DACA, which is temporary deportation relief for certain young people. Now his leverage is gone because the Supreme Court probably won't take this up until the summer of 2020."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Mara, this idea of, you know, governing by spectacle could also apply to Trump's foreign policy. The White House just announced the president will be meeting again with North Korean leader Kim Jong Un in February, even though many argue there's been little tangible progress made since the last summit."
    },
    {
      "speaker": "Mara Liasson",
      "text": "That's right. For Trump, the meeting is the message. There hasn't been progress. North Korea has not dismantled its weapons program. The sanctions regime has been weakened because of - partially because of the meeting that already happened between the two leaders. And the - North Korea has reaped tremendous public relations benefits from these meetings because they've been able to have their leader on the same stage as the president of the United States. But Donald Trump would argue better to be talking than threatening war."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's talk about the latest in the Mueller investigation. BuzzFeed News came out with a report a couple of days ago that President Trump directed Michael Cohen, his former lawyer, to lie to Congress. But then the special counsel's office issued a rare statement Friday disputing the claims in those - in that article. So where does that leave us?"
    },
    {
      "speaker": "Mara Liasson",
      "text": "I think if you looked at the scorecard from this bizarre episode, BuzzFeed, of course, got a black eye. No other news organization could match their story. The president got a boost because he was able to say, look at the press. They're always - they're full of fake news. But Democrats got an assist from Bob Mueller, who helped restrain them from rushing toward impeachment before his report was out. And Mueller also really helped himself. He went out of his way to point out an inaccuracy. He rarely, rarely talks. So he strengthened his own credibility. And I think he made it harder for the president to say that he is conducting a witch hunt."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "That's NPR national political correspondent Mara Liasson breaking it down. Thank you, Mara, as always."
    },
    {
      "speaker": "Mara Liasson",
      "text": "Thank you."
    }
  ]
}