{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "On July 9th, Southern Sudan becomes the world's newest nation:  South Sudan. A referendum to secede from the northern half of the country was approved by an overwhelming majority three months ago. But many issues remain, including a new constitution, allocation of oil reserves with the north and a territorial dispute that has escalated into a flashpoint. Former Ambassador Princeton Lyman was recently appointed special envoy to Sudan and assigned by President Obama to help facilitate conversation between the two sides. If you have questions about Sudan, Southern Sudan, Darfur or the separation process, we're taking them by email today. The address is talk@npr.org. Ambassador Lyman joins us here in Studio 3A. Nice to have you on TALK OF THE NATION."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Thank you, Neal."
    },
    {
      "speaker": "Neal Conan",
      "text": "And..."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Good to be here."
    },
    {
      "speaker": "Neal Conan",
      "text": "I have to ask, what is the role of the U.S. envoy in the creation of a new country?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Well, the role is to facilitate the negotiations between the north and the south as well as to help establish a presence in South Sudan of a future embassy, an aid program and deal with the many issues that South Sudan will have in becoming a new country. And negotiations are complicated and sometimes very difficult, and we try to get involved as well as we can to help the parties through them."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's important to remember the United States was one of the principal brokers of the agreement that ended the long and bloody civil war between the north and the south and provided for a referendum on secession to be held this year."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "That's true. The agreement was in 2005, called a comprehensive peace agreement, and laid out the plans for a referendum and a number of other steps that had to be taken over the next six years. And as you pointed out, January 9th, the south voted to separate from the north."
    },
    {
      "speaker": "Neal Conan",
      "text": "And no doubt about the numbers."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "No doubt about the numbers, and the process was peaceful and credible and immediately recognized by the government of Sudan as well as the rest of the international community."
    },
    {
      "speaker": "Neal Conan",
      "text": "Yet, there have been incidents since then."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "There have been several incidents, and they're very worrisome. There are a number of militias operating in the south, which are causing havoc, civilian casualties, clashes with the Southern People's Liberation Army. There are charges back and forth between the two, north and south, over who's supporting those militia, and so that's complicating the situation. The north in turn had accused the south of helping rebels in Darfur, and we've taken the position with both of them that that kind of tit-for-tat support of rebels in each other's territory is a very dangerous road to go down."
    },
    {
      "speaker": "Neal Conan",
      "text": "In the meantime, both countries, or one proto-country and Sudan, the existing country, have sent forces into a disputed area."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "They have both sent forces into one of the most difficult disputed areas, and that's Abyei. This is an area that was also to have a referendum, but there was no agreement on who could vote, and the two parties are still arguing over the future of Abyei. The south believes that the people, the Ngok Dinka who live there, have a right to self-determination and to come into the south. The north feels that the nomadic groups who also have regular used that area, the Messiria, should either vote in that referendum or have the right to keep Abyei in the north where they will have permanent rights to the land. And that dispute is one of the most explosive between the two."
    },
    {
      "speaker": "Neal Conan",
      "text": "And the presence of military forces in that region threatens, well, obviously, an explosion."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "It does, and they're both in violation of an agreement not to have such forces there, and even though there is a recent agreement to have those forces withdraw in place of joint police units, that agreement has not been implemented."
    },
    {
      "speaker": "Neal Conan",
      "text": "In the meantime, there is so much going on in what will be South Sudan in - for example, I think they're trying to write a constitution."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "They are, indeed. They're writing what they call an interim constitution that would effect July 9thm and would - according to the proposals, the government lasts for four years, in which the current president of the south, President Salva Kiir, would become president. And they would use that period not only to govern the country, but to develop a final constitution. And there's some controversy about the draft of this interim constitution that's just been released."
    },
    {
      "speaker": "Neal Conan",
      "text": "The controversies include?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Partly because of the opposition parties feel they were not part of the process, partly because they think the transition period of four years is too long and that there should be a government of national unity during that period, not simply a continuation of the present regime."
    },
    {
      "speaker": "Neal Conan",
      "text": "In the meantime, there are so many other institutions that have to be established: a legal system, you have to design a flag and currency and passports, a million things."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "A million things. And there is not a deep level of cadre in the south to handle all these things. They have to set up - as you say, they have to set up a central bank if they're going to have their own currency. They have to set up ministries at the state level, as well as the national level, to deliver services, create courts with the appropriate personnel, passports, as you say, establish treaty relationships as a new country with all the other countries with whom they're dealing - a tremendous amount of work. And they are working very hard at it, but it is quite challenging."
    },
    {
      "speaker": "Neal Conan",
      "text": "In the meantime, they have a host of challenges that are built into the structure of the way this country will be designed. It is a landlocked country, and its only port for exports will be in its neighbor, new neighbor and the former northern - former - well, as some in the south saw it, occupier, North Sudan."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Well, this is the interesting and challenging thing, but also an area for productive relations. These two countries are still going to be in inextricably linked. For the south, which has most of the oil, the north contains all the pipelines, infrastructure for exporting it. Many people live right on the border and go back and forth, either as nomads or as business people, et cetera. So the two countries' economies are going to be linked. And even though they had have this very, very painful past, they have to work together for the benefit of each of them."
    },
    {
      "speaker": "Neal Conan",
      "text": "And there's an email question on that point from Herschel in Birmingham: Where are the Sudanese oilfields, in the south or the north? You say mostly in the south."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Mostly in the south. Some in the north, but about 75 percent of the oil's in the south."
    },
    {
      "speaker": "Neal Conan",
      "text": "And are there contracts? There were contracts with Chinese developers to buy most of that."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "You know, this is one of the most complicated areas for them to negotiate. There are contracts with private companies, the Chinese, the Indians, the Malaysians. There are two state-owned corporations that also operate part of the infrastructure. And then you have two governments that will be involved. And sorting all that out is proving to be extraordinarily complicated. In this case, the Norwegian government has been providing a lot of expertise to both parties on how to manage this negotiation."
    },
    {
      "speaker": "Neal Conan",
      "text": "The Norwegian government, of course, has tremendous expertise with oil from the north field, the North Sea developments, but, of course, little with these kinds of political disputes. I expect they're going to get a lot more very quickly. Another email question, this from Jordan in Cambridge, Massachusetts: Other than the referendum vote, it seems there's been a lack of coverage of events occurring in the Darfur, giving the impression that the atrocities we've heard so much about in the past are not as serious as they once were. What's the current situation in Darfur?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "The situation in Darfur is not as dire as it was in 2003 and '04, when the world was rightly deeply, deeply affected by what was going on there. But fighting still goes on in parts of Darfur. There are still some two million people displaced from their homes. There are still hundreds of thousands of refugees across the border in Chad. So this is a situation that has not been resolved after eight years. And it's one of the highest priorities for me and for the U.S. government in the coming months, to see how we can bring peace to this area. It's more complicated in that we don't have a framework like we have for the north-south negotiations, a comprehensive peace agreement. So we're dealing with a lot of different rebel organizations, a lot of different international actors. And we don't have the framework that we need, in my view, to move this process forward."
    },
    {
      "speaker": "Neal Conan",
      "text": "Some have criticized the United States and others for focusing on the north-south dispute and putting less emphasis on Darfur, saying essentially -and this is the criticism - that the importance of the north-south treaty and that process was put over the situation in Darfur, that to focus on Darfur would have threatened the resolution in the south."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "I know that feeling is out there. I was part of the north-south negotiations before I took this present job. But my predecessor, General Gration, was spending a great deal of time on Darfur. But he was right to put a great deal of emphasis on assuring that that referendum in January in the south went forward, and went forward peacefully, because a return to war between north and south would have been a calamity, and it would not have contributed at all to peace in Darfur. So while we were working on the peace processes in Darfur, I think the tremendous international effort to assure that the CPA would go forward peacefully was a right emphasis."
    },
    {
      "speaker": "Neal Conan",
      "text": "CPA, the Comprehensive Peace Agreement."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "I'm sorry, yeah. The Comprehensive Peace Agreement."
    },
    {
      "speaker": "Neal Conan",
      "text": "Part of the deal, it seemed, was if Sudan agreed to accept the results of the referendum peacefully, whatever they were, that the United States would take Sudan off the terrorism list."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Well, what the president said and has started is that he would begin the process of examining the removal. That process requires two things: It requires that they meet the terms under the law for getting off the list of state sponsors of terrorism. So they have to go through a very careful review of that. And second, that they complete the negotiations on the Comprehensive Peace Agreement. So my guess is that the president will be ready to make that decision sometime around July, and then it goes to the Congress for comment for 45 days. But even after that's done and if it's successful and they come off the list - which I think would be extraordinarily important - most of our economic sanctions in our legislation are linked to Darfur."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Ambassador Princeton Lyman, the special envoy to Sudan. You're listening to TALK OF THE NATION, from NPR News. And what's the difference between an ambassador and an envoy?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Well, an ambassador is a personal title. Usually, you're an ambassador to somewhere. But if you've been in the service and been an ambassador, you get to keep the title. But an envoy is job, and it's an assignment. And as an envoy, you're charged with, in this case, working to bring peace to Sudan."
    },
    {
      "speaker": "Neal Conan",
      "text": "One of your previous jobs, though, was ambassador to South Africa during the transition to apartheid. And I wonder if you see any similarities here."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "There are some. And that was an extraordinary time and an extraordinary time to be there. There are some lessons to be learned on negotiation, on how you overcome problems that seem intractable. But I think one of the differences is that in South Africa, both Nelson Mandela and President de Klerk were determined to do the negotiations themselves with help from outside, but not direct participation. In Sudan, because of the long civil war and some of the other kind of problems, the international community - particularly through the Africa Union, but in other ways - is more directly involved in the process in bringing the parties together and helping to negotiate or implement agreements like the Comprehensive Peace Agreement."
    },
    {
      "speaker": "Neal Conan",
      "text": "One of the principal players in this process, John Garang - who once ran the SPLA, the Sudan People's Liberation Army - shortly after the completion of the agreement, died in a plane crash. I wonder, would things, do you think, be easier today if John Garang had lived?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "I think they'd be different in this way: John Garang had a vision of transforming all of Sudan, and was not focused so much on separation, as transforming all of Sudan into a more pluralistic and democratic country. With his death, the progress under the Comprehensive Peace Agreement evolved much more toward independence of the South. And so I think that changed the atmosphere and the direction that the process took after his death."
    },
    {
      "speaker": "Neal Conan",
      "text": "There's another leader, and that's, of course, the president of Sudan, who's under indictment for war crimes. How does that factor into this?"
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Well, President Bashir was indicted by the International Criminal Court for war crimes in Darfur. We do not have any direct contact or relationship with the president because of the indictment. We work with a lot of other senior officials, and there are others in the international community who do have direct contact with him. But that's a factor in the process, and it does complicate, somewhat, the negotiating process."
    },
    {
      "speaker": "Neal Conan",
      "text": "There is also, some fear, a precedent that may be established here. We saw Eritrea break away from Ethiopia some years ago, now, South Sudan breaking away from Sudan. There are all kinds of border disputes and boundaries in Africa that, well, the people say if you're going to start rectifying these, it's never going to stop."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "African nations have generally been very wary of this kind of split, ever since the end of colonialism, when they accepted the colonial boundaries, simply because they felt to try and alter them would lead to instability and warfare. So when Eritrea split from Ethiopia, that was quite a challenge for what is now the African Union. And the African Union was, to some extent, very wary of this process. But they assigned former South African President Thabo Mbeki to work with the parties on this process. And I think he helped a great deal to convince the African Union that this was the right way to go, that after two, long civil wars, the sentiment in the south was so great, that achieving a peaceful separation, in this case, was the better alternative."
    },
    {
      "speaker": "Neal Conan",
      "text": "There continues to be friction between Ethiopia and Eritrea. There is already friction between South Sudan and the north."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "There is friction. And we're learning some lessons from Ethiopia and Eritrea. It's interesting that the U.N. special representative in Sudan is an Eritrean who fought for the Eritrean independence and has experience in what happened subsequently. And his advice has been extremely helpful to the two parties not to make the same mistakes that happened between Eritrea and Ethiopia."
    },
    {
      "speaker": "Neal Conan",
      "text": "Ambassador Lyman, thanks very much for your time. We wish you the best of luck."
    },
    {
      "speaker": "Mr. Princeton Lyman (U.S. Special Envoy To Sudan)",
      "text": "Thank you very much, Neal. Appreciate it."
    },
    {
      "speaker": "Neal Conan",
      "text": "Princeton Lyman, special envoy to Sudan. He joined us here in Studio 3A. Tomorrow, life after the streets. We'll talk with NPR's Jacki Lyden about her recent series on recovery after prostitution. This is TALK OF THE NATION, from NPR News. I'm Neal Conan, in Washington."
    }
  ]
}