{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "And now it's letter time. Our editor Sasa Woodruff is here with me. Hey, Sasa."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "Hey, Tony how's it going?"
    },
    {
      "speaker": "Tony Cox",
      "text": "It's going well, thank you. So, the story that got the most attraction from listener response was an interview we did with finance and economic professor Sherry Jarrell, who was quite critical of the latest stimulus package."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "That's right. Here are a couple of responses from our website. First off, Larry Parker agreed with our guest and wrote us this. (Reading) It is absolutely a bad thing to do. It is not thought out and targeted to capital projects. Just another chance for politicians to buy votes, and they love to spend our money. It is the plan of the socialist that is now running the country."
    },
    {
      "speaker": "Tony Cox",
      "text": "Then, Francisco Lopez fired back with this. (Reading) Socialist, how interesting that we would call policies to get us out of the economic hole that when the political thought of the last 30 years has simply been welfare for the rich."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "Then Qwende Madu(ph) chimed in with this. (Reading) Pure Republican haberdash. The government didn't require banks to make bad loans. They did so of their own accord. Furthermore, the stimulus package is not meant to replace private investment but is the last resort meant to show entrepreneurs that the economy is still viable."
    },
    {
      "speaker": "Tony Cox",
      "text": "And Walter Groppe(ph) has cheered our guest with this remarks. (Reading) Government got us into this mess. That means, Democrats and Republicans should they be trying to get us out of it? No, the government needs to sit down, shut up and learn."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "Now, moving on to another story. Ann Powers(ph) in St. Louise, Missouri wrote us after she heard us replay a Roundtable with African-American mystery authors."
    },
    {
      "speaker": "Tony Cox",
      "text": "She wrote, I heard the original but did not write down their names since I was driving at that time. I did remember Paula Wood's name and purchase one of her books and thoroughly enjoyed it. I now will look for books by the other two. I never thought about whether or not an author was any particular race when buying mysteries in the past. Thank you again for the repeat."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "And as we head into our last week, we continue to get farewell notes from our fans. We'll close today with one from Jamie Scott in New York City. (Reading) Tony Cox and all the great staff of News and Notes, as the sad day draws closer where I won't be able to listen to you on my way to bed on WNYC, I just wanted to say thank you for keeping me in touch with the African-American experience and for all your good work. I will miss the show so much. What a huge loss, what a huge shame. And that's it for letters. Thank you for writing. Please keep you thoughts coming for another week."
    },
    {
      "speaker": "Tony Cox",
      "text": "To write us just log on npr.org and click on Contact Us. When you get there, you'll see a lot of shows to choose from. Make sure you pick News & Notes when you write to us."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "And be sure to tell us where you're writing from and how to pronounce your name."
    },
    {
      "speaker": "Tony Cox",
      "text": "Thanks, Sasa."
    },
    {
      "speaker": "Sasa Woodruff",
      "text": "No problem."
    },
    {
      "speaker": "Tony Cox",
      "text": "That's our show for today. Glad you could join us. To listen to the show or subscribe to the podcast, visit our Web site, nprnewsandnotes.org. To join the conversation or sign-up for the newsletter, visit our blog at nprnewsandviews.org. News & Notes was created by NPR News and the African-American Public Radio consortium. Tomorrow, disgrace financier Bernie Madoff goes to jail after pleading guilty to running a vast Ponzi scheme. A look at the week's top headlines on our reporters' Roundtable. I'm Tony Cox. This is News & Notes."
    }
  ]
}