{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I'm Ira Flatow. When you think wine, one of the countries most closely associated with winemaking is France, right, of course. But the French didn't always know how to make wine. Thousands of years ago, they probably had been drinking a mixed, fermented beverage made from fruit, grain and honey. But writing in the Proceedings of the National Academy of Sciences, researchers report that they have been able to trace back the origins of viticulture in France to about 500 BC, using a combination of archaeological detective work and biomolecular approaches in the lab. And one of the men who's been studying the origins of winemaking for many years, the man some people call the Indiana Jones of wine, is Patrick McGovern, scientific director of the Biomolecular Archaeology Laboratory at the University of Pennsylvania Museum of Archaeology and Anthropology in Philadelphia. He's authored many books, including \"Ancient Wine: A Search for the Origins of Viniculture,\" \"Uncorking the Past: The Quest for Wine, Beer and Other Alcoholic Beverages.\" He joins us this week. Welcome."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Hello, Ira, nice to talk to you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Why do they call you the Indiana Jones of..."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well because I've gone out around the world, you know, doing different archaeological investigations, which have turned up some pretty unusual fermented beverages (unintelligible)."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Like what?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, one of the first that we did was a tomb that the University of Pennsylvania museum excavated in central Turkey, which is believed to be either the tomb of Midas or his father, Gordias, west of Ankara. And it was done by the museum back in 1957 and had one of the largest Iron Age drinking sets in it that the excavators had the foresight to bring the residues in the drinking set back here to Philadelphia. And it was one of the easiest excavations I was ever on. I just had to walk up two flights of stairs, gather up the residues, and then we started doing our analysis."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you take the dregs, so to speak, out of the amphora - the jugs, and you bring it back to the lab, and..."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "It's the evaporated remains or residues of the original beverage that was in the vessels, and in this case it turned out to be a combination of barley, honey and grapes, so it was like a wine, beer and mead all in one. And, you know, your stomach might cringe a little bit at the thought of such a beverage, especially back in 2000 when people weren't doing all the experimental work that we have going on today, especially among craft brewers. So we did some experimental archaeology and got a bunch of microbrewers to go back to their breweries and do up, you know, different versions of what we later called Midas Touch."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so you can still make that old stuff today."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well yeah, it's out there, it's available. So... It's produced by Dogfish Head Brewery. They're the ones that won the competition."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Let's talk about this French discovery. Tell us about what you found."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "OK, well, this is a site in southern France called Lattes today, or Lattara in antiquity, very close to Montpelier. And it had a merchant's quarter near the harbor in which there were amphoras, you know, large jars that are used in shipping various goods around the Mediterranean, that were in the merchant's room. And we also had a - what turned out to be a wine press very close by. So these amphoras were from central Italy, from the Etruscan area, and dating around 500 BC, as you said. And we applied a whole series of analytical techniques to figure out what the contents of those vessels were. And it turned out to be a very interesting wine that had pine resin added to it, also rosemary, perhaps basil. So it wasn't just sort of your typical French wine you'd, you know, pick up today."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And do you believe this to be the oldest remnant of French viniculture?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, we believe that the wine press nearby, this is our - once they build up an interest among the southern French, at that time it would have been the Celts or the Gauls, once they got interested in wine, then the logical next step is to set up your own winemaking facility. And so this is where the press comes into the picture. It is the earliest wine press that has so far been found in France. Now that's not to say that there won't be other discoveries, you know, at sites nearby. Like Marseilles had a Greek colony, for instance. But this one at Lattara is the earliest native Celtic wine press that has so far been discovered."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how do you think it made its journey, the winemaking, to France from other countries?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, it first, you know, it was amphoras of wine coming in from the Etruscan area. The wine press is made out of local limestone. So that indicates that they are, you know, setting up their industry right from the materials that they have at hand. They probably need some help from the Etruscans to lay out the vineyards. They have to have the grape vine, the domesticated grape vine that was ultimately domesticated in the Near East, that has to be transplanted probably from central Italy over to southern France, and then they have to be - the southern French have to be tutored at first in how to lay out the vineyards and how to make the wine."
    },
    {
      "speaker": "Ira Flatow",
      "text": "How do you get - so they're bringing the roots back, the living vines, with them in a boat?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "That's what we think. I mean, we have examples where grape vines are found in moist soil in the hull of the ship, and that would be probably the way it was done."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So the root stocks that people today associated with French wines came from another country?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "One part of the genetic signature is of the domesticated grape. And then as the domesticated grape travels across the Mediterranean, you get crosses with wild grapes because the wild Eurasian grape, Vitis vinifera, it grows all along the southern coast or along the Mediterranean. So as you get - bring in the domesticated grape vine, you know, starting over in, you know, the area of Lebanon today, and you move across to Crete and Greece and then on to Italy, you're getting crosses between that domesticated vine and the wild grapes that are growing there. And so you get a whole series of cultivars springing up, and those are the ones that then, you know, get chosen for different reasons. It could be the color of the grape, it could be the thinness of the skin, the sugar, flavor and so forth. But the grapevine is very promiscuous. So it crosses quite easily."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Can you tell from the residue whether the wine was red or white that was in there?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, we saw sort of a reddish hint, you know, which suggested a red wine, but if we base our thinking a little bit more on the - what the Romans do later, white wines became the most popular wines. And that may be because it's a rare mutation in nature to go to the white or the albino type of grape. There's only like five or six percent of the grapes that will switch over. So that becomes more desirous, and, you know, has higher social value, you could say, among the upper class to, you know, be drinking a very refined white wine."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Were people drinking beer before they were drinking wine?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Yes, that's been documented not in southern France yet but up into Germany and Scandinavia and Scotland, where all across Europe in the Celtic areas they were doing mixed or hybrid beverages in which, just like I mentioned the Midas Touch. I mean, they put together, you know, a high-sugar fruit, a very high concentrated sugar honey and different herbs from the areas in which they're in. So for instance we just came back from Sweden, where we did a Nordic grog, you could call it, in which it has lingonberry, bog cranberry, honey and wheat and barley, and then the herbs include bog myrtle, yarrow, meadowsweet, and we also put in birch resin because we have chemical analyses of samples in tombs in Scandinavia, and it's also been attested in Scotland and Germany, of such a beverage."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What would be a - and forgive the pun - what would be the holy grail for an Indiana Jones like you? What would be the ultimate?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, that would be to go right back to the beginning, you know, to do like a dino brew, you know, sort of a Garden of Eden type of beverage, I guess. And unfortunately in the Paleolithic period, the containers get destroyed. They were probably made out of leather, wood or whatever. So we don't have remnants of any containers from the Paleolithic period. And that's important because once you have a container like pottery, made of pottery, the liquids get absorbed into that, and it helps to retain the ancient organic materials until the biomolecular archeologists like us comes along thousands of years later."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you have any bets of where the cradle of civilization for wine and beer originates?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, I would say it goes right back to the beginning of the human species, so Africa."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah, that far back?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Yeah, I mean because they were probably chewing all different kinds of grains and roots, sorghum, millet, bulrush, and we have enzymes that break down the starches into sugar and can be fermented, you know, into a fermented beverage. They certainly knew about honey, which is the most concentrated source of sugar and ferments quite easily."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Was the aim to make alcohol or to store the food..."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, part - you know, it's also preservation, of course, and special flavors that fermentation gives and aromas. But I think the main incentive is the mind-altering effect because that is where you get the pleasure cascade of neurotransmitters occurring when you drink an alcoholic beverage. And it explains, I think, why beer in particular - beers, I should say, in plural - is sort of the center of all the different - the many, many cultures in Africa where often they'll put the brewery right at the center of the village, and all the ceremonies revolving around the ancestors, which is primary to a lot of the peoples there, includes a fermented beverage that they pour onto the grave of the ancestor."
    },
    {
      "speaker": "Ira Flatow",
      "text": "One more question. As a chemist, what do you want to know - what tool would you like to have or know, what thing would you like to know now that you don't?"
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, we've gotten a lot of good tools recently. I mean, the one we used in this paper, which is liquid chromatography, mass spectrometry with an orbit trap detector, I mean that goes down to parts per billion for a lot of the compounds that we're looking for. You know, ultimately, I don't know. There's like alcoholic clouds in the star-forming regions in the middle of the Milky Way, maybe get some sort of a real time machine out there and explore that, too."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You should need a flux capacitor, that's all you're missing from this."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Thank you - we don't have one here, so we can't give it..."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "Well, you'll have to come up with that. Just let us know, you know, we're ready to do it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, Dr. McGovern, thank you very much."
    },
    {
      "speaker": "Patrick Mcgovern",
      "text": "OK, nice talking to you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You, too. (Unintelligible) is scientific director of the Biomolecular Archaeology Laboratory. That's at the University of Pennsylvania Museum of Archaeology and Anthropology in Philadelphia. We're going to take a break, switch gears and talk about what happens if the big one, the really big one, hits us. We'll come back and talk about \"Scatter, Adapt, and Remember: How Humans Will Survive a Mass Extinction.\" We want to hear what you have to say how to do it. So stay with us. We'll be right back after this break. I'm Ira Flatow, this is SCIENCE FRIDAY from NPR."
    }
  ]
}