{
  "transcript": [
    {
      "speaker": "Michel Martin",
      "text": "If you think Russia's influence in the last presidential election began in 2016, a new book argues that's wrong. In Blowout, journalist Rachel Maddow - yes, that Rachel Maddow, the MSNBC host - traces the rise of oil as a powerful, destructive and lucrative industry to the Russian interference in the last presidential election. One of the ties that binds it all together is Vladimir Putin. The oil industry generated tons of money for Russia, and Putin used this money to support his vision of making Russia a superpower again, exerting his influence in the region and around the world. Maddow argues he's been playing the long game, and the 2016 election interference, the trolls, the bots, all of it is just one aspect of it. There are a lot of dots to connect in this story, and here to do that is Rachel Maddow. She's the author of \"Blowout: Corrupted Democracy, Rogue State Russia, And The Richest, Most Destructive Industry On Earth.\" And she's with us now from our bureau in New York. Welcome. Thank you so much for joining us."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Thank you so much for having me. I'm really happy to be here."
    },
    {
      "speaker": "Michel Martin",
      "text": "So, you know, you bring together a lot of different topics here, and it isn't really just Russia. I do have to say that one of the things that this book does is - you say it yourself - it stitches together - I'm reading here - it says it's a thread that wraps its way around the globe from Oklahoma and Texas and Washington, D.C., to London, Kyiv, Siberia, Moscow, Equatorial Guinea, the Alaskan Arctic and to a trove of Michael Jackson memorabilia, a luxury hotel in Central London, a divorce court in Oklahoma City, a crappy office building offering its workers a free power supply in St. Petersburg, Russia. There's a throughline here, and the throughline is oil."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Yeah. And I did not set out to write a book about oil and gas. I didn't set out to write a book at all, but I was very curious. I found myself putting a lot of focus on my show on what Russia did in 2016. I was really stuck in terms of trying to figure out their motive force, not just for why they would want to influence our election but for why they would try to do it in that way, why they would throw that kind of very innovative, MacGyver kind of wild punch at us. And I ended up getting to this issue of oil and gas, and it surprised me as much as I think it might surprise anybody. But I do think that the Russian economy being a mess and being totally dependent on oil and gas does explain some of Russia's weakness. And some of Russia's weakness explains why they attacked us in the way they did."
    },
    {
      "speaker": "Michel Martin",
      "text": "So the beginning kind of nugget of this is that you're trying to understand what Russia's motivation would be. And what you see is that they want to use oil and gas as a tool for expressing kind of global power. But your thesis says it's larger than that. I mean, your thesis is that Russia, like a number of other countries, is basically the victim of a resource curse, right? Would you talk about what that means?"
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Sure. The basic idea is that if, in your country, you've got natural resources, that somebody is going to pay to come into your country and extract and then sell on the international market. That seems like something that ought to economically benefit your country. You will get new revenue from the extraction and sale of your natural resources. But what we see over and over again is that selling off your natural resources in the commodities market tends to kind of ruin your country. It tends to leave you worse off, even economically worse off. And that's because it has a warping effect on your economy. It's hard to have a diversified, stable economy when you've got one resource that's pulling in such a big revenue stream. And when you've got one resource that's pulling in such a big revenue stream, you tend to end up with very rich elites who will do anything to hold onto power, who stop doing the other things that governments should otherwise be doing to serve the needs of the people."
    },
    {
      "speaker": "Michel Martin",
      "text": "OK. So what does this have to do with Michael Jackson's glove?"
    },
    {
      "speaker": "Rachel Maddow",
      "text": "(Laughter) Well, it's both a sad and all areas side story in this. The government in Equatorial Guinea got all these oil revenues. And they basically decided to turn the president of the country and his son into some of the richest and most ostentatiously, flagrantly tacky people on the globe while the people of that country suffered and got poorer. And the son of the president of Equatorial Guinea amassed one of the world's great supercar collections and amassed mansions in the most flamboyant places in the world and put together a really spectacular collection of Michael Jackson memorabilia, all on oil revenue money that was essentially looted from the treasury of his country."
    },
    {
      "speaker": "Michel Martin",
      "text": "Meanwhile, people in his country, his - most of the citizens are living on - what? - pennies a day."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Yeah."
    },
    {
      "speaker": "Michel Martin",
      "text": "And people are still as poor, as sick and as under-nourished and under-educated as they were - what? - 20 years ago."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Yeah, and getting worse. Actually, as the oil revenues flooded in Equatorial Guinea, the government in terms of serving the needs of the people of that country got worse. And you saw everything get worse. You saw the poverty rate get worse. You saw the education system get worse. You even saw the vaccination rates go down just because that stream of oil revenue so captured the elites of that country that that became all they did was fighting to stay in power, to keep their clamp on that stream of revenue. And that just happens over and over again all over the world."
    },
    {
      "speaker": "Michel Martin",
      "text": "What about the United States, though? I mean, is there a way in which this is playing out here? Because one of the things that you argue is that these industries throw off so much money that it becomes relatively easy to buy off the elites who benefit from it because it's in the interest of these companies to maintain stable governments. And, you know, sad to say, stability and autocracy often go hand in hand. OK. But what about in the United States?"
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Well, I think the United States and sort of we the people of the United States have the key role in the whole world to play in this because the Western oil majors - not all of them but most of the important ones - are U.S. companies. And even if they're not U.S. companies, they need to operate within the United States, which is a rule of law country, which has the opportunity to regulate them if we so choose. And so I think the most important way that we function in this is that if our government chose to make oil and gas companies better international and better corporate citizens, it would have a knock-on effect all over the world in terms of this industry being able to prop up despotic regimes and sort of malignant bad actors around the world. We have the power to fix this if we demand that our representatives do this."
    },
    {
      "speaker": "Michel Martin",
      "text": "You say in the afterword to the book that you're never going to do this again. I take it just because, you know, writing a book while hosting a daily program, which you've been doing since - what? - August of 2008 is not easy."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Yeah."
    },
    {
      "speaker": "Michel Martin",
      "text": "You obviously have a sense of mission about it. What are you hoping to accomplish with this book?"
    },
    {
      "speaker": "Rachel Maddow",
      "text": "I am hoping to convince myself to never do it again... ...To remind myself that I do have a full-time job. And I don't actually have the bandwidth and the physical stamina to do a whole extra thing. But this thesis did compel me. And I do, you know, it's a deep look at this. And it's a book-length treatise of this. And the only reason I did that is because I felt like the argument here is sort of too long to put on TV. It takes a couple hundred pages to tell it. But, you know, this isn't an activist book. It's not a call to action. It's essentially a call to be conscious of this. And I do think, to look at our situation in the country broadly right now, there is a growing awareness that we need to think about bolstering our democracy. I think democracy is in decline globally, and it is under pressure both here and around the world. And what I'd like to contribute to that very sober realization we're having right now is a realization that regulating big corrosive industries that undermine our democratic processes is part of standing up and bolstering our democracies, that we do actually need to rein in some of these guys."
    },
    {
      "speaker": "Michel Martin",
      "text": "That's Rachel Maddow. She's the author most recently of \"Blowout: Corrupted Democracy, Rogue State Russia, And The Richest, Most Destructive Industry On Earth.\" And she's also, in her spare time, she's the host of the Emmy Award-winning \"Rachel Maddow Show\" on MSNBC. Thanks so much for talking to us today."
    },
    {
      "speaker": "Rachel Maddow",
      "text": "Michel, thank you so much."
    }
  ]
}