{
  "transcript": [
    {
      "speaker": "Debbie Elliott",
      "text": "Shemekia Copeland is a woman with a mission.  She says so on the first      track of her latest CD, \"The Soul Truth.\""
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "(Singing) You better step aside.  I'm a woman on      a mission.  I finally got a plan to get me out of this old prison.      You're treating me bad, so I'm making tracks.  I'm out of here, taking      off.  I ain't coming back.  No!  I'm breaking out."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "The 20-something blues singer joins us now from Chicago Public      Radio. Hello, Shemekia."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Hey.  How you doing?"
    },
    {
      "speaker": "Debbie Elliott",
      "text": "I'm great.  It was really hard for me to stay in my seat      listening to that first track, \"Breakin' Out.\""
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Thank you.  Thank you.  We had such a good time recording      this record."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Tell me what that song is about."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "It's about a lot of things, you know.  I think that ever      since I started doing this, I like to put women in a position of power,      you know. There's so many insecure women out there, and I just want women      to know be proud of who you are and what you are.  And, you know,      anything that's going wrong in your life that you want to change, you can      change it and move on. (Singing) Honey, I'm breaking out.  Keep your money.  I've      done my time.  I want to laugh and smile.  It's time to shout, `I'm      breaking out!'"
    },
    {
      "speaker": "Debbie Elliott",
      "text": "You do seem to be on a mission when it comes to the blues, too."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Yes.  I'm very proud to call myself a blues artist because      there's just so many young artists out here, black women in particular,      and I think they're afraid of that title.  But I love being called a      blues artist because nobody else has got the guts to call themselves      that."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Why do you think that is?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Well, you know, I think when people hear `blues,' they      just feel like, you know, it's sad music."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Or they think about old men from Mississippi."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Exactly.  And that's really not the case because just like      every other genre of music, blues has evolved and grown."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Now you grew up in Harlem.  What kind of music did you and your      friends listen to?  Or mostly, I should say, what kind of music did your      friends listen to when you were growing up?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Well, I grew up in Harlem in the middle of the hip-hop      era. And it was pretty much all hip-hop.  It was very fresh and new then,      and that's what they listened to.  And I listened to a little bit of it,      but I would go home and listen to my records, my Etta James records or my      Johnnie Taylor records and my Koko Taylor records.  You know, when I was      a kid, I used to get in trouble because I would go to school and me and      my friends, we'd be singing, (Singing) `I'm a woman.  I can make love a      crocodile,' you know stuff like that.  And the teacher--Whoo!  My      goodness.  She just could not understand and could not get with that."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "She wasn't going for that."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "She called my mom up and she said, `What is your child      singing in school?'  And my mom would get me back home and my parents      would just laugh so hard about that."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "But you had an excuse."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Right."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "You were--your dad, right?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "I had an excuse; a good one, too."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Now your dad was the Texas blues man Johnny Clyde Copeland."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Yes."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "So I'm guessing he's the one who introduced you to a lot of      this music."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Yes, he did.  And my father was just--he loved music, and      that's what I loved about my father.  He wasn't just a blues artist; he      loved music, world music, all sorts of music.  So I ended up hearing a      lot of different things.  So that's great for me because my ears are open      to everything."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "You've also probably got to meet a lot of interesting people      because of your father."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "I did.  I got to meet some interesting people.  But being      so young, you don't know who these people are.  You just know that they      played guitar and they sing.  That's it.  That's all I knew at this      point.  I had no idea it was Albert Collins and, you know, cats like      that.  So..."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "There's one song on \"Soul Truth\" that seems to be a commentary      on the state of popular music today.  I'd like to hear a little bit of      \"Who Stole My Radio?\""
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "(Singing) I want passion, I want feeling.  I want to be      rocked from the floor up to the ceiling.  Make it rough, make it smooth,      just as long as I can feel the Earth move.  But something's missing when      I turn off the lights.  I need some music to help me through the night.      I want to know... Backup Singers:  I want to know. (Singing) ...I want to know... Backup Singers:  I want to know. (Singing) ...who stole my radio?  I want to know... Backup Singers:  I want to know. (Singing) ...I want to know, I want to know... Backup Singers:  I want to know. (Singing) ...who stole my radio?  Who stole the funk?  Who      stole the soul? The best part about radio, I think, in the past was was that people got a      chance to play things that reflected their personalities, you know, and      that's what made radio so cool in the past.  You just played something      because you like it.  And I think now a lot of radio disc jockeys and      people are forced to play things just because it's what's popular and      they don't really get a chance to play stuff that they like."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "If they're even playing it."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Ex..."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "I mean, most of the time it's all on a computer--Right?--being      played for them."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Exactly.  Exactly.  So it's all computerized.  And you got      one person controlling everything, and that's just not the way it should      be."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Your songs really have attitude, something..."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "I've got plenty of it."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "You do, I'm telling you. But I didn't really expect that.  You're--What?--26?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Yes, ma'am."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "You sing like you've lived some kind of life already."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "I have.  You know, I have lived and I truly believe I've      been here before, you know.  I'm an old soul."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Where do you think that comes from?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Listening.  What a lot of young people lack these days is      they don't like to listen to anything.  But me, I was like a sponge.  I      sat around and I listened to everything I could possibly listen to, and I      picked it up: every conversation, every everything, my parents'      conversations.  When my father had friends over, you know, old blues      cats, you know, I would listen to everything and I'd pick up everything,      and I'd keep it and hold on to it.  And that's why I believe I'm the way      that I am."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "There's a song I want to listen to a little bit that I think      sort of reflects the wisdom that you have at your young age.  It's called      \"Can't Have That.\"  Let's listen."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "(Singing) You say you don't need me; I know that you do.      You say you don't want me; we both know that ain't true.  Don't give it      up easy. As a matter of fact, you can have some of this, but you can't      have that.  I must have..."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Now that's attitude."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "I just think as a young woman, you have to have a certain      amount of attitude, and you just have to have a love for yourself.  I      wouldn't say be stuck up and be conceited, but know what you got is      something good. And if somebody wants it, they got to work hard for it.      They have to prove to you that they want more of you than just one thing,      and that's what that means.  You know, I got a lot of--you know, my      goddaughter is 10 years old, my niece is getting ready to turn nine years      old.  So I got these young women all around me, and I want them to know      their worth.  And I think that as long as you know your worth and know      that you're something special, that you won't be able to get taken      advantage of, and that's very important. (Singing) Can't just love me and leave me in no time flat.      You can have some of this, but you can't have that."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "We're talking with Shemekia Copeland, whose new CD is \"The Soul      Truth.\" Now you dedicated this record to the memory of your grandmother.  Can you      tell me a little bit about her?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Yeah.  I was just talking about my grandmother.  My      grandmother could not have been more proud of me than anyone.  She had a      brag book, she called it, and she carried it around Greene County, North      Carolina, showing it to everybody.  And I truly miss her.  She died a few      months back, and it was really, for me, kind of sudden.  You know, I      didn't expect it.  She was young for a grandma, only about 72.  And I      truly miss her.  And she used to come to my gigs and things like that,      and she was just a proud supporter of Shemekia Copeland.  I lost one of      my biggest fans when she left here, and we all miss her.  Actually, her      birthday's coming up real soon, so we're all going to get together and      celebrate, celebrate her life."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Was she a strong woman, though?  Did she instill in you this      sort of sense of respect yourself?"
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Oh, yeah.  Awe--yes.  Her mother, Grandma Martha--she died      when I was about 16--was a very strong woman.  My grandmother's a strong      woman.  My mom's a strong woman.  Auntie Phyllis(ph)--I mean, I got      strong women all around me, so that attitude comes from a good place."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "Shemekia Copeland's new CD is \"The Soul Truth.\" Thank you so much for talking with us, Shemekia."
    },
    {
      "speaker": "Ms. Shemekia Copeland",
      "text": "Thank you so much for having me.  I appreciate it. (Singing) The whole world is at my door every time I get a      little bit more.  Ohhh.  I stay hungry all the time.  But something keep      tugging, tugging on my mind.  I try to live in moderation, but that only      gives me aggrevation.  Oh, I need something heavy to keep me steady and      ready.  I need something heavy to keep myself together.  I can't think      till I get some satisfaction.  It could be a pot of Memphis soul stew."
    },
    {
      "speaker": "Debbie Elliott",
      "text": "To hear more of Shemekia Copeland's music, go to our Web site,      npr.org. That's ALL THINGS CONSIDERED from NPR News.  I'm Debbie Elliott."
    }
  ]
}