{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Over the long history of American conquest, Native Americans have been banned from many things at various times - practicing their religion, wearing their native dress, speaking their languages. For the last 200 years, they were also prohibited from owning and operating distilleries on tribal lands. It dates back to 1834 during Andrew Jackson's presidency, when he put in place racist policies based on stereotypes. This month, Congress finally lifted that ban, opening up the booming craft spirits industry to tribes across the country - tribes like Linda and Curt Basina's Red Cliff Band of Lake Superior Chippewa. The Basinas have made history as the first Native American owners of a distillery. It's called Copper Crow. And they join me now from Bayfield, Wis. Welcome to the program."
    },
    {
      "speaker": "Curt Basina",
      "text": "Yeah. Well, thank you. Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "I can hear that you're, obviously, at work right now. It sounds pretty busy there."
    },
    {
      "speaker": "Curt Basina",
      "text": "It is. We've got a few people that came into the tasting room. Our nephew was assisting us in making a rye-based mash for some rye whiskey that we're going to, hopefully, get into a barrel in the next several weeks."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Sounds great - I want to talk a little bit about this ban. Why was this ban in place to begin with, in your view?"
    },
    {
      "speaker": "Curt Basina",
      "text": "In looking at the 23rd Congress of 1834, it was an act to regulate commerce on Indian reservations and to promote peace on the frontier."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What is your reaction to the fact that it's finally been lifted? What do you think the importance of that is?"
    },
    {
      "speaker": "Curt Basina",
      "text": "I'm ecstatic about it. I think it's real important. It's going to provide those tribes that are interested in pursuing distilleries as a means of promoting employment opportunities and educational opportunities, hopefully, for tribal members."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "One of the reasons that people have supposed this has been on the books for all this time is because, obviously, native peoples do struggle with alcohol abuse as do other communities in the United States. Where do you think this fits in to that issue?"
    },
    {
      "speaker": "Curt Basina",
      "text": "Well, I think, you know, yes, this is an issue that's not just on reservations today. It is in other communities, but it's something that we've had to be very sensitive to and keep that in the back of our mind as we were planning this business. We live in a very touristy area, so we hope to be a destination for those tourists to bring them out to our reservation. Our reservation is a beautiful place located on the shores of Lake Superior. And we hope it's a draw for our community."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So to you both, I mean, you were the first to be able to do this. You're certainly not going to be the last. Are you having competition from other Native American distilleries?"
    },
    {
      "speaker": "Curt Basina",
      "text": "Currently not, although the Penobscot tribe out in Maine is in the process of pursuing a distillery. And the Chehalis tribe out in Washington state is very active in pursuing a distillery. And I believe that they're the ones who actually contacted lawmakers to introduce the bills to have this prohibition repealed."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Linda, what's the best seller at Copper Crow?"
    },
    {
      "speaker": "Curt Basina",
      "text": "Right now one of our top sellers would be a Frog Bite, we call it. It's a jalapeno and lime mixture with some vodka. And that's got a little bit of heat to it, little bit of sweetness. It's a nice drink. And we've got a couple of specials happening right now for the holidays - some slush specials that are kind of fun."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Where'd the name Copper Crow come from?"
    },
    {
      "speaker": "Curt Basina",
      "text": "Copper is something that, back in the trade days with the voyagers, was something that was traded in our area in this region. And the crow has a very positive story in the Ojibwe culture. The crow is - his purpose is to help others find their way. And it was just a nice story. And the alliteration of Copper Crow also was something that led us to that choice."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It sounds very auspicious. Linda and Curt Basina are co-owners of Copper Crow Distillery. Thank you both so very much and best of luck."
    },
    {
      "speaker": "Curt Basina",
      "text": "Well, thank you. Thank you so much."
    }
  ]
}