{
  "transcript": [
    {
      "speaker": "Whitfield",
      "text": "OK, we saved the best for last, and that would be the \"Chat Room.\" Jacqui Jeras in the \"Chat Room\" with me now."
    },
    {
      "speaker": "Jeras",
      "text": "Hey, hey."
    },
    {
      "speaker": "Whitfield",
      "text": "We got a couple little things to squeeze in."
    },
    {
      "speaker": "Jeras",
      "text": "I know."
    },
    {
      "speaker": "Whitfield",
      "text": "Susan Boyle -- she's become kind of a household name..."
    },
    {
      "speaker": "Jeras",
      "text": "Yes!"
    },
    {
      "speaker": "Whitfield",
      "text": "... even though her star is rising mostly in Britain. But everybody's watching. You know who I'm talking about, right, this young woman here."
    },
    {
      "speaker": "Jeras",
      "text": "... YouTube."
    },
    {
      "speaker": "Whitfield",
      "text": "Now she's a semi-finalist."
    },
    {
      "speaker": "Jeras",
      "text": "Yes! Tonight, we find out if she's going to be one of two people in the semi-finals to continue to go on."
    },
    {
      "speaker": "Whitfield",
      "text": "Yes, and word is she may have a new look. Is that good?"
    },
    {
      "speaker": "Jeras",
      "text": "She does. She had a makeover. It was a little bit ago, already."
    },
    {
      "speaker": "Whitfield",
      "text": "Is that all right?"
    },
    {
      "speaker": "Jeras",
      "text": "Well... No, I understand that there was going to be another step. We saw kind of her new look immediately after, you know, what we saw on YouTube, and I remember hearing Simon Cowell saying, No, a little too much. He didn't like the brows. It was a little too severe for him."
    },
    {
      "speaker": "Whitfield",
      "text": "Really. Well..."
    },
    {
      "speaker": "Jeras",
      "text": "And apparently, there may be yet another, an encore. Well, we can't watch it here in America, obviously, but I'm sure we can find it on the Internet tomorrow."
    },
    {
      "speaker": "Whitfield",
      "text": "Or see it on YouTube."
    },
    {
      "speaker": "Jeras",
      "text": "So watch with us."
    },
    {
      "speaker": "Whitfield",
      "text": "Go, girl."
    },
    {
      "speaker": "Jeras",
      "text": "We'll see what happens. Go, Susan."
    },
    {
      "speaker": "Whitfield",
      "text": "She's a great singer."
    },
    {
      "speaker": "Jeras",
      "text": "Right."
    },
    {
      "speaker": "Whitfield",
      "text": "So we like her."
    },
    {
      "speaker": "Jeras",
      "text": "And by the way, it's, like... ... up against other singers. It's not like \"American Idol.\" It's like \"America's Got Talent,\" if you know the difference between those shows."
    },
    {
      "speaker": "Whitfield",
      "text": "Oh, OK."
    },
    {
      "speaker": "Jeras",
      "text": "But speaking of idols, did you watch?"
    },
    {
      "speaker": "Whitfield",
      "text": "I did not watch. I missed it. I think I was under a rock this season. I kind of missed all of it."
    },
    {
      "speaker": "Jeras",
      "text": "It was a big deal. It was a great show."
    },
    {
      "speaker": "Whitfield",
      "text": "I hate to admit it, but I am."
    },
    {
      "speaker": "Jeras",
      "text": "Whether you're a fan of either of them or not, it was great entertainment. I mean, they had so many other performers besides the top two."
    },
    {
      "speaker": "Whitfield",
      "text": "OK."
    },
    {
      "speaker": "Jeras",
      "text": "Adam did this great thing with Kiss. I mean, that's, like, everybody..."
    },
    {
      "speaker": "Whitfield",
      "text": "... unless you are really rocking it."
    },
    {
      "speaker": "Jeras",
      "text": "No, but he was there with Kiss."
    },
    {
      "speaker": "Whitfield",
      "text": "Oh, I see."
    },
    {
      "speaker": "Jeras",
      "text": "Yes, Gene Simmons and the whole crew."
    },
    {
      "speaker": "Whitfield",
      "text": "Oh, wow."
    },
    {
      "speaker": "Jeras",
      "text": "Yes, he was there doing the tongue (ph) thing."
    },
    {
      "speaker": "Whitfield",
      "text": "I told you I was living under a rock. I missed it all."
    },
    {
      "speaker": "Jeras",
      "text": "I mean, imagine that being your dream, not just \"American Idol,\" but then to be able sing with your idol. There was a great one with Cyndy Lauper. And it was just fantastic. Whoever you liked, it didn't really matter. It was just a great show."
    },
    {
      "speaker": "Whitfield",
      "text": "So you're a fan, I guess."
    },
    {
      "speaker": "Jeras",
      "text": "I like Kris. Adam's probably more my speed."
    },
    {
      "speaker": "Whitfield",
      "text": "OK. And Larry King, a little chat..."
    },
    {
      "speaker": "Jeras",
      "text": "Josh Levs."
    },
    {
      "speaker": "Whitfield",
      "text": "He's weighing in, too! Larry King gets to talk with..."
    },
    {
      "speaker": "Jeras",
      "text": "Exactly."
    },
    {
      "speaker": "Whitfield",
      "text": "... one on one with the both of them, I think, Monday at 9:00. So I'll be watching. That's good. That's a great plug. Larry is very happy now because we'll all be watching because of you!"
    },
    {
      "speaker": "Jeras",
      "text": "All right."
    },
    {
      "speaker": "Whitfield",
      "text": "Thanks, Jacqui. I appreciate it."
    },
    {
      "speaker": "Jeras",
      "text": "Sure."
    },
    {
      "speaker": "Whitfield",
      "text": "I'll be tuning in. All right, thanks so much for being in the chat room with us. We're going to talk about something else later on -- not me, but Randi -- a different take on flipping houses. Families who once owned home now renting, and renters are buying at huge discounts. Harsh words, pointing fingers and a little name calling, the rift inside the Republican Party. That's just a bit of what we're covering beginning at 6:00 o'clock Eastern time. \"FAREED ZAKARIA GPS\" begins right now."
    }
  ]
}