{
  "transcript": [
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Fisher-Price has officially recalled 4.7 million Rock 'n Play sleepers, which have had a devoted following among parents of newborns. The Rock 'n Play is a portable sleeper that props a baby up at a slight incline. But last week, the American Academy of Pediatrics called the product deadly. In about the last eight years, 32 babies have died while sleeping in Rock 'n Plays - most because they couldn't breathe after rolling over while they weren't buckled in. Alexis Dubief is a baby sleep consultant and runs a Facebook group called Precious Little Sleep. She joins me now. And welcome, Alexis, despite the grim topic."
    },
    {
      "speaker": "Alexis Dubief",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "For people who haven't seen one of these, could you explain in more detail what a Rock 'n Play is and does and why it's been so popular?"
    },
    {
      "speaker": "Alexis Dubief",
      "text": "So the reason why it's so popular is that it's a fairly inexpensive, small, sort of snuggly sleep option for infants. But they are not a flat surface. So the baby is sort of cradled in this mesh material. Newborns do not sleep well. They have a poorly regulated system. And so they need a lot of assistance to fall asleep and stay asleep. And babies do tend to sleep fairly well in them."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "So in some ways, it sounds like the Rock 'n Play has been a godsend for a lot of parents. But what are the conditions that make it dangerous?"
    },
    {
      "speaker": "Alexis Dubief",
      "text": "What we know from the recall is very little. Thirty-two deaths in almost 10 years is concerning. And I am very concerned. And I respect the American Academy of Pediatrics. So, of course, we've said stop using the Rock 'n Play. But we also know that infants die on all sleep surfaces. So what we really are trying to understand - and what I would love to understand better - is, what is the relative risk of the Rock 'n Play compared to the crib or, what often is the fallback position, co-sleeping with an adult?"
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "What are the other impacts of this recall for parents who had relied on this product?"
    },
    {
      "speaker": "Alexis Dubief",
      "text": "Well, I think the big impact is going to be just sleeplessness and possibly an increase in co-sleeping. I think there's a lot of stress because for many parents, they understand that sleep in the crib is the gold standard for safety. They understand that. These are not parents who are uninformed. But they're also miserably sleep deprived. The reality is people suffer seriously from sleep deprivation. What happens is we fall back into kind of desperation-based, unsafe behaviors. It's not a logical decision. It's a desperation decision. And that's where we end up co-sleeping - in many cases, co-sleeping on a couch or a chair, which is something that we know is, you know, associated with a 12x increase in the risk of SIDS. Highly risky situations occur when we're desperately sleep deprived and it's 2, 3, 4 in the morning and we've been up every 45, 60, you know, minutes for the entire evening."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "I'm wondering if this recall has a disproportionate effect on parents who earn less because the Rock 'n Play, at the lower end, was relatively affordable. If you're going back to work in about two weeks or so after giving birth, which you might do if you don't have maternity leave or paternity leave, then you're even more tired. Do you feel like there's an income inequality aspect to this?"
    },
    {
      "speaker": "Alexis Dubief",
      "text": "Yes (laughter). Yes. A lot of the sort of things we use to help babies sleep better cost money - you know, swaddling blankets, fancy cribs. The Rock 'n Play was a relatively inexpensive and effective - in terms of helping children sleep better - tool to be used for a few months after birth that probably helped a lot of people who maybe couldn't afford other options. So absolutely, there's a huge amount of privilege in having the resources to get access to postpartum doulas and night nurses and have a spouse who has a job that would get them paid leave so they can help out at night."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "In general, what kind of reaction are you hearing from the parents you know, your clients? Are people in a lot of distress about this?"
    },
    {
      "speaker": "Alexis Dubief",
      "text": "I think people are very distressed about this because it never feels good to feel that you might have unintentionally put your child at risk. I think, also, a lot of people in the group are reasonably looking at the Rock 'n Play and saying, if this product is recalled, then all infant swings and similar devices should also be recalled and are expecting for that to happen. I would love to see more research and insights from the AAP about the relative risk of various sleep options because simply telling people that the crib is the only option for your child in practicality is not a reasonable response."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Alexis Dubief is the author of \"Precious Little Sleep.\" And she runs a Facebook group by the same name. Thanks for talking with us."
    },
    {
      "speaker": "Alexis Dubief",
      "text": "Thank you so much for covering this story."
    }
  ]
}