{
  "transcript": [
    {
      "speaker": "Lemon",
      "text": "Earlier this week, I had the chance to sit down with the one and only LeBron James, one of this generation's greatest star athletes. Three-time NBA champion, four-time league MVP, but Lebron James started out as a kid from Akron, a kid who missed 83 days of school in the fourth grade, but a kid with big dreams. Now he is a man on a mission, helping kids just like him, opening the, I promise school in his hometown. LeBron, the superstar who had so many great moments on the court says opening this school may be the greatest moment of his life, but there is a lot that is got Lebron James fired up off the court. This is the interview you definitely don't want to miss. LeBron James one-on-one. Thank you for doing this."
    },
    {
      "speaker": "James",
      "text": "Oh, thanks for having me."
    },
    {
      "speaker": "Lemon",
      "text": "Everyone who knows I'm doing this says much respect, much respect for I promise. But you have so much going on. Why do you want to do this?"
    },
    {
      "speaker": "James",
      "text": "I mean, the kids talk to me. Either verbally or I can just hear their mental. I am one of them. Not too far removed. So it wasn't even a question. It happened organically."
    },
    {
      "speaker": "Lemon",
      "text": "You just did it. You figured this was the best thing for you to do. Are you nervous about this? Because I remember when Oprah was opening a school, she said it's such a big responsibility. I don't think I've ever been as nervous about anything or felt this much level of responsibility."
    },
    {
      "speaker": "James",
      "text": "It's not that I'm nervous. I'm more excited about it. I'm truly excited and truly like humble and blessed that -- first of all the Akron public school system, my hometown even did this joint venture with us, a lot of that made this possible. And then, you know, my Foundation. Michelle Campbell, first of all, the number one point person in my Foundation. They brought this whole thing together and brought it to me. And I was like, absolutely. You can't get nowhere in life without help."
    },
    {
      "speaker": "Lemon",
      "text": "Without help. You were -- I think it was a third grader who interviewed you for team gold, right?"
    },
    {
      "speaker": "James",
      "text": "Yes."
    },
    {
      "speaker": "Lemon",
      "text": "And asked you about all the challenges and about the single mom. And I relate to that. Because I grew up with a single mom who is my hero. Your mom is your hero. Is this one of the reasons this is important to you?"
    },
    {
      "speaker": "James",
      "text": "Absolutely. It's one of the huge reasons that is important, because of the everyday struggle me and my mom had to go through at that age, being this the third and fourth grade. And for us to be in a position where we can bring this to fruition and then see stories of kids that are going through the same thing that I went through that even makes it even more like, yes we did this. This is why we should have did it."
    },
    {
      "speaker": "Lemon",
      "text": "But, how do you conquer these fears, because Jaden is his name. Talked about hearing gunshots and that sort of thing, walking through, being tempted by drugs and all those things. How do you think they -- how do you get them to understand that that is not the path they have to take?"
    },
    {
      "speaker": "James",
      "text": "I think being in a support system, and that is what this is all about. I think for me, when I did go to school or when I was playing little league sports, being around kids and being around people to have fun and kind of speak the same language as you, it allows you to kind of escape away from the drugs and the violence and the gunshots and the things that go, you know, on an everyday basis. And that is what why we are here for right now. That is why I'm opening this school, to be able to get these kids' mind away from their body away from, we even, you know, made the hours of being in school longer from 8, instead 3 to 5."
    },
    {
      "speaker": "Lemon",
      "text": "Yes, we said, that is a long time."
    },
    {
      "speaker": "James",
      "text": "We want them here. You know, so we can let them know not only do we want you here, but we really do care. We really do care about what happens with you."
    },
    {
      "speaker": "Lemon",
      "text": "Well, you hear people say, he is an athlete, right? Athletics are big, but this is a stem school. It is science, mathematics, and reading."
    },
    {
      "speaker": "James",
      "text": "All of that. Math, reading, social studies. All the way down to gym class, to music, arts everything."
    },
    {
      "speaker": "Lemon",
      "text": "It's holistic."
    },
    {
      "speaker": "James",
      "text": "Absolutely."
    },
    {
      "speaker": "Lemon",
      "text": "And that is important. Are athletics important to these kids? Or do you think it's their minds right now?"
    },
    {
      "speaker": "James",
      "text": "No, I think both. I think athletics are important, but also their mind. I think both. I think it just plays. When you're part of sports and you're a part of your -- it just brings so much camaraderie and so much fun. You know, we are in a position right now in America more importantly where this whole -- this race thing is taking over, you know. And because -- one, because I believe our President is kind of trying to divide us, but I think --"
    },
    {
      "speaker": "Lemon",
      "text": "Kind of?"
    },
    {
      "speaker": "James",
      "text": "Yes. He is. He is. Not only kind of. He is dividing us. And what I noticed over the last few months that he is kind of used sport to kind of divide us. And that is something that I can't relate to, because I know that sport was the first time I ever was around someone white, you know. And I got an opportunity to see them and learn about them and they got the opportunity to learn about me. And we became very good friends. And I was like, oh, wow, this is all because of sports. And sports has never been something that divide people. It's always something that brings someone together."
    },
    {
      "speaker": "Lemon",
      "text": "Do you remember any of your first experiences being around someone who was different than you? Someone who was white, you said because that was through sports. Do you remember what it was and what was your reaction?"
    },
    {
      "speaker": "James",
      "text": "Yes. It was different. I mean, first of all, from what -- they ate dinner at a different hour than I ever ate dinner before."
    },
    {
      "speaker": "Lemon",
      "text": "Like earlier?"
    },
    {
      "speaker": "James",
      "text": "Yes, like supper at 6:30 in the afternoon. I thought it was afternoon. They called it evening time. It was the first time I ever seen a pantry. You understand like for me, everything, where I grew up everything was on top of the refrigerator."
    },
    {
      "speaker": "Lemon",
      "text": "Right."
    },
    {
      "speaker": "James",
      "text": "So my wife's house, they had a pantry. So, you know, I learn about that as well. But they just -- they kind of live life without no care, no worry, you know. And I wanted to get to a point, you know, maybe I can live life without no care, no worry either, you know, being around a lot of my white friends growing up. It was just a pretty cool thing, though."
    },
    {
      "speaker": "Lemon",
      "text": "And even like bedtime. Bedtime was like 7:30, 8:00 o'clock."
    },
    {
      "speaker": "James",
      "text": "Yeah, yeah. No, no, there was none of that."
    },
    {
      "speaker": "Lemon",
      "text": "I'm glad you mentioned that because I've been watching you especially -- I've been watching you for a long time. This is not the first time I've interviewed you. I remember interviewing you for your website, some other things that you did."
    },
    {
      "speaker": "James",
      "text": "Yeah."
    },
    {
      "speaker": "Lemon",
      "text": "But there's been -- something has changed in you over the last year or two. It is what's going on in the country racially? Is it is politically -- political?"
    },
    {
      "speaker": "James",
      "text": "I think it's a little bit of everything. I think it starts with the Trayvon Martin situation. And the reason it starts with that I believe is because having kids of my own, having boys of my own, it hit home for me to see and to learn the story and to think that my boy left home and he never returned."
    },
    {
      "speaker": "Lemon",
      "text": "Right."
    },
    {
      "speaker": "James",
      "text": "That kind of hit a switch."
    },
    {
      "speaker": "Lemon",
      "text": "Right."
    },
    {
      "speaker": "James",
      "text": "That kind of hit a switch for me. And from that point on, I knew that my voice and my platform had to be used for more than just sports."
    },
    {
      "speaker": "Lemon",
      "text": "Right. Good for you. Good for you, man. You said that, you know, your boy never returned home. But then there are people, kids are returning home. You think that the kids are being taken away."
    },
    {
      "speaker": "James",
      "text": "Yeah."
    },
    {
      "speaker": "Lemon",
      "text": "The same thing that your heart like breaks when you --"
    },
    {
      "speaker": "James",
      "text": "Absolutely."
    },
    {
      "speaker": "Lemon",
      "text": "Someone comes over, they want a better life, and all of the sudden their kids are being taken away from them. Can you imagine that?"
    },
    {
      "speaker": "James",
      "text": "No, I can't imagine that. We've always grown up saying this is the land of the free and opportunity here in America. And to be a parent, to be a father, to be a husband, to think that you can have a beautiful family one day and then the next day they could be taken away is something that you never, ever could have imagined."
    },
    {
      "speaker": "Lemon",
      "text": "You were talking about athletics, right, and how you think that this president is dividing. I think about the kids now. There are kids who are selling water. I interviewed a little kid who wanted some action figures and he was out doing stuff with his mom, and he got like the cops called on him. How do you tell these kids even with that, you know, when you're just living while black, how do you get them to keep going?"
    },
    {
      "speaker": "James",
      "text": "I think --"
    },
    {
      "speaker": "Lemon",
      "text": "You know the incidents I'm talking about, right?"
    },
    {
      "speaker": "James",
      "text": "Absolutely, absolutely. And I think the best way to tell them to keep going is that no matter -- no matter how successful you could become, no matter who you are, when you're an African-American kid, man or female, you're always going to be going against obstacles. And there are one or two things that you can do. You can allow it to affect you and for you to degrade, or you can allow it to empower you even more and to rise above it. And I think if you look at some of the greatest leaders of our time, you look at Muhammad Ali, you look at Dr. Martin Luther King, and all the adversity they went through, they never let it down them. They always used it to say, OK, this is even more motivation. This is even more a way for me to be even more powerful and the other reason why we are here today."
    },
    {
      "speaker": "Lemon",
      "text": "Your challenges become goals and your haters become your motivators."
    },
    {
      "speaker": "James",
      "text": "Yeah, absolutely."
    },
    {
      "speaker": "Lemon",
      "text": "Right?"
    },
    {
      "speaker": "James",
      "text": "Absolutely."
    },
    {
      "speaker": "Lemon",
      "text": "You were saying -- you were talking about using athletics to divide people."
    },
    {
      "speaker": "James",
      "text": "Yeah, yeah."
    },
    {
      "speaker": "Lemon",
      "text": "You've heard what the man in charge, you heard what the president said about Marshawn, about Steph --"
    },
    {
      "speaker": "James",
      "text": "Yup."
    },
    {
      "speaker": "Lemon",
      "text": "-- about, you know, it seems like --"
    },
    {
      "speaker": "James",
      "text": "Kaepernick."
    },
    {
      "speaker": "Lemon",
      "text": "Kaepernick. Men of color who have means and a platform."
    },
    {
      "speaker": "James",
      "text": "Yeah."
    },
    {
      "speaker": "Lemon",
      "text": "What's up with that?"
    },
    {
      "speaker": "James",
      "text": "What's up with that is it's all wrong and it's not up, it's down. And for him to like I say use sports to kind of divide us is something I can't -- I can't sit back and not say nothing."
    },
    {
      "speaker": "Lemon",
      "text": "Why -- you tweeted about a couple of things."
    },
    {
      "speaker": "James",
      "text": "Yeah."
    },
    {
      "speaker": "Lemon",
      "text": "You tweeted about Charlottesville. You tweeted about when Steph Curry, when he called him -- you called him a bum because -- but Steph had already said, I'm not going to the White House."
    },
    {
      "speaker": "James",
      "text": "Yeah, he already said he wasn't going. And her tried to use that after that to say, well, you're not invited. Well, you can't uninvite me for something I already said I'm not going to go to. And we all know Steph Curry, model citizen, great kid, come from a great background, great family."
    },
    {
      "speaker": "Lemon",
      "text": "Great father."
    },
    {
      "speaker": "James",
      "text": "Great father. And so many kids, white, black, Hispanic, all different races love what he's doing and rightfully so. There is no reason for anyone to ever attack him. And that's -- I felt that."
    },
    {
      "speaker": "Lemon",
      "text": "Whenever there is something like he's in trouble, he can't wiggle his way out of something, he'll bring up the national anthem thing and kneeling or standing. Do you think he uses black athletes as a scapegoat?"
    },
    {
      "speaker": "James",
      "text": "At times. At times. And more often than not. I believe he uses anything that's popular to try to negate people from thinking about the positive things that they can actually be doing and try to just get our minds to not be as sharp as possible right then, just -- you know, either from kneeling, from football players kneeling. You look at Kaepernick, who protested something he believed in and he did it in a most calm fashion way possible."
    },
    {
      "speaker": "Lemon",
      "text": "Respectful."
    },
    {
      "speaker": "James",
      "text": "Very respectful. He did all his due diligence. He was knowledgeable about it. And everyone knew why he did it. You look at all the NFL players that are still kneeling and things of that nature. You look at Steph. You look at Marshawn Lynch. You look at all these incidents why he is trying to divide our sport. But at the end of the day, sport is the reason why we all come together."
    },
    {
      "speaker": "Lemon",
      "text": "Yeah. What do you -- I just wonder where we go from here because to a lot of people, Charlottesville was this like -- I mean, you tweeted, I think you said, is this what our country is in make America great again? Paraphrasing your tweet. But I think that was a sort of for everybody like, all right, that's enough, I can't believe this."
    },
    {
      "speaker": "James",
      "text": "Absolutely, absolutely. We all felt that. I don't think you -- it doesn't matter what color you are to feel that, to feel that tension, to feel like our great country that we all wake up every day in the land of the free as we believe with great opportunity to be even more than what people even expect you to become for that to happen, you just felt like that was kind of the tipping point."
    },
    {
      "speaker": "Lemon",
      "text": "Were you -- I guess maybe you were surprised, maybe you weren't. The whole \"N\" word incident at your house when you had the \"N\" word painted?"
    },
    {
      "speaker": "James",
      "text": "I don't know if I was surprised."
    },
    {
      "speaker": "Lemon",
      "text": "Were you hurt?"
    },
    {
      "speaker": "James",
      "text": "I don't know if I was hurt. I don't know if I was disappointed. There were so many different emotions. More importantly, it was the conversation that I had to have with my boys, that it was -- that hurt me. But at the same time it also enlightened me and also knew that no matter, as I stated, you know, when I did the interview after that, that no matter how big you can become, no matter how successful you are, no matter what you do in the community, no matter what you do in your profession, being an African-American in America is always tough, and they always going to let you know that you are the \"N\" word no matter who you are and that was a reset."
    },
    {
      "speaker": "Lemon",
      "text": "Even when you have Lebron status and Lebron money. Do you think it's harder to be -- when you see this incident, people living just being black --"
    },
    {
      "speaker": "James",
      "text": "Yeah."
    },
    {
      "speaker": "Lemon",
      "text": "-- and what happened to you, you house, do you think it's harder now or do you think it's always been there? We're just seeing it because of cellphones and --"
    },
    {
      "speaker": "James",
      "text": "No, I think it's always been there. But I think the president in charge now has given people -- they don't care now. They throw it in your face now."
    },
    {
      "speaker": "Lemon",
      "text": "Yeah. Do you -- would you ever run for office?"
    },
    {
      "speaker": "James",
      "text": "Run for office?"
    },
    {
      "speaker": "Lemon",
      "text": "Would you ever be a politician and run for office?"
    },
    {
      "speaker": "James",
      "text": "I don't think so. I don't think so. I sit here and say I don't think so. I don't know."
    },
    {
      "speaker": "Lemon",
      "text": "I'm being serious. If someone tried to recruit a Lebron to run for president, they said listen, they've got no one, if you don't run, Trump's going to win, would you run?"
    },
    {
      "speaker": "James",
      "text": "Well, in that case, I may. If they have no one. I believe there is some people out there. I hope. Let's see first. Let's see first."
    },
    {
      "speaker": "Lemon",
      "text": "But you would run?"
    },
    {
      "speaker": "James",
      "text": "Let's see first."
    },
    {
      "speaker": "Lemon",
      "text": "The last question is, what do you hope happens from this school? Because I got to tell you, I walked through. I am impressed. Everybody is impressed. This is a great thing you're doing. What do you want to happen? Where do you want this to go from here?"
    },
    {
      "speaker": "James",
      "text": "What I want to happen, every kid who walk through those doors, every kid, you know, from the 240 kids that we're starting with right now, third and fourth grades to the 2022 where we're going to have first through eighth grade, we want every kid that walk to the school to be inspired to come away with something, something where they can give back. And it doesn't matter. It could be anything. But just for kids in general, all they want to know is that someone care. And when they walk through that door, I hope they know that someone care."
    },
    {
      "speaker": "Lemon",
      "text": "You're going to L.A., but is your heart here?"
    },
    {
      "speaker": "James",
      "text": "My heart is always here. This is Akron, Ohio. That's why I'm doing this school right here today."
    },
    {
      "speaker": "Lemon",
      "text": "Yeah. Are you excited about L.A.?"
    },
    {
      "speaker": "James",
      "text": "Absolutely, yeah."
    },
    {
      "speaker": "Lemon",
      "text": "One more question. What would you say to the president if he is sitting right here?"
    },
    {
      "speaker": "James",
      "text": "I would never sit across from him."
    },
    {
      "speaker": "Lemon",
      "text": "You would never? You don't want the talk to him?"
    },
    {
      "speaker": "James",
      "text": "No. I'll sit across from Barack, though."
    },
    {
      "speaker": "Lemon",
      "text": "It was great to sit down with Lebron James. We got a lot more to come as he gives me an exclusive tour of his school. Plus, you will find out why he is giving every one of his students a new bike."
    }
  ]
}