{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "In the last two months, some 38 reporters have been detained in Venezuela, according to a media advocacy group. Among them was American Cody Weddle, who was working in Caracas as a freelance reporter. Last week, Weddle was woken up. Four armed Venezuelan officers were at his door, a court order in hand. They then raided his apartment. Weddle was being investigated for treason and espionage. The 30-hour ordeal ended with Weddle being ordered to board a plane to Miami. And Cody Weddle joins us now on the line from Aventura, Fla. Welcome to the program."
    },
    {
      "speaker": "Cody Weddle",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So tell us more about your apprehension. You must have been surprised that this was coming."
    },
    {
      "speaker": "Cody Weddle",
      "text": "I was very surprised. And although Venezuela has become increasingly less welcome to journalists, this has not become the norm. So when I heard my doorbell ring on Wednesday at about 6:30 - and I thought it was the water guy. We have water regularly delivered to our apartment there. Then I opened the door, and there were those four officers there. They raided my apartment. They went through every single thing I had. They were going through my WhatsApp messages for hours and hours. They also brought in some other equipment that they said was used for a sweep. It was a bizarre-looking apparatus that shot out a laser. And they pointed it at my walls and at the air conditioning unit. And they said they were looking for spying equipment."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And you were taken into custody. And you were interrogated. What happened?"
    },
    {
      "speaker": "Cody Weddle",
      "text": "I was. They took me to their headquarters just a few miles away. They put, like, a ski mask over my face. Then I was finally in a room and a chair. They would periodically come in and sort of prod me and have questions for me about my contacts in Venezuela, contacts with the military, the people who work with me or also just needing the password to my computer. Also, generally, just - they gave me a very long lecture about how I was supposedly a mercenary journalist."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What do you think this was about?"
    },
    {
      "speaker": "Cody Weddle",
      "text": "I think, possibly, it was about some reporting I did about the current state of affairs within the armed forces. I did speak to - anonymously to some sources within the armed forces - within the security forces, rather, about how they are affected by the economic crisis. And what I already knew, and what I confirmed through that reporting, was that a large portion of Venezuela's security forces are suffering the effects of this economic crisis. While they would like to see a change, they can't do anything because of intense internal surveillance. Also, I think I was able to even further confirm that reporting through this experience and getting an inside look at one of those security forces. These were military counterintelligence officials. And it was very clear that this whole procedure was improvised in many ways. Even in my apartment, when they had to take my fingerprints, they didn't have ink. So they broke one of my pens, and they were spreading out the ink from the pen in a bottle cap. And that's how we did the fingerprints. And I had reported that some security officials are being asked to contribute part of their already measly salaries to buy paper for the office."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And just to put this into context, the military's obviously an extremely sensitive issue because most people believe that that is what is propping up the Maduro government at this point - right? - that if the military abandons him, he really won't have any support at all."
    },
    {
      "speaker": "Cody Weddle",
      "text": "That's true. And I think that political situation and that political tension is - where we have these two presidents and one is urging the armed forces to defect from the other created this perfect climate - the perfect conditions for this - for what happened to me. And obviously, it has created a lot of paranoia within the armed forces, as there's - there are rumors about who might be willing to switch sides or defect. And I think the intelligence units, like the one that arrived at my apartment, are working in overdrive to prevent any more defections, or even some type of coordinated uprising."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "All right. Reporter Cody Weddle, thank you so much for speaking with us. And we wish you the best."
    },
    {
      "speaker": "Cody Weddle",
      "text": "OK. Thanks for having me."
    }
  ]
}