{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The White House announced what could be a major foreign policy move last week that, amidst the news on North Korea and Iran, didn't get a lot of attention. The White House announced what could be a major foreign policy move last week that, amidst the news on North Korea and Iran, didn't get a lot of attention. The White House announced what could be a major foreign policy move last week that, amidst the news on North Korea and Iran, didn't get a lot of attention. The White House announced what could be a major foreign policy move last week that, amidst the news on North Korea and Iran, didn't get a lot of attention. The Trump administration says it will review all aid that it gives to South Sudan as the 8-year-old nation spirals into further chaos. The Trump administration says it will review all aid that it gives to South Sudan as the 8-year-old nation spirals into further chaos. The Trump administration says it will review all aid that it gives to South Sudan as the 8-year-old nation spirals into further chaos. The Trump administration says it will review all aid that it gives to South Sudan as the 8-year-old nation spirals into further chaos. The U.S. is the largest donor for humanitarian programs in the country, so any potential change could have an enormous impact. The U.S. is the largest donor for humanitarian programs in the country, so any potential change could have an enormous impact. The U.S. is the largest donor for humanitarian programs in the country, so any potential change could have an enormous impact. The U.S. is the largest donor for humanitarian programs in the country, so any potential change could have an enormous impact. John Prendergast is the founding director of the Enough Project, which seeks to stop genocide in Sudan. John Prendergast is the founding director of the Enough Project, which seeks to stop genocide in Sudan. John Prendergast is the founding director of the Enough Project, which seeks to stop genocide in Sudan. John Prendergast is the founding director of the Enough Project, which seeks to stop genocide in Sudan. He's also a former State Department official on the Africa Desk, among other government posts. He's also a former State Department official on the Africa Desk, among other government posts. He's also a former State Department official on the Africa Desk, among other government posts. He's also a former State Department official on the Africa Desk, among other government posts. And he joins us now. And he joins us now. And he joins us now. And he joins us now. Welcome to the program. Welcome to the program. Welcome to the program. Welcome to the program."
    },
    {
      "speaker": "John Prendergast",
      "text": "Thank you so much. Thank you so much. Thank you so much. Thank you so much."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So let's start with - how bad are things in South Sudan right now? So let's start with - how bad are things in South Sudan right now? So let's start with - how bad are things in South Sudan right now? So let's start with - how bad are things in South Sudan right now?"
    },
    {
      "speaker": "John Prendergast",
      "text": "All the worst sort of manifestations of war are unfolding today in South Sudan - you know, recruitment of child soldiers, rape as an instrument of conflict and war, the pushing - the displacement of people - the forced displacement of people - you would call ethnic cleansing in many parts of the country - leading to the deterioration of humanitarian conditions to the point of near famine. All the worst sort of manifestations of war are unfolding today in South Sudan - you know, recruitment of child soldiers, rape as an instrument of conflict and war, the pushing - the displacement of people - the forced displacement of people - you would call ethnic cleansing in many parts of the country - leading to the deterioration of humanitarian conditions to the point of near famine. All the worst sort of manifestations of war are unfolding today in South Sudan - you know, recruitment of child soldiers, rape as an instrument of conflict and war, the pushing - the displacement of people - the forced displacement of people - you would call ethnic cleansing in many parts of the country - leading to the deterioration of humanitarian conditions to the point of near famine. All the worst sort of manifestations of war are unfolding today in South Sudan - you know, recruitment of child soldiers, rape as an instrument of conflict and war, the pushing - the displacement of people - the forced displacement of people - you would call ethnic cleansing in many parts of the country - leading to the deterioration of humanitarian conditions to the point of near famine."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The U.S. said in a very strong statement this past week that it will not continue in a partnership with leaders who are only interested in what it calls perpetrating an endless war. The U.S. said in a very strong statement this past week that it will not continue in a partnership with leaders who are only interested in what it calls perpetrating an endless war. The U.S. said in a very strong statement this past week that it will not continue in a partnership with leaders who are only interested in what it calls perpetrating an endless war. The U.S. said in a very strong statement this past week that it will not continue in a partnership with leaders who are only interested in what it calls perpetrating an endless war. You were part of the brain trust that helped in the creation of South Sudan, which the United States was heavily involved in. You were part of the brain trust that helped in the creation of South Sudan, which the United States was heavily involved in. You were part of the brain trust that helped in the creation of South Sudan, which the United States was heavily involved in. You were part of the brain trust that helped in the creation of South Sudan, which the United States was heavily involved in. Why do you think this administration is threatening to cut all humanitarian programs? Why do you think this administration is threatening to cut all humanitarian programs? Why do you think this administration is threatening to cut all humanitarian programs? Why do you think this administration is threatening to cut all humanitarian programs?"
    },
    {
      "speaker": "John Prendergast",
      "text": "Well, I think, you know, at this point, the feeling is that this is a government that's lost all of its legitimacy. Well, I think, you know, at this point, the feeling is that this is a government that's lost all of its legitimacy. Well, I think, you know, at this point, the feeling is that this is a government that's lost all of its legitimacy. Well, I think, you know, at this point, the feeling is that this is a government that's lost all of its legitimacy. This is a government that no longer, really - it can be conceived of in conventional political terms. This is a government that no longer, really - it can be conceived of in conventional political terms. This is a government that no longer, really - it can be conceived of in conventional political terms. This is a government that no longer, really - it can be conceived of in conventional political terms. This is not a government that supplies services to its people. This is not a government that supplies services to its people. This is not a government that supplies services to its people. This is not a government that supplies services to its people. It's not a government that builds infrastructure, it's not a government that provides security and adjudicates disputes. It's not a government that builds infrastructure, it's not a government that provides security and adjudicates disputes. It's not a government that builds infrastructure, it's not a government that provides security and adjudicates disputes. It's not a government that builds infrastructure, it's not a government that provides security and adjudicates disputes. It's a looting machine. It's a looting machine. It's a looting machine. It's a looting machine. It's a kleptocracy. It's a kleptocracy. It's a kleptocracy. It's a kleptocracy. It's a den of thieves. It's a den of thieves. It's a den of thieves. It's a den of thieves."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Would cutting all the aid work? Would cutting all the aid work? Would cutting all the aid work? Would cutting all the aid work?"
    },
    {
      "speaker": "John Prendergast",
      "text": "Oh, no. Oh, no. Oh, no. Oh, no. I think this is a point of leverage that we think we have, but it would only work if people actually cared about the welfare of their own population. I think this is a point of leverage that we think we have, but it would only work if people actually cared about the welfare of their own population. I think this is a point of leverage that we think we have, but it would only work if people actually cared about the welfare of their own population. I think this is a point of leverage that we think we have, but it would only work if people actually cared about the welfare of their own population. So what I fear is, if we actually followed through - the United States actually followed through with cutting off humanitarian assistance, the government of South Sudan would point at the starving babies and say, look what the United States did. So what I fear is, if we actually followed through - the United States actually followed through with cutting off humanitarian assistance, the government of South Sudan would point at the starving babies and say, look what the United States did. So what I fear is, if we actually followed through - the United States actually followed through with cutting off humanitarian assistance, the government of South Sudan would point at the starving babies and say, look what the United States did. So what I fear is, if we actually followed through - the United States actually followed through with cutting off humanitarian assistance, the government of South Sudan would point at the starving babies and say, look what the United States did."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "South Sudan gained independence in 2011, as we mentioned, with U.S. help. South Sudan gained independence in 2011, as we mentioned, with U.S. help. South Sudan gained independence in 2011, as we mentioned, with U.S. help. South Sudan gained independence in 2011, as we mentioned, with U.S. help. Was it a mistake when you now look at what has happened there? Was it a mistake when you now look at what has happened there? Was it a mistake when you now look at what has happened there? Was it a mistake when you now look at what has happened there?"
    },
    {
      "speaker": "John Prendergast",
      "text": "There wasn't really a choice between independence, which turned into a fiasco, and something better. There wasn't really a choice between independence, which turned into a fiasco, and something better. There wasn't really a choice between independence, which turned into a fiasco, and something better. There wasn't really a choice between independence, which turned into a fiasco, and something better. It was bad choices all around. It was bad choices all around. It was bad choices all around. It was bad choices all around. But could the independence been handled better, the post independence period? But could the independence been handled better, the post independence period? But could the independence been handled better, the post independence period? But could the independence been handled better, the post independence period? Absolutely. Absolutely. Absolutely. Absolutely."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "What now? What now? What now? What now?"
    },
    {
      "speaker": "John Prendergast",
      "text": "We need to help create a consequence. We need to help create a consequence. We need to help create a consequence. We need to help create a consequence. The United States has the tools, the financial tools to go after the leaders of South Sudan and freeze their assets and seize all of the kind of money that they've stolen, put into banks, put into real estate, beautiful houses around the world, put into shell companies. The United States has the tools, the financial tools to go after the leaders of South Sudan and freeze their assets and seize all of the kind of money that they've stolen, put into banks, put into real estate, beautiful houses around the world, put into shell companies. The United States has the tools, the financial tools to go after the leaders of South Sudan and freeze their assets and seize all of the kind of money that they've stolen, put into banks, put into real estate, beautiful houses around the world, put into shell companies. The United States has the tools, the financial tools to go after the leaders of South Sudan and freeze their assets and seize all of the kind of money that they've stolen, put into banks, put into real estate, beautiful houses around the world, put into shell companies. Go after that money and really create a serious financial consequence for the looting and destruction of their state. Go after that money and really create a serious financial consequence for the looting and destruction of their state. Go after that money and really create a serious financial consequence for the looting and destruction of their state. Go after that money and really create a serious financial consequence for the looting and destruction of their state."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "John Prendergast is the founding director of the Enough Project. John Prendergast is the founding director of the Enough Project. John Prendergast is the founding director of the Enough Project. John Prendergast is the founding director of the Enough Project. Thank you so much. Thank you so much. Thank you so much. Thank you so much."
    },
    {
      "speaker": "John Prendergast",
      "text": "Thanks for having me. Thanks for having me. Thanks for having me. Thanks for having me."
    }
  ]
}