{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Last October, apartheid victims in South Africa brought civil suit claims against more than 50 American corporations who they say violated international law by aiding and abetting the apartheid system in South Africa. Arguments about whether the suits should be allowed to proceed got all the way to the Supreme Court, which reached an unusual decision yesterday. Four of the nine justices recused themselves, and then, without a quorum, the only option was to allow the suits to go ahead. If you want to know more about conflicts of interest, the Supreme Court, and apartheid, the phone number is 800-989-8255. Email us, talk@npr.org. Jeffrey Rosen is a professor of law at the George Washington University and legal affairs editor at the New Republic and joins us here in Studio 3A. Nice to have you back on Talk of the Nation, Jeffrey."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Good to be here."
    },
    {
      "speaker": "Neal Conan",
      "text": "And we'll get to the substance of these lawsuits in just a moment, but first let me ask you about which justices bowed out of this case and why?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, it was Justice Roberts, and Justice Alito, and Chief Justice - Chief Justice Roberts, Justice Breyer, Justice Alito and Justice Kennedy. And three of them bowed out because they own stock in some of the companies that were at issue in the case. The people challenging apartheid are suing almost 40 companies, and Roberts, Alito and Breyer, invoking the provision of judicial recusal that says that if you or a member of your immediate family own even a small amount of stock, you're supposed to recuse yourself from the case, step down. Justice Kennedy had a different reason. His son, Gregory, is an officer with Credit Suisse, which was one of the companies involved in the case. So four justices have stepped out. This leaves the court without a quorum. You need six justices to hear a case. And as a result, they had to summarily affirm the holding of the lower court and therefore allow the suit to proceed."
    },
    {
      "speaker": "Neal Conan",
      "text": "So it was the ruling of the lower court that applies. If they had ruled the other way, the suit would not have been allowed to proceed."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Exactly right. And the same thing happens if the court is evenly tied. If it's four to four, say, just one justice has recused himself, as Chief Justice Roberts did just a few months ago. In another case where he owns stock, he bowed out, and as a result, a four-to-four holding, the lower court is affirmed. This makes many people very, very uncomfortable, because they're saying the outcomes of these cases are turning on the happenstance of who owns stocks where."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you have to wonder, why aren't Supreme Court justices required to put their holdings into blind trust or something, so they don't know what companies they own?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "It seems like a completely fair question. Now, Congress was concerned about this, and in 2006, it actually passed a law allowing justices to sell their stocks to avoid a conflict of interest, and therefore, to avoid capital gains tax, if they then reinvested the money in a mutual fund or something in which they wouldn't have a direct interest. Chief Justice Roberts has invoked this provision a couple of times but usually when at least one other justice is going to recuse himself. He did that in a case called Stoneridge recently. When he's the only one who seems to have a conflict, Roberts thinks he should hear the case. But the question - now a lot of people are going to wonder whether Congress shouldn't go further and try to require justices to put their suits in blind trusts. That would raise separation of powers questions. Generally the court has very broad discretion to structure its affairs as it pleases. So it seems more likely that they'll just be increasing the calls on the justices to do something about this and they'll either listen or they won't."
    },
    {
      "speaker": "Neal Conan",
      "text": "These are lifetime jobs. There are some who go on to other jobs, but not many."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "They sure are lifetime jobs. Now, some of people feel sorry for them. They say, after all, everyone else is benefiting from this rise in the stock market and why shouldn't these justices who are..."
    },
    {
      "speaker": "Neal Conan",
      "text": "Not so much in the last year, exactly..."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "No, exactly, but still better than probably mutual funds, I think. And they think, you know, judicial salaries are relatively low. Also they say - this is relatively rare. Someone recently run the numbers on the number of cases that have been summarily affirmed because of a tie, a four-to-four tie, between the 1940s and 2003, less than one percent. So it doesn't happen all that often. But it is the case that the court is now hearing more business cases. Someone recently estimated that more than 40 percent of the court's cases this term involved business interests. This is up from 30 percent just a few years ago. And as these cases, often involving companies like Exxon and others in which the justices hold stocks, are increasingly heard that may mean more of these recusals and more calls for some kind of reform."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, we'll see where that goes. And let's get back to the substance of these lawsuits, though. If memory serves, the United States did not impose the same kind of economic sanctions on South Africa in the old days of apartheid that a lot of countries did. So was it in any way illegal for U.S. companies to do business with South Africa?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, not illegally, formally. It's a rather complicated claim under a law called the Alien Torts Claims Act, which arguably allows claims against foreign governments to go forward in U.S. courts. The U.S. Court of Appeals for the second circuit allowed the court to proceed, but it was a controversial holding. The Bush administration felt that this was a dramatic expansion of the reach of law over these companies doing business in South Africa. They vigorously challenge the claim on the merit, and that's why they were all the more upset that the ruling is going to stand because of the recusal."
    },
    {
      "speaker": "Neal Conan",
      "text": "And well, that's going to now point - so this by - for two of the recusals and a lack of a quorum the lawsuits will now go ahead. Do they go back to - what? Circuit court?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "I think the second circuit, unless it remanded it to a lower court, which maybe the case. It'll proceed up and conceivable that it would find its way up again. Now of course if the Supreme Court wanted to avoid this the second time, the individual justices could literally sell their stocks in the offending companies and avoid that capital gains tax. So who knows? Maybe if enough uproar is raised then this will come up again and they'll find a way to hear it."
    },
    {
      "speaker": "Neal Conan",
      "text": "Let me go back on this decision. So these are not necessarily American corporations who are being sued in court?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "They're American and foreign corporations, both of which are being sued for their role in perpetuating apartheid and they're being sued under this law called the Alien Torts Claims Act."
    },
    {
      "speaker": "Neal Conan",
      "text": "Which allows people from foreign countries to sue companies in American courts, even not American companies."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "The part that maybe proceeding in American court, I think, is the American companies and I think that's the companies in which the justices hold stocks."
    },
    {
      "speaker": "Neal Conan",
      "text": "OK. So just to get back - that clear. The Supreme Court session is slowly winding up."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Sure, and of course, as all sessions, it winds up generally with a bang, and ends either in late June or early July. A lot of great cases are still waiting to be heard. So all of us are eagerly waiting by our computer screens to see when they're going to come down."
    },
    {
      "speaker": "Neal Conan",
      "text": "And tell us which ones are going to be most interesting to you."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, certainly the case involving the D.C. handguns ban, which we all followed very closely, and there's a strong possibility that for the first time in American history, the Supreme Court may rule that the right to bear arms under the Second Amendment is an individual right, and therefore that restrictions on gun ownership have to meet some kind of heightened scrutiny. And the question is whether their ruling will be broad, in which case all kinds of restrictions, from firearms restrictions to handgun restrictions, could fall, or whether it would be more narrow and only apply to this case, is one everyone is very eager to see."
    },
    {
      "speaker": "Neal Conan",
      "text": "And that would pose some interesting questions to those Supreme Court justices who say they rely on the language the framers put in and their original intent, because - well, original intent, on the Second Amendment, is a little hard to figure out."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, it sure is, and as you know, from having discussed it, people feel very strongly about this question. There are those who claim that the text of the amendment, which talks about a well-regulated militia, means that it's really just participation in militias that was meant to be covered and not individual gun ownership for other purposes. By contrast, the defenders of individual rights say absolutely not. The real meaning of the text is, since a militia is really important, therefore we can't restrict the right to bear arms. And before the court, there was a lot of battling back and forth about what exactly the framers meant and what the implications for this current case should be."
    },
    {
      "speaker": "Neal Conan",
      "text": "So that's one of the cases that we're looking forward to. There must be others."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "There are indeed. There is the fascinating case involving the rights of detainees at Guantanamo Bay, the third time that the court has heard these historic battles. This one involving whether Congress actually suspended the writ of habeas corpus in the Military Commissions Act just a few years ago. It self-passed in response to the Supreme Court's last round of this decision. And if Congress did suspend habeas corpus, whether it created an adequate remedy, an adequate alternative, in creating these combatant status-review tribunals, or whether if by contrast you really need more robust form of judicial review to ensure that innocent people are not being held."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Jeffrey Rosen of the George Washington University and the New Republic. If you'd like to join us, 800-989-8255. Email us, talk@npr.org. And this is Talk of the Nation from NPR News. And why do these cases keep having to go back and back and back on this issue of Guantanamo?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, the stakes are so high. I suppose that opponents of what the Bush administration had done, and now it's Congress as well who would be the object of criticism, who say that the president and Congress have been so scornful, so contemptuous, of basic rights that they've almost forced the court to act. The last time the court heard this case, it said the problem isn't that the president set up these commissions. It's that he set them up without congressional approval. And if he goes back to Congress, maybe it'll be OK. Well, Congress basically did more or less what the court said. And now the objection is, well, no, you can set up commissions, but the one thing you cannot do is cut off the right of judges to review the constitutionality of the detentions. And Congress did, indeed, do that when it seemed to essentially say the detainees have no rights at Guantanamo, except the right to this very narrow hearing where they can't present conflicting evidence and so forth. And that, opponents say, is not an adequate substitute for this historic writ of habeas corpus that the court is about to decide."
    },
    {
      "speaker": "Neal Conan",
      "text": "Generally referred to as the \"great writ.\""
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Absolutely right, although how great it is remains to be seen. Britain has been carving back on it even though it was created and running it. Britain has been cutting back on the habeas rights of aliens and other convicts, and we seem to be doing it, too. So it's not a great time for the great writ these days."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's also - we're getting more experienced with the Roberts Court and how the chief - the new, relatively new chief justice is running things, and how the balance of power on this court is playing out. And he was brought in with this idea that he would be the guy to try to form majorities, instead of five-four decisions, on really critical issues, that he would try to get a much bigger majority at the court to go along."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "He did, and we've talked about this, Neal, and I had this exciting interview with Chief Justice Roberts at the end of his first term, where he told me that he wanted unanimity and collegiality to be the hallmark of his chief justiceship. Of course, last year, it didn't look too good for that vision. There were more five-to-four decisions in a row than any time at the court's modern history, and the justices were sniping at each other with unusual virulence. And when asked whether they thought Roberts would succeed in the future in his goal, a bunch of justices last summer didn't - weren't very encouraging. Justice Scalia said, good luck. Justice Breyer said, he can join my opinions. Kennedy said, he can assign more opinions to me. Steven said, well, you know, I don't think he's going to succeed. He had a honeymoon period at the beginning, but it takes five votes around here to do anything. However, there are some, I suppose, encouraging signs for Chief Justice Roberts. In these business cases, which tend to get less attention but are hugely important, billions of dollars at stake for the economy. Indeed the Exxon punitive damage case involving a multi-billion dollar verdict will also be decided next month or so."
    },
    {
      "speaker": "Neal Conan",
      "text": "And again Exxon, are people going to have to recuse themselves?"
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "They did. We should have talked about this, but Justice Alito had to step down, because he owns Exxon stock. And lots of people in the Exxon case fear that there could be a four-to-four decision affirming the lower court, essentially a victory for the opponents of Exxon. Exxon is very concerned that the small amount of stock that Justice Alito has may cost a lot of money for them. But in these business cases, there's much more unanimity. Interestingly, last term, most of the business cases were decided unanimously. There were seven to two. There were few dissents. Liberal as well as conservative justices tend to agree on the importance of cutting off unmeritorious lawsuits and tend to side with the business interests fairly often. So here you could say Roberts is actually having some success in channeling cases that are likely to get unanimous verdicts towards the court and deciding them relatively unanimously."
    },
    {
      "speaker": "Neal Conan",
      "text": "There's another factor, as we come up to the end of a presidential term, and that is the justices, some of them maybe waiting out the next elections before they decide on what they're going to do in the future."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Well, they may indeed. And at every presidential election, there apocalyptic claims on both sides, saying the future of Roe v. Wade is at stake and the sky will fall. But I think people on both sides of the political spectrum acknowledge that the future of the Supreme Court is very directly at stake at this election. This is a court that's divided between four pretty reliable conservatives and four pretty reliable liberals, with Justice Kennedy in the middle. Conventional wisdom holds that it's likely to be liberals who will retire. Justice Souter, Justice Stevens who's 87, perhaps Justice Ginsburg. One or two retirements could create a solid conservative majority, which would not only run the strong risk of overturning Roe, but also transform the law in lots and lots of other areas. So I know there's a bit of a \"Chicken Little\" quality, because we talk about this all the time in presidential elections. But for better or worse, this really is the year that the future of the court is at stake."
    },
    {
      "speaker": "Neal Conan",
      "text": "And John McCain, in a speech, I think, just last week, said he was looking on justices, Chief Justice Roberts and Justice Alito, as his model for the kind of nominees he would present for the Congress, for the Senate, for confirmation to the court."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "He did. That was such an interesting speech. As you know, conservatives are suspicious of McCain because he joined the so-called Gang of 14, which tried to come up with some moderate compromise to allow judicial nominees to go through instead of blowing up the Senate. And in this speech McCain said. I'm one of you. I believe in strict constructionism. Roberts and Alito are my models and I do not believe the \"evolving constitution\" should be allowed to reign. So he said all the right buzz words. The editorials and the conservative papers were extremely approving, and this suggests that no matter how much of a maverick he may be politically, McCain would, indeed, appoint people in the model of Roberts and Alito, which means that they would be very conservative."
    },
    {
      "speaker": "Neal Conan",
      "text": "Jeffrey Rosen, thanks very much for your time."
    },
    {
      "speaker": "Professor Jeffrey Rosen (The George Washington University Law School; Legal Affairs Editor",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Neal Conan",
      "text": "Jeffrey Rosen, professor of law at the George Washington University and legal affairs editor at the New Republic. His most recent book is \"The Supreme Court: The Personalities and Rivalries that Defined America.\" He joined us here in Studio 3A. I'm Neal Conan, NPR News, in Washington."
    }
  ]
}