{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "And now we're going to tell the story of a man who's caught at the intersection of President Trump's many immigration policies over the past two years. We're not using his name for his and his family's protection. And I should say his story came to me through one of my relatives who knows him. His journey began when he left Honduras in 1992. UNIDENTIFIED PERSON #1: (Speaking Spanish). He was poor, a campesino or rural worker. There were few opportunities, a lot of corruption and crime. The road north was long. But he made it across the U.S.-Mexico border without the proper documentation. And he started his new life in Florida. UNIDENTIFIED PERSON #1: (Speaking Spanish). He left a pregnant wife behind. She gave birth to a son. Later, she decided to follow him. The little boy was given to his grandmother with the dream of sending for him later. UNIDENTIFIED PERSON #1: (Speaking Spanish). The mother would never make it. UNIDENTIFIED PERSON #1: (Through interpreter) Her group was forced to take an unfamiliar route through Mexico because there were a lot of police around. They went by sea, and the currents were very strong. And the boat capsized. It sank. I think at least 32 people died, my wife included. They never found her body. He stayed in the United States to send money home for his baby and parents. Then in the late 1990s... UNIDENTIFIED PERSON #2: Hundreds of thousands in Central America are still reeling from one of the worst hurricanes on record. Hurricane Mitch devastated Central America. UNIDENTIFIED PERSON #2: Massive walls of water brought on by days of torrential rain, mudslides engulfing entire villages... Temporary Protected Status - basically, a stay of deportation - was granted by the Clinton administration to qualifying Central Americans living illegally in the United States. UNIDENTIFIED PERSON #3: Attorney General Janet Reno is invoking her authority under the Immigration and Nationality Act... The rationale was that the storm destroyed Honduras's entire infrastructure, ruined its agriculture and devastated its cities and towns, making it impossible for Hondurans in the United States to return home. UNIDENTIFIED PERSON #1: (Speaking Spanish). Our Honduran migrant says he was given TPS, granting him the ability to stay and work legally in the U.S. after he met certain conditions. He worked hard. He built a life. And then earlier this year... UNIDENTIFIED PERSON #4: The Trump administration said Friday it will terminate the Temporary Protected Status or TPS for Hondurans living in the U.S. Suddenly, his life was upended. UNIDENTIFIED PERSON #4: The Department of Homeland Security said it had conducted a review and found conditions from that hurricane have notably improved and that the basis for its TPS designation has thus changed. UNIDENTIFIED PERSON #1: (Through interpreter) You don't know what to do. I always thought I was going to be able to stay here. But the reality is now everything has become complicated. He'd been in the United States for 26 years. And because of the rules around TPS, he was never able to go back to his home country. Meanwhile, his only son, whom he'd left behind, had a difficult life. UNIDENTIFIED PERSON #1: (Through interpreter) He lost his mother, then he went to his grandparents. My dad died. A year later, my mom died. Then, he went to one of my brothers. And then my older brother died, too. Imagine the poor boy. He urged his son to study hard and make something of himself in his home country. After President Trump's TPS decree, he was thinking he might go back to Honduras and finally be with his boy when his TPS runs out in 2020. The situation in Honduras, though, is terrible. UNIDENTIFIED PERSON #5: Around a thousand people from Honduras have begun to walk to the United States saying of a need to escape their country's poverty and high levels of crime. This past month, as he was trying to figure out what to do about his own situation, he got a call from his sister. His son had joined that group of migrants..."
    },
    {
      "speaker": "President Donald Trump",
      "text": "Large, well-organized caravans of migrants are marching toward our southern border. Some people call it an invasion. It's like an invasion."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...One of the very same caravans that President Trump was determined to stop. UNIDENTIFIED PERSON #6: President Trump stepping up threats Thursday, warning he might call up the U.S. military and shut down the southern border. He says he had no idea that his son was trying to make the journey north. And when he was finally able to speak with him, he asked him why. UNIDENTIFIED PERSON #1: (Through interpreter) The reason he gave is because he wanted to be with his father - just to enjoy a little bit of time with his dad. But he's scared for his son. UNIDENTIFIED PERSON #1: (Speaking Spanish). The gangs prey on the migrants. He's worried for his son's safety in Mexico, where he is now. His son told him that they're slowly moving north, and he hopes to be at the border soon. UNIDENTIFIED PERSON #1: (Speaking Spanish). So now he doesn't know what to do with himself, with his son. This weekend, President Trump changed the rules of asylum at the border, making it harder for migrants to have their cases heard. UNIDENTIFIED PERSON #1: (Through interpreter) I hope that the government lets him in, at least to spend one Christmas with me. That would be the biggest gift of happiness that they could give me and him because he has suffered so much. If they do meet, it will be for the very first time."
    }
  ]
}