{
  "transcript": [
    {
      "speaker": "Robert Siegel",
      "text": "In addition to the U.S.-Mexico gun trade and drug trade, there's also a vast above board relationship between the two countries that reflects the huge Mexican immigrant population here. Like other immigrant groups, they send money home. Payments like that from workers overseas to their families in the old country are called remittances. As you can imagine, the current recession is taking a toll on them. In addition to the U.S.-Mexico gun trade and drug trade, there's also a vast above board relationship between the two countries that reflects the huge Mexican immigrant population here. Like other immigrant groups, they send money home. Payments like that from workers overseas to their families in the old country are called remittances. As you can imagine, the current recession is taking a toll on them. And to find out how big a toll, we called Robert Meins, a remittances specialist with the Inter-American Development Bank in Washington D.C. I asked him how big is the volume of remittances from the U.S. to Mexico. And to find out how big a toll, we called Robert Meins, a remittances specialist with the Inter-American Development Bank in Washington D.C. I asked him how big is the volume of remittances from the U.S. to Mexico."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Well, the U.S. to Mexico, it's about $25 billion a year. Well, the U.S. to Mexico, it's about $25 billion a year."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Twenty-five billion dollars a year. Twenty-five billion dollars a year."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "That's right. That's right."
    },
    {
      "speaker": "Robert Siegel",
      "text": "So what's happening in the recession to remittances to Mexico, or for that matter, farther south? So what's happening in the recession to remittances to Mexico, or for that matter, farther south?"
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Well, the same thing is happening that's happening to every American family. It's becoming harder to find a job. It's becoming difficult to find a good wage. And for them, about 10 percent of their income actually goes back to the country that they're from originally. And it's very difficult for them to maintain that flow now. Well, the same thing is happening that's happening to every American family. It's becoming harder to find a job. It's becoming difficult to find a good wage. And for them, about 10 percent of their income actually goes back to the country that they're from originally. And it's very difficult for them to maintain that flow now."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Ten percent. So there must be towns and villages in Mexico, I think in terms of Michoacan state and Jalisco state - big sending states - that are feeling a kind of double recession. Ten percent. So there must be towns and villages in Mexico, I think in terms of Michoacan state and Jalisco state - big sending states - that are feeling a kind of double recession."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Absolutely. Michoacan, Jalisco, Zacatecas, also. For these places it's a very vital source of income, not just for the families, but also for the community. Absolutely. Michoacan, Jalisco, Zacatecas, also. For these places it's a very vital source of income, not just for the families, but also for the community."
    },
    {
      "speaker": "Robert Siegel",
      "text": "How would we see the effect of remittances there when they're high and now when they're low? How would it affect the community? How would we see the effect of remittances there when they're high and now when they're low? How would it affect the community?"
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Well, these people don't just get the money themselves, they spend about 60 to 80 percent of the money on daily consumables. So we're talking food, shelter, a roof above their heads and the clothes on their back, which is essential to lift so many families out of poverty. The rest of the money they invest. But even the money that they spend they spend at local stores. So the stores get that money, they put it back in the bank, it's invested into other stores. So it's a very important source of funds. Well, these people don't just get the money themselves, they spend about 60 to 80 percent of the money on daily consumables. So we're talking food, shelter, a roof above their heads and the clothes on their back, which is essential to lift so many families out of poverty. The rest of the money they invest. But even the money that they spend they spend at local stores. So the stores get that money, they put it back in the bank, it's invested into other stores. So it's a very important source of funds."
    },
    {
      "speaker": "Robert Siegel",
      "text": "So there's this backwash of the U.S. economy that just goes right through the places where immigrant families come from. So there's this backwash of the U.S. economy that just goes right through the places where immigrant families come from."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Absolutely. Absolutely."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Do we know whether there have been many people going back home or fewer people coming across the border, coming north? Do we know whether there have been many people going back home or fewer people coming across the border, coming north?"
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "There's been a lot of speculation about it and a lot of articles in the newspapers, but the consensus is that even though there are few people going back, it's not what's happening to most people. Most people are in the United States and want to stay here. There's been a lot of speculation about it and a lot of articles in the newspapers, but the consensus is that even though there are few people going back, it's not what's happening to most people. Most people are in the United States and want to stay here."
    },
    {
      "speaker": "Robert Siegel",
      "text": "And the volume of remittances, are there actually good ways of calculating that? Can the Inter-American Development Bank figure out what the figures actually are? And the volume of remittances, are there actually good ways of calculating that? Can the Inter-American Development Bank figure out what the figures actually are?"
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Well, that's what we've been doing for the last 10 years. And right now it looks like there's been a slight decline in remittances. And this year it looks like it's going to be dropping for the first time. Well, that's what we've been doing for the last 10 years. And right now it looks like there's been a slight decline in remittances. And this year it looks like it's going to be dropping for the first time."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Now, put this in the context of other developments in the Mexican economy. Now, put this in the context of other developments in the Mexican economy."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Well, what we've seen since the financial crisis is that the dollar has become worth a lot more money in terms of pesos, the currency in Mexico. So what's happened is even though there are less dollars going to Mexico, the Mexican families are actually receiving more money in terms of what they spend themselves, which is in pesos. Well, what we've seen since the financial crisis is that the dollar has become worth a lot more money in terms of pesos, the currency in Mexico. So what's happened is even though there are less dollars going to Mexico, the Mexican families are actually receiving more money in terms of what they spend themselves, which is in pesos."
    },
    {
      "speaker": "Robert Siegel",
      "text": "You mean even if they're getting fewer dollars, those dollars go so much farther with pesos. You mean even if they're getting fewer dollars, those dollars go so much farther with pesos."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Exactly. Exactly."
    },
    {
      "speaker": "Robert Siegel",
      "text": "That helps them stay afloat at this point. That helps them stay afloat at this point."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "It sounds like a paradox. But as long as the dollar remains strong, the remittances going to Mexico will have a good impact. It sounds like a paradox. But as long as the dollar remains strong, the remittances going to Mexico will have a good impact."
    },
    {
      "speaker": "Robert Siegel",
      "text": "We, by the way, we say remittances, do you know, by the way, what - if we were in Michoacan state right now - what people would - how they'd call that money from… We, by the way, we say remittances, do you know, by the way, what - if we were in Michoacan state right now - what people would - how they'd call that money from…"
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "Remesas. Remesas. Remesas. Remesas."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Remesas. Well, Robert Meins, thank you very much for talking with us. Remesas. Well, Robert Meins, thank you very much for talking with us."
    },
    {
      "speaker": "Mr. Robert Meins (Remittance Specialist",
      "text": "It's been a pleasure. It's been a pleasure."
    },
    {
      "speaker": "Robert Siegel",
      "text": "Mr. Meins is a remittances specialist at the Inter-American Development Bank. Mr. Meins is a remittances specialist at the Inter-American Development Bank."
    }
  ]
}