{
  "transcript": [
    {
      "speaker": "Michel Martin",
      "text": "That's the view from the White House. Let's now get a view from Capitol Hill. Republican Congressman Jim Banks is from Indiana's 3rd Congressional District. He's a member of the House Armed Services Committee, and he is with us now. Congressman, welcome. Thanks for joining us."
    },
    {
      "speaker": "Jim Banks",
      "text": "Hey, Michel, good to be with you."
    },
    {
      "speaker": "Michel Martin",
      "text": "So you've been fairly vocal in saying you are opposed to impeachment, but do you even oppose the inquiry? You don't even want to investigate the matter despite the fact that seven of your colleagues with intelligence backgrounds think it should at least be investigated."
    },
    {
      "speaker": "Jim Banks",
      "text": "Well, at this point, it's unclear what process the speaker of the House is leading us to war. There are six different committees who are taking up impeachment inquiry hearings, but at this point, we haven't gone through the normal - nothing about this is normal - but the process that impeachment is supposed to go through, which is for the Judiciary Committee to instruct articles of impeachment and pass it out of committee and allow every member on the floor of the House to vote on moving this forward. And the reason for that, Michel, is because this process is entirely political. And today, just a few hours ago, we got a taste of what I mean by that with The New York Times story coming out that all along, Adam Schiff knew about the whistleblower. The whistleblower came to Chairman Schiff and to the intelligence committee even though he lied about it and said that he'd never spoken directly to the whistleblower. We now know that he was part of orchestrating the whistleblower account to begin with, which shows you - and I think tells us why the American people are so worn out by this process, just as they were with the Mueller investigation, the Kavanaugh hearings. The American people have had enough. They want to speak for themselves on Election Day, not allow members of Congress overturn the will of the people through this process."
    },
    {
      "speaker": "Michel Martin",
      "text": "You don't see anything problematic with the underlying facts - the fact that, according to the unclassified transcript released by the White House, immediately after the Ukrainian president talks about buying more Javelin missiles, the president is asking Zelenskiy to do him a favor, though - his words - and then he turns the conversation to investigating former Vice President Joe Biden and his son. You have no problem with that."
    },
    {
      "speaker": "Jim Banks",
      "text": "Yeah, that is not an accurate description of the transcript. I've read the transcript. I've read the whistleblower account. And in neither one of those documents is there something that appears to be high crimes and misdemeanors, which is what the Founding Fathers created the impeachment process to account for to begin with. It should only be used in extraordinary circumstances to impeach a president for high crimes and misdemeanors. I have yet to hear an account by any Democrat on Capitol Hill of where the high crimes and misdemeanors are found in the whistleblower account or the transcript."
    },
    {
      "speaker": "Michel Martin",
      "text": "OK. That would be an interpretation of those facts, though. Just let me be very clear. I'm just reading from the transcript. I have it in front of me, and my rendering of it is entirely accurate. What we're talking about here is what the interpretation should be of that and isn't that what the inquiry is for?"
    },
    {
      "speaker": "Jim Banks",
      "text": "Well, I would love to hear you read the part of the transcript that would indict the president of high crimes and misdemeanors. I mean, it's not there."
    },
    {
      "speaker": "Michel Martin",
      "text": "Setting aside the specifics of this investigation, I want to ask you more broadly about the role of Congress. I mean, the White House has repeatedly refused to cooperate with congressional oversight. Are you OK with that? I mean, do you feel that Congress has a role separate and apart from supporting the president of the same party as certain members? Do you think you have an independent role here?"
    },
    {
      "speaker": "Jim Banks",
      "text": "Well, just on your show a little bit ago, you quoted the president saying that he would cooperate. It's to be seen yet whether or not he won't cooperate with these hearings. So as I said a little bit ago, there are six different committees. Now, I scratch my head and wonder of those six different committees - by the way, as I described before, the Judiciary Committee is the committee that has jurisdictions to pass articles of impeachment. But in this case, you have committees like the Financial Services Committee taking up the impeachment question. What in the world does the Financial Services Committee have to do with impeachment? That's because, again, this is all political. This is about Democrats that want to get in the evening news cycle and talk about impeachment and placate their left-wing base and diminish this president and cripple him going into the election in 2020."
    },
    {
      "speaker": "Michel Martin",
      "text": "We have just a couple of seconds left. But before we let you go, can I just drill down on how the president is defending himself? He's been tweeting consistently. He's gone after the chair of the House Intelligence Committee using some profanity and some language, using nicknames. Is that the best way for him to make his case?"
    },
    {
      "speaker": "Jim Banks",
      "text": "The president deserves the opportunity to defend himself. But what we just learned a few hours ago about Adam Schiff lying about not talking to the whistleblower when all along he was orchestrating the whistleblower account, that's very troubling to me. And that's why I signed, along with a number of my colleagues, a motion today to censure Adam Schiff for his behavior."
    },
    {
      "speaker": "Michel Martin",
      "text": "That's Indiana Republican Congressman Jim Banks. He's a Republican from Indiana. Mr. Banks, thanks so much for joining us."
    },
    {
      "speaker": "Jim Banks",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Michel Martin",
      "text": "We feel we must note that Congressman Banks did not accurately describe The New York Times reporting about Congressman Schiff and the whistleblower's complaint. The Times quoted a spokesman for Congressman Schiff who said Schiff never saw any part of the complaint or knew precisely what the whistleblower would deliver."
    }
  ]
}