{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR. I'm Ira Flatow. Last year, we met the hominid Ardi, who lived in Africa 4.4 million years ago. Even more famous than Ardi, of course, is the star of the bunch, Lucy, a three-and-a-half-foot-tall female, who lived more recently in our evolutionary past, 3.2 million years ago. Well, this week, scientists added another individual to the family tree, Kadanuumuu, a five-foot-tall male, whom the scientists say is in Lucy's species. But he walked the earth 400,000 years before her, and walking is the right word because it appears that he stood and walked upright like Lucy, which is significant, and which we'll talk about a little bit later. Details about the Kadanuumuu appear in the journal Proceedings of the National Academy of Sciences this week. What can we learn from this new hominid skeleton? What is so significant about walking, Big Man, his name in English, Big Man. Joining us to talk about that is a guest, a member of the team that discovered Kadanuumuu. Yohannes Haile-Selassie is the curator and head of the physical anthropology department at the Cleveland Museum of Natural History in Ohio, and he joins us on the phone from Ethiopia today. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Oh, thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. Where did you find this fossil?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "This fossil was found in the Afar region of Ethiopia, like Lucy and Ardi. As you know, the Afar area is very rich in fossils of ancient human ancestors. So we kept looking for them in that area, and this is from a new study area called Woranso-Mille, which we've been working on for the last six years."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And he is  how much of the skeleton did you actually uncover?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "We have as much as Lucy's, but what the difference is, in Kadanuumuu, we have specimens that were unknown from Lucy previously. Some of the elements that we have for Kadanuumuu are also more complete than were for Lucy. For example, we have a complete shoulder blade, which was unknown for Lucy's species, Australopithecus afarensis, and we also have more rib bones, which will enable us to reconstruct the ribcage of the species of Lucy. So in terms of the (unintelligible), the amount of specimens recovered, they would be about the same, but we have more information from this new individual. Kadanuumuu is also 400,000 years older than Lucy."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you feel that this is the same species as Lucy?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "This is the same species as Lucy because what we did was since Lucy is also as complete as Kadanuumuu, we compared those two specimens, and what we found out is that their difference is merely a size difference and also a sex difference. Otherwise, in terms of their detailed shapes of their bones, they're the same. And what we can learn from this is that Kadanuumuu actually shows us that advanced, upright walking, humanlike walking, has actually evolved long before most of the anthropologists thought."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Much older, it looks like."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Yes, older than Lucy."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Older than Lucy."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But you're missing the skull. Couldn't you learn a lot more if you had the teeth and the skull and things like that?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "If we had the teeth and the cranium, of course, people wouldn't have doubted our assignment of Kadanuumuu to Australopithecus afarensis, which is Lucy's species, because most traditionally, most of the classification is based on teeth and the cranium. However, we did not find the head or the teeth of Kadanuumuu, but what we had from below the neck was enough to put it into Lucy's species, Australopithecus afarensis."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how does this change the picture of what you think about hominids now?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Well, many anthropologists in the past thought that Lucy was not fully adapted to upright walking, and this was because of her small legs and also the overall size of Lucy being small indicated to those anthropologists that Lucy probably didn't, was not fully adapted to upright walking. But in Kadanuumuu, what we're seeing, even being 400,000 years older than Lucy, is that its legs and body proportions show very humanlike proportions, and Kadanuumuu was actually able to walk very close to the way modern humans walk. So this is the skeletal evidence for what we previously had as footprints from Laetoli in Tanzania, which are also dated to about 3.6 million years ago. So the humanlike advanced upright walking is not something that came later in our evolution, as people thought previously. Now we have  with Kadanuumuu, we have good evidence that very advanced upright walking actually evolved as early as 3.6 million years ago, if not earlier. So that's a big breakthrough for (unintelligible) anthropology."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now, we keep hearing so much about how close humans are to chimps. Does this tell us anything about, this skeleton, about how much different we are than chimps?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Humans and chimpanzees are closely related, genetically speaking. However, what we've learned not only from Kadanuumuu but also from Ardi, is that chimpanzees have evolved so much since the split from the common ancestor they shared with us. So this is reflected in their boney anatomy. And of course, when we look at Kadanuumuu's shoulder blade, or what we call the scapula, it has so many features that are shared with gorillas than to the exclusion of chimpanzees. So what that tells us is that some of our body parts, like the shoulder area, are very primitive. They did not evolve that much because some of them are even shared with gorillas. So chimpanzees, since the split, have evolved so much in a very different way, but genetically, as we know, they are very  closer to us than the gorillas are. So that's what we learned from Ardi, that chimpanzees have evolved so much, and that they cannot be used as the models to reconstruct, you know, the common ancestor they shared with us."
    },
    {
      "speaker": "Ira Flatow",
      "text": "When Lucy was discovered, it was thought that because of her skeleton, she spent a lot of time in trees. But now this would seem to say that she didn't. I mean, this is an older one who walked upright and did not..."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "The reason why  yeah, the reason why people thought Lucy would spend a lot of time on trees is because of her small size, and also, her small body frame is actually what made her arms longer, like apes. And people would assume that since you also had her fingers, they would assume that she was probably spending more time in trees than on the ground. But what we're learning from Kadanuumuu, which is even 400,000 years older than she is, is that afarensis, her species, was in fact adapted to a fully advanced by upright walking as early as 3.6 million years ago. So those previous interpretations of Australopithecus afarensis, based on Lucy, were probably misinterpretations based on her small size and also her shorter legs. But that was not proportionally short. It's just they were absolutely short."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Was it possible  and people always want to know this, and we have a couple tweets coming in asking this  was it possible to extract any DNA from these samples?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "These bones are too old to extract DNA from them. I think  we've been able, in paleo-anthropological studies, we've been able to extract DNA from ancient fossils only as old as about 30,000 years. Anything beyond that is less likely to yield any DNA evidence because all the organic material of these bones have already been entirely replaced by minerals. So the chances of getting DNA from specimens like Kadanuumuu or Lucy, which are older than 3 million years, is very rare."
    },
    {
      "speaker": "Ira Flatow",
      "text": "There was a discovery of some footprints, what, about 30 years ago that no one could really identify because they were so big. Does this seem to fit in now that you've discovered this specimen?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "I'm sure you're talking about the Laetoli footprints that I mentioned earlier."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yes."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "These are 3.6-million-year-old footprints from Laetoli in Tanzania, and of course, those footprints clearly showed a humanlike foot with the big toe connected to the other toes, unlike Ardi. So that indicated perfect bipedalism as early as 3.6 million years ago. But we did not have the sort of partial skeleton evidence for it until the discovery of Kadanuumuu. So Kadanuumuu sort of complements those footprints that were found in 1979, which is 30-some years ago."
    },
    {
      "speaker": "Ira Flatow",
      "text": "There have been some skeptics, some scientists or other paleontologists, who are saying, you know what, until you get the cranium, until you get the teeth, we are not going to be able to be sure how close this is to Lucy. Is that something you'll be looking for now?"
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "This is  well, I don't think we're going to be find the head or teeth of Kadanuumuu, but the one thing that we have to know is the use of head and teeth traditionally to put specimens into a present taxon is like traditional, but postcranial elements can also give us a lot of information and indicate taxonomic, you know, affinity. For example, if you look at Ardi's foot, okay, by itself, nobody would have put that into Australopithecus afarensis because afarensis doesn't have a foot like that. So that foot by itself, because of the morphology it has, could be diagnostic without the head. So it's not necessarily that we can't put postcranial elements to a taxon because if we have good comparative material, like Lucy, we can actually compare them to existing postcranial elements and determine their taxonomy. So that's exactly what we did. Some of the critics we thought said, well, there is a species Kenyanthropus platyops born about 3.5 million years ago, and those skeptics or critics said why didn't you guys consider putting him into Kenyanthropus platyops. But of course, Kenyanthropus platyops is known only from a head, a crushed head, and there is no way that we can compare postcranial elements with a head. It's totally inappropriate. So the only appropriate comparative material we had was Lucy and her species' remains that we have from sites such as Hadar, which is one of the best sites for Australopithecus afarensis, including Lucy. So what we did was we used the available comparative material. We looked at the shape and form of these bones. We compared it with Lucy particularly, and Kadanuumuu was very much like Lucy except for the size and sex."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, thank you very much for staying up late and taking time to be with us today."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "You're welcome. Thanks for having me here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Good luck to you. You're welcome."
    },
    {
      "speaker": "Mr. Yohannes Haile-Selassie (Curator",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Dr. Yohannes Haile-Selassie, talking with us from Ethiopia about this new discovery of Kadanuumuu. He is curator and head of physical anthropology at the Cleveland Museum of Natural History in Ohio. We're going to take a break, afterwards come back and talk about building lungs, actual lungs, in a beaker in the laboratory. They're doing it for rats, at least. We'll talk about the matrix. Stay with us. We'll be right back. You're listening to SCIENCE FRIDAY from NPR."
    }
  ]
}