{
  "transcript": [
    {
      "speaker": "Sacha Pfeiffer",
      "text": "And God saw that the wickedness of man was great in the Earth - so begins the story of the flood in Genesis. God's decision to restart creation by sparing two of every animal and sparing just one family from the deluge. The ark carries the family of Noah and his sons, plus a pair of every living creature. It also carries Noah's wife, who was not named in the Bible but goes on to become the matriarch of all future generations. Sarah Blake's new book gives that woman a name, a story and a purpose. It's called \"Naamah.\" And it retells the story of the great flood and what came before and after it. Sarah Blake joins me from our bureau in New York. Sarah, welcome."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Thank you. Thank you so much for having me."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "When I think about the Bible, there are probably very - relatively few women we can name compared to men named in the Bible. And there have been, certainly, books written that tried to give some of those women a name. Of all the stories and of all the unnamed women in the Bible you could have picked out, why did you go for Noah's wife?"
    },
    {
      "speaker": "Sarah Blake",
      "text": "What really struck me about Noah's wife was the way that she was so stuck. And I was writing the book at a time where I was feeling very stuck. The 2016 election had just happened, and I felt hopeless. And I didn't know how to look forward. I didn't know how to talk to my young son about looking forward at a bright future. And so I was rereading Genesis, and I came across the story of the ark. And it really hit me how long they were really on the ark, that it - you know, in my head and in the children's books, that the whole process is shortened. It's so quick. The rain seemed like what's a long time. But, really, it's over a year that they're on the ark just looking out over water. It's months and months and months until even the very tops of mountains appear. And that - I was just overwhelmed by the idea of looking across all the water and having no idea what was to come for Naamah and her family."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "One of the things I thought was most interesting about the book was that it really gets into the kind of dirty, smelly reality of spending all that time on a boat with all those animals. I mean, they reek. They were dirty. You had to worry about a polar bear going on a rampage and a walrus swinging its horns around and impaling you."
    },
    {
      "speaker": "Sarah Blake",
      "text": "(Laughter)."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "And so you thought, wow. I never thought about how terrible that might - to be on that boat with all those creatures for so long."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Yeah. It seemed like a totally terrifying prospect to me to not only know that you had to keep them alive because you were the only reason life would continue post-flood but then also that they were dangerous. And they - you know, even if you go to a farm that's lovely, it still smells or petting zoos or all these things I was doing with my young son. I was like, wow. This smells. And we're, like, out in the open. Imagine on a boat (laughter). And I'm really interested in biology and bodies and, you know, as much as we are shedding and getting oily, like, so are the animals. And - but she has to not only take care of herself but take care of all of them and their super varied needs."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Well, you mentioned bodies. And that's the perfect segue way to the fact that there's, actually, a fair amount of what I would call erotica in this book."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Sure."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "There's a lot of sex. And there's even a point where she, basically, tells her sons and daughter-in-laws (ph), no sex on the boat because we can't have any pregnancies or babies. This is the wrong place for that. So why did you decide to create such a physical, sexual element to this story?"
    },
    {
      "speaker": "Sarah Blake",
      "text": "To me, it really is a book about bodies and physicality and survival. And when I think about those things, to me, I'm thinking about bodies in their existence on - in the world and how many ways we have to take care of our bodies. And so - and pleasure has to do with that. And sex has to do with that. And I wanted to be really true to what that experience was going to be like. I wanted to have sex scenes that were really celebratory of a woman's pleasure. And so that was part of the drive of just being very - I mean, you could say erotic about it. But I - to me, it's just very direct. It very plainly speaks of how bodies interact and how they feel pleasure."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Naamah has, in a way, a conflicted relationship with God - maybe even a little antagonistic. She's thinking..."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Yes."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "You put us on this boat. I don't know when I'm going to get off. You flooded the Earth. Everybody else is dead. So explain that. She seems aggravated with God."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Yeah. I think she's so flummoxed by how they've gotten into this position. And why her? And why not others? And what it could mean - all these conversations that he seems to have with other people and not with her. And she - and yet to keep putting her in positions of godliness, where she's in charge of everything. And she has to make sure things survive. And yet she doesn't get to hear his reasoning or know him. And yeah, so I think she's coming from a point of just utter frustration at the start of the book. And then she's learning how to deal with that over the course of it."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "I mean this next comment in the nicest way. But this is a very weird and strange book, right? There's supernatural elements. You play with the timeline. We go back and forth from the past to the future. There's an angel. There's a dead woman who makes appearances. Was weirdness what you were after? How did that come to be?"
    },
    {
      "speaker": "Sarah Blake",
      "text": "Yeah. That's got to be my favorite word."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "Weirdness."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Yes. Especially any students I've had, they'll tell you that that's kind of my go-to phrase is - I'll say, make it weirder (laughter)."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "So it's not an off-putting word to you."
    },
    {
      "speaker": "Sarah Blake",
      "text": "No. I think weirdness is where you get into why we differ person to person. When you start making - if you say, what does thunder sound like? Everybody will say the same first few words. But if you say, OK. Make it more specific. Make it weirder. Then everyone starts to differ. Everyone's very unique perspective as a person comes out as you get towards weirdness. So to me, I love that word. I'm so glad that the - that that's so prevalent in this book and that people are identifying with weirdness (laughter)."
    },
    {
      "speaker": "Sacha Pfeiffer",
      "text": "That's Sarah Blake. Her book is called \"Naamah.\" Sarah, thank you very much."
    },
    {
      "speaker": "Sarah Blake",
      "text": "Thanks so much."
    }
  ]
}