{
  "transcript": [
    {
      "speaker": "Steve Inskeep",
      "text": "The Turkish British writer Elif Shafak has been writing of a city she loves. She tells of that city, Istanbul, Turkey, through one of its residents - one of its late residents. As the story begins, a woman has been killed. She had been working as a prostitute and was stuffed in a dumpster. She is dead - although, the author adds, not quite."
    },
    {
      "speaker": "Elif Shafak",
      "text": "I became very interested in these studies - medical and scientific studies - that show after the moment of death, after the heart has stopped beating, the human brain can remain active for another few minutes. And in some cases, this could go up to 10 minutes. To me, the whole thing was fascinating. And maybe the question that I wanted to ask was, what exactly happens inside our minds in that limited amount of time?"
    },
    {
      "speaker": "Steve Inskeep",
      "text": "The book is titled \"10 Minutes And 38 Seconds In This Strange World.\" Leila is the main character. The madam she has worked for had given her the demeaning nickname Tequila Leila. Her heart has stopped beating after her murder, but for 10 minutes and 38 seconds, her mind continues working as she reflects on her life."
    },
    {
      "speaker": "Elif Shafak",
      "text": "I think I've always tried to give more voice to people who have been voiceless, whose stories have been erased, forgotten, pushed to the periphery. But I think in this novel, there's also a more personal element. I wrote it at a time when I, myself, could not travel to Istanbul. One of the questions that I asked myself was, how come I'm still carrying this city with me wherever I go?"
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Remind us. Why couldn't you travel to Istanbul?"
    },
    {
      "speaker": "Elif Shafak",
      "text": "I think Turkey has become a very difficult place for almost everyone, but particularly for people who deal with words, for journalists, writers, academics. As you know the country has been going backwards, first gradually, but then with a bewildering speed. So we've seen an increase in populist authoritarianism. So it's a very difficult environment for authors as well. People understand that it's difficult to question political taboos, but they might not be aware that sometimes it's equally challenging to write about sexuality and to question gender violence."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Which is something that you do a lot in this book. I, in reading this book, grew angry because you begin with a woman who seems to have made a bad fate for herself. And you learn of a series of atrocities that were committed against her throughout her entire life from the moment of birth. What happened to her?"
    },
    {
      "speaker": "Elif Shafak",
      "text": "Well, she grows up in a very patriarchal society - in a very closed, conservative society - in a polygamous family, with two mothers, without quite knowing who her mother is. And many of the side stories that you will see in this book were actually inspired by real events. So I've seen this happen again and again - polygamous families. It's not legal, but it's still done."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "It's something that is allowed under some interpretations of Islam, for a man to take more than one wife."
    },
    {
      "speaker": "Elif Shafak",
      "text": "That is true. And also, this government - the AKP government - recently, they passed a law which gives local imams the rights to perform marriage ceremonies. And women's rights organizations have been objecting this, saying, if you do this, you're going to increase the number of child brides. You're going to make it easier - particularly in the countryside, in rural areas - for families to marry off their children at a young age, and you will also increase cases of polygamy. So we have huge problems in Turkey when it comes to child brides. We have problems when it comes to gender-based violence. So that's the mentality that we have to fight against in Turkey."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Well, in that respect, the young woman - she's still a girl in this book. She is sexually abused by her uncle. And the overriding concern of her family, including even her own father, is to make sure that the uncle is protected."
    },
    {
      "speaker": "Elif Shafak",
      "text": "Yes. And also, this abstract notion of family honor - that is what matters to them. And in the name of that abstract notion, women's lives can be sacrificed. But if I may add this, although this is a book that deals with heavy subjects, I honestly think it is an uplifting story because it's also a story about friendships. You know, if our blood family - the family we grow up in - is loving and kind and tender, we should count our blessings. That is wonderful. Not everyone is as lucky though. And particularly to those people, the book is saying, do not forget. As you keep living, you're going to have another family - your water family, your friends. And in that regard, I think, particularly in countries where democracy is lost and where the public space has become very intolerant, water families are even more important. The solidarity among people who have been pushed to the margins is even more important."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Who are some of the five people who become the close friends, the water family, of Leila?"
    },
    {
      "speaker": "Elif Shafak",
      "text": "They're all outcasts. You know, they're all trying to cling to the edge of the society. What is interesting, at least to me, is there's an actual place in Istanbul; it's a graveyard. It's called the Cemetery of the Companionless. Unlike any other cemetery, there are no names. There are no tombstones, no surnames - yeah? - nothing personal on the graves, just numbers. It is a place where actual people are turned into numbers. And nobody goes there. Nobody pays attention. It's completely neglected. I became very drawn to this place. You know, I've been doing research. Who are the people who are buried here? And when you do that, you realize there are many outcasts there, for instance, many LGBTQ members who have been shunned by their families. The families did not want to give them a proper funeral. There are also lots of sex workers there. There are also people who have died of AIDS - suicides. And then there is also a growing number of refugees. Every day in newspapers, we read about how refugees have drowned while they were trying to cross into Europe. But where are all these bodies taken? They are taken to the Cemetery of the Companionless. So it's a very sad and strange place. And I wanted to, as an author, at least take one of those numbers because in the book my main character is buried there."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Yeah."
    },
    {
      "speaker": "Elif Shafak",
      "text": "I wanted to take at least one of those numbers and give it a name, a story, an individuality, and try to reverse that process."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Do you think that Turkey is more or less welcoming to the kinds of outcasts you just described as the years have gone on?"
    },
    {
      "speaker": "Elif Shafak",
      "text": "As the year's gone on, I wish I could tell you that we have made progress and we have become a much more democratic country, but I'm afraid it's just the opposite. It has become more and more difficult to be different in Turkey. And that's why I think democracy matters. It's not only about elections, ballot box, parliament. It's also the public space. It's also about diversity, appreciating diversity and coexistence. These are the things that we've lost in Turkey."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Elif Shafak, thank you so much."
    },
    {
      "speaker": "Elif Shafak",
      "text": "Thank you so much."
    },
    {
      "speaker": "Steve Inskeep",
      "text": "Her novel is called \"10 Minutes And 38 Seconds In This Strange World.\""
    }
  ]
}