{
  "transcript": [
    {
      "speaker": "Ed Gordon",
      "text": "Ann Nesby earned her reputation as the Queen of Inspirational Soul when she was the principal singer for the 40-person gospel choir, Sounds of Blackness. In 1996, Nesby launched a solo career with the help of super producers, Jimmy Jam and Terry Lewis. Nesby took her talents to the big screen three years ago when she appeared alongside Beyonce Knowles in the film, \"The Fighting Temptations.\" Now, she's back in the studio and has returned to her gospel roots with her new album, \"In the Spirit.\" Ann Nesby, welcome."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Thank you. Glad to be here."
    },
    {
      "speaker": "Ed Gordon",
      "text": "Let's talk a little bit about this new project, \"In the Spirit.\" I'm curious now, obviously most of us were introduced to you through Sounds of Blackness. But when you went on your own, you had a lot of secular success with those CDs. Why come back to this?"
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "This is definitely my root, gospel music. As a child, my first song that I sang was gospel music, coming from my father, a Baptist pastor, and my mother a missionary. That's my traditional root and I wanted to bring it full circle to let people know where the gift ultimately derived from. (Singing) My road been a little rocky on my way home. Choir: (Singing) Riding back home. (Singing) My road been a little rocky, on my way home. Choir: (Singing) Trying to get home. (Singing) Yeah, yeah, I'm climbing... Choir: (Singing) Climbing... (Singing) ...higher... Choir: (Singing) Climbing.... (Singing) ...moving up that mountain... Choir: (Singing) Climbing... (Singing) ...everyday... Choir: (Singing) Climbing... (Singing) ...on the road... Choir: (Singing) I'm climbing..."
    },
    {
      "speaker": "Ed Gordon",
      "text": "You know what's great about this CD and as I've looked at the material on it, the music and the material you've picked is going to be very familiar to anybody who goes to church."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Absolutely. And that is exactly what we intended. And as for me, it was music that encouraged my heart and music that I heard in church. Music that I heard my grandmothers, my father sing and songs that were taught to me by my father as well. Such as \"In the Garden,\" that was one of the first songs that I sang in the choir with my father. (Singing) I come to the garden alone, where the dew is still on the roses. And the voice I hear falling on my ear, the son of God discloses. And he walks with me... I did a Stevie Wonder song, \"10 Zillion Light Years Away,\" because it's one of my favorite songs, spiritually, because it speaks to situations in our world today where people that -- who don't really have a relationship with God are asking in situations, such as Hurricane Katrina, where is God in all this? But if you really have a relationship and understand spirituality, you know that God is inside of you. So, that's one of the reasons why I chose that Stevie Wonder song. (Singing) To walk her he righteous streets I pray. NESBY & Choir: (Singing) They say that heaven is 10 zillion light years away. But if there is a God, we need him now. \"Where is your God?\" Choir: (Singing) Where is your God?"
    },
    {
      "speaker": "Ed Gordon",
      "text": "Ann, you know better than I do often you hear criticism from some in the church who will suggest there's been too much of this graying between secular music and that of the gospel. Yet, when you talk about a song like \"Heaven is 10 Zillion Light Years Away\"..."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Yes."
    },
    {
      "speaker": "Ed Gordon",
      "text": "...or \"Grandma's Hands\" by two of -- you know, two of the best that we've known, Bill Withers and Stevie Wonder."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Yes."
    },
    {
      "speaker": "Ed Gordon",
      "text": "You know, here are men who could marry the spiritual and secular. Were you at all hesitant when trying to do that with this project?"
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Absolutely not. I did it from an honest and a spiritual viewpoint and I want people to get the exact feeling that I had when I was choosing this music. And if we stop trying to pigeonhole gospel music, then gospel music will go a lot farther and it will be advanced farther than it is today."
    },
    {
      "speaker": "Ed Gordon",
      "text": "All right now, Ann, I know you've been talking about this over the last few months and you talk about being a grandmamma. You have to be two things. You have to be crazy proud right now with all of what America has seen with your granddaughter, Paris, up there on American Idol. And I would suspect every week it must be terribly nerve wracking, too, for you."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Absolutely both, absolutely. I'm overwhelmed, I'm excited. Sometimes I'm upset, sometimes I'm nervous. So you have all those things wrapped up into one, but I am definitely, most definitely proud. To have your granddaughter to call you and say, Granny, I'm doing this song. What do you think about this and to stand there -- and to stand there and sing with the contestants who are much older than her -- in their 20s and then she being 17 -- not having any fear but just going out there and doing her best, it does me more than proud."
    },
    {
      "speaker": "Ed Gordon",
      "text": "And let me take you back to a question that I know a lot of people have asked you really since the first solo album. The success that you achieved and it brought notoriety to you with Sounds of Blackness, will this be one of those things that you'll be able to run back and forth the rest of your career between the solo projects and occasionally going back with them? Would you like to be able to continue doing that kind of thing?"
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Well, there's always a statement that came from Mr. Gary Hines, who's the director of the Sounds of Blackness, that once a Sounds, always a Sounds member. Sounds of Blackness was an extended family for me and I know that I will always have the same love for them and always be able to go back."
    },
    {
      "speaker": "Ed Gordon",
      "text": "And before I let you go, I want you to talk to us a bit about the generation's project."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "My daughter and I were talking about a generation's project because my mother sings as well. You've heard me sing, now you've heard Paris sing, you've heard my daughter sing with Sounds of Blackness, and my sister, Ms. Marie Graham, she also was a part of Sounds of Blackness. She will be a part of this generation project and we want you to know that my mother, Shirley Bennett, can sing a Mahalia Jackson song that will make you cringe in your shoes. And we want to take it all over the world to let people know about the ability and the gift to sing a whole gamut of African-American music as a whole family."
    },
    {
      "speaker": "Ed Gordon",
      "text": "Before we let you go, Ann, like so many -- we just had Roberta Flack on, decided hey, you know, to be healthy, I'm gonna lose some of this weight. I understand you've lost over a 100 pounds."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "I absolutely did. In January of 2005, I stayed in intensive care for about six days with congestive heart failure. And, at that point, I realized that I could not really, really serve my family or God in that condition with my health out of control and my doctor referred me to have this surgery. I was very, very nervous about it, but I prayed and I felt like it was the right thing to do. I lost 129 pounds and I'm definitely striving to keep it off so that I will be able to be around for Paris' great success and also to be around to finish the ministry that God has called me to."
    },
    {
      "speaker": "Ed Gordon",
      "text": "Well, that is so wonderful. Congratulations on that, and whether it's..."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Thank you."
    },
    {
      "speaker": "Ed Gordon",
      "text": "And whether it's the solo success you've had on the secular side with great songs like \"I'm Still Wearing Your Name,\" which you wore out."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Thank you."
    },
    {
      "speaker": "Ed Gordon",
      "text": "Or anybody who can stand there and sing with Al Green and \"Put it on Paper\" and know that you're holding your own, you gotta do what you gotta do. But..."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Oh absolutely."
    },
    {
      "speaker": "Ed Gordon",
      "text": "...as you say, you've gone back to your roots for this project. Ann Nesby, we want to thank you for being a part of the show."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "Thank you. Choir: (Singing) Where would I be? (Singing) Hey, if it... Choir: (Singing) If it had... (Singing) Had... Choir: (Singing) ...not been... (Singing) ...not been. Ms. NESBY & Choir: (Singing) For the Lord on my side. (Singing) Tell me where..."
    },
    {
      "speaker": "Ed Gordon",
      "text": "Ann Nesby's latest CD, \"In the Spirit,\" is in stores now."
    },
    {
      "speaker": "Ms. Ann Nesby (Gospel And R&B Singer)",
      "text": "(Singing) Oh, I wanna know where... Choir: (Singing) Where would I be. (Singing) Oh, he kept... Choir: (Singing) He kept my... (Singing) ...enemies... Choir: (Singing) ...enemies away... Ms. NESBY & Choir: (Singing) He let the sun... Choir: (Singing) ...shine... (Singing) And he rocks me... Choir: (Singing) He rocks me in the cradle of his arms..."
    }
  ]
}