{
  "transcript": [
    {
      "speaker": "Tony Cox",
      "text": "Passe blanc - it's a phrase well-known in color-conscious corners of the black community. American literature is chock full of stories of light-skinned black folks passing for white. But, whites passing for black? That's a phenomena not so well mapped. History has provided us with examples of white entertainers in black face, and white artist performing black music form from R&B to rap. But, whites who have actually sought to become blacks, some of them successfully, is the subject of a new and fascinating book by Baz Dreisinger, excuse me. It's called \"Near Black: White to Black, Passing in American Culture.\" Baz, welcome to News &Notes."
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Tony Cox",
      "text": "You call whites passing as blacks \"white passers.\" Central to this notion of white passing is proximity as you say in the book, let's talk about what you mean. Is that like blackness rubbing off on people?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "It is, really. It starts in the 19th century as a kind of anxiety about black becoming closer to white, sometimes physically, sometimes metaphorically with the end of slavery, and it transforms into this notion that somehow, proximity to blackness has a kind of contagious character. And contagion is a metaphor that's used quite often in the narratives, and in the discourse surrounding white people passing for black, that the idea that being close can somehow transform one's racial identity."
    },
    {
      "speaker": "Tony Cox",
      "text": "Now, your book is full of stories of what you called, you know, white or reverse passing. It's clearer, I think for blacks to understand, may be others as well, the motivation for trying to be black - to be white if you are black, not as clear when it's the other way around. Can you explain it?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Right, right. It absolutely - there is no one motive in a sense in my book. Some of the characters - I start out by writing about white slaves who were taken against their will, and therefore it's a kind of coerced passing. They didn't choose to pass as black, of course. But then you start to find figures like Mez Mezzrow, jazz musician, Johnny Otis, another musician, who chose to pass because that was the context in which their art was being performed. That was the culture they were surrounded by that spoke to them, that they identified with in someway. Then you have characters who just dabbled in it so to speak, for a project or out of interest like John Howard Griffin, who's a journalist who passed for black in the 50s, dyed his skin and wrote a memoir about it. Or Grace Halsell, a woman who did the same in the 1960s, also by dying her skin. And they just of course did this for a period of time to experience what it was like to be black and to write about it and share that experience with an audience."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, you - it is not a new phenomenon that you are talking about, and you cite examples going back to the 19th century during slavery as you've just said."
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Right."
    },
    {
      "speaker": "Tony Cox",
      "text": "But has there been - has white passing ever been at a peak, so to speak?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "There were certain moments that I identify as particularly - where the phenomenon was particularly prevalent. You see this in the 1920s for instance, the 1950s, moments when African-American culture was going particularly mainstream. The decades that I identify as being particularly interesting, and of course there's no way to quantify, it's really more matter of sensing that the phenomenon was present and the discourse in the culture and the talk of the time, the 1920s, the 1950s and the 1990s. And especially the 1990s because of the rise of hip-hop as a mainstream phenomenon."
    },
    {
      "speaker": "Tony Cox",
      "text": "You know, stories of black passing are usually told - and maybe I shouldn't say usually, let's say often - told with a heavy undertone of shame. Is that true of stories of white passing?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "It's interesting you asked. Actually, it's the opposite. In white passing for the most part, what you have is really more of a boast than the kind of anxious, fearful narrative of the more traditional form of passing. And the reason for that is fairly obvious, it wasn't a shameful enterprise. It was usually kind of a fantasy on the part of these characters like a Mez Mezzrow, whose passing for black - I think that that's because they're proud of what they're doing. They've chosen to do it. They identify with this culture and they want to sort of prove that they're down, so to speak."
    },
    {
      "speaker": "Tony Cox",
      "text": "How do interracial relationships play into this notion of white passing?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Usually - I have a chapter in which I talk about Grace Halsell, who I mentioned is a woman who completed this project in the 1960s where she followed John Howard Griffin's footsteps, died here skin black an traveled through the South and actually also travel to the North, in Harlem where there was no segregation at this time at all. So, in this context what she ends up doing quite often is connecting with black men, and that becomes her foray into the world that becomes her ticket of entry. So, in the case of women, one of the things I argue is that for women, relationships with black men becomes very important, but in the case of men, relationships with black men is important as well, but of course, these are friendships and not sexual-romantic relationships. So, it's a very different kind of relationship to the culture, generally speaking."
    },
    {
      "speaker": "Tony Cox",
      "text": "When we talk about some of these cases of whites passing for black are we primarily talking about temporary? Because you mention Griffin in the book Black Like Me and others as oppose to some blacks who try to permanently pass as white."
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "There is no predominant - I think trend. Some of them were temporary experiments but others - the slaves were one of the cases I talk about that's quite interesting is a 19th century figure named Salome Muller who was a German immigrant who was based - essentially sold into slavery by way of a debt that her family had. And she passed her whole life according to the accounts. There are other characters like Hermes Mezzrow identified for much of his life, Johnny Otis identified for a good chunk of his life and wrote - both of them wrote memoirs about this experience. Jean-Charles Huseau, who's a 19th century figure from Belgium, who actually founded New Orleans' first black newspaper, never actively claimed a black identity but never denied it either. People just sort of assumed it, and he went along with that assumption supposedly for the length of his life. So, it really ranges. I think unlike the traditional form of passing, there is no homogeneity to the different cases."
    },
    {
      "speaker": "Tony Cox",
      "text": "My Final question is this, and I've got about 30 seconds for you to answer, you're a writer, you're white, what made you write this book?"
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Well, I get asked that a lot and I think there's - intellectually there's an answer and personally there's an answer. Intellectually, I work in the area of American and African-American studies, and those two areas are interchangeable to me. They are co-dependent, you can't have one without the other. And as you mentioned, there was just a dirth of literature on this subject, wheras there was plenty of writing on the more traditional form of passing. And personally speaking, I think I started to notice in the late 90s and the early 2000s, especially around the rise of Eminem, there was just this prevalent discussion about cultural theft, cultural cross-dressing, so to speak, and all of these issues were hot button topic and working in Academe and in journalism, I felt those debates keenly."
    },
    {
      "speaker": "Tony Cox",
      "text": "All right, I've got to stop you there only because our time has run out because I would love to hear the rest of your answer. I appreciate you're coming on, Baz. Thank you very much."
    },
    {
      "speaker": "Professor Baz Dreisinger (Author",
      "text": "Thank you."
    },
    {
      "speaker": "Tony Cox",
      "text": "Baz Dreisinger is an assistant professor of English at the John Jay College of Criminal Justice at the City University of New York. The name of her book, \"Near Black: White to Black, Passing in American Culture.\" She joined us from the studios of NPR in New York. That's our show for today. Glad you could join us. To listen to the show or subscribe to the podcast visit our Web site, nprnewsandnotes.org. To join the conversation or sign up for the newsletter, visit our blog at nprnewsandviews.org. News & Notes was created by NPR News and the African-American Public Radio Consortium. Tomorrow, President Obama unveils his blueprints for education while Fed chairman, Ben Bernanke calls for the reform in the financial sector. A look at the top political headlines. I'm Tony Cox. This is News & Notes."
    }
  ]
}