{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "And now, if you needed one, another reason to take a coffee break. A new study suggests that men who drink coffee have a lower risk of developing an aggressive type of prostate cancer. Joining me now to tell us what's known about the correlation between coffee and cancer is my guest, Kathryn Wilson, a research fellow at Harvard Medical School in Boston. Thanks for talking with us today."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Oh, thank you for having me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And it was your laboratory that did the research?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Yes. And I should actually also say that I'm at the Harvard School of Public Health, in addition to the medical school."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And there you go. And this was striking to have - I was reading the research - to have such a strong correlation. Tell us what you found."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right. So we followed about 50,000 men from 1986 through 2006. And every four years, we asked them how much coffee they drink, both regular and decaffeinated. And we found that men who drank the most coffee, more than six cups - or six or more cups per day, had a much lower risk of lethal or advanced prostate cancer. Their risk was about 60 percent lower than men who didn't drink any coffee."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. Sixty percent. And it wasn't the caffeine, as you say - it was decaffeinated coffee also."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right. It was - we saw a similar effect when we looked at regular and decaffeinated coffee separately, and the effect was really strongest when we looked at total coffee, just adding up the regular and decaf."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you have any reason why, any - surmise - there are lots and lots of ingredients in coffee, aren't there?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Yes. Coffee has a lot of different compounds in it. In addition to the caffeine, it has phytoestrogens, minerals and vitamins. There are a lot of antioxidants in coffee. And in fact, it's a really major source of antioxidants in the diet, just because people drink so much of it. So we're not sure, though, exactly what might be causing this association. And really, this was the first study that's looked at coffee and advanced and lethal prostate cancer. So, you know, we really want to see if the results hold up in other studies before we get too excited. But..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Yeah."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "...there are some possible biological mechanisms, though. Coffee has been associated with better levels of insulin and better glucose metabolism. It's been pretty consistently associated with a lower risk of Type 2 diabetes. And it's also been hypothesized that insulin plays a role in the progression of prostate cancer in particular. So that might be one way that coffee could be connected to advanced prostate cancer. It's also possible that coffee has effects on sex hormone levels. And sex hormones play an important part in prostate cancer development as well."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So people who drink more coffee have more of a certain sex hormone?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right. We saw, in our study, men who drink the most coffee had somewhat higher levels of testosterone and sex hormone-binding globulin, which is a hormone that binds estrogen and testosterone in the blood. And so it's possible that that might be associated with lower risk of advanced prostate cancer."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Is that a cause or an effect of the coffee?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "We're not totally sure. So at this point, we were just looking at the coffee intake that the men reported to us, and then looking at a blood sample that they gave to us at one point in time to see the association between coffee drinking and hormone levels. So we can't really be sure at this point that it's an effect of the coffee drinking."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how much coffee did these men drink in your study to see the effect?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "So the men in the highest category drank six or more cups of coffee per day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Are those eight-ounce cups, six-ounce cups or..."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "We calculate everything based on a six-ounce cup."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "So kind of an old-fashioned mug, like the kind you get from NPR fundraisers. But we actually saw an effect even from men who drink one to three cups per day, or four or five cups per day. And the effect was just the greatest for the men who drink six or more cups of coffee per day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, so you could self-medicate yourself on this idea?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right. Potentially."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I mean, if everybody just takes the amount of coffee, they're going to come away from this study saying, I'm lowering my risk of cancer - or at least this kind of cancer."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right. I'd say that's probably a little bit of a premature conclusion to draw, because it is just one study. And you know, we definitely wouldn't recommend that men change their habits based on any one, single study. But it certainly is an interesting result and warrants further investigation because there really haven't been very many risk factors..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "...that have been consistently associated with advanced prostate cancer."
    },
    {
      "speaker": "Ira Flatow",
      "text": "With so many compounds in the coffee, how do you dumb this down a little bit so you can find out what it is in the coffee that's doing it?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Well, that's a good question. I think the first thing that our group is going to do is look in some other studies just to see if we'd see the same association between coffee drinking and prostate cancer. So we're going to collaborate with some researchers in Sweden, who have an ongoing study of men there, to see if we'd see the same kind of association."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you're going to expand the study to include more people, or you just want to look at other people's data on it?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "We really just want to look at other people's data at this point to see if it holds up in other populations."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Any effect that you might show in women who drink a lot of coffee?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "That's - it's not clear. Some studies have suggested that coffee is associated with a lower risk of endometrial cancer. But I think it hasn't - it's not totally clear that's a real association yet. And endometrial cancer is less common in prostate cancer, so it's harder to get enough women to study. But it does seem like it might be associated with lower risk of endometrial cancer. And it also looks like it's associated with a lower risk of liver cancer. And then in addition, I had mentioned before that it's associated with a lower risk of Type 2 diabetes. So even though, you know, this prostate cancer finding is quite new, there are other reasons to think that coffee certainly isn't harmful and may be beneficial for your health."
    },
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR News. I'm Ira Flatow, talking with Kathryn Wilson. You know, Dr. Wilson, I can see the coffee ads already..."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Yeah."
    },
    {
      "speaker": "Ira Flatow",
      "text": "See the coffee - I can see the guy with the donkey having a different logo on it. Juan Valdez is going to start talking about the health effects of coffee. Are there any other - are there any negative effects in the literature about drinking a lot of coffee?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Not really. Some studies a long time ago suggested that there might be associations with some kinds of cancer, and there have been concerns about coffee being associated with heart disease. But more recent studies with better methods and larger samples have really not found coffee to be associated with an increased risk of any of those diseases."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. In your study, was there any age relationship between how much you drank, you know? Did it help people of a certain age more than others?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "No. We didn't see any difference according to the age of the men. So it was really consistent across all of the groups that we looked at."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how old were some - what was the top age that you looked at?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Let's see. They were mostly mid-50s through mid-70s over the course of follow-up. But some men were noticeably older than that by the time follow-up ended in 2006."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So you're going to try to find other studies that back up your study, which is always a good idea, right?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And then you have to try to figure out, with all those compounds in there, which one might be the active ones."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Or maybe they have to work together."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Yeah, that's always a possibility too, because there are just so many things in there that it's possible it's not just one single compound."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Could tea have the same sort of effect or it's - coffee is unique here?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Well, we didn't study tea in this population just because they're men in the U.S. and their tea consumption isn't really that high. Though a lot of people have studied tea and prostate cancer, and the results are still pretty mixed at this point."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, well, thank you very much for taking time to be with us, and good luck. When will we might hear some results of your next study?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "I don't know. Hopefully, sometime in 2010."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Good luck to you."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Thank you."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you drink coffee, don't you?"
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Yes, I do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Now more than ever. Thank you, Dr. Wilson."
    },
    {
      "speaker": "Dr. Kathryn Wilson (Harvard Medical School)",
      "text": "Thank you for having me."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Kathryn Wilson is a research fellow at Harvard Medical School in Boston and the Harvard School of Public Health."
    }
  ]
}