{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "There is a lot at stake in the upcoming elections for the European Parliament. That's the governing body for the 28 countries in the European Union. It's been five years since the last election. And since then, there's been a surge in populist right-wing parties that are looking to change the European Union from within. Reporter Teri Schultz is in Brussels, and she joins us now. Teri, welcome."
    },
    {
      "speaker": "Teri Schultz",
      "text": "Hi, Lulu."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's start with the United Kingdom. Since the last elections in 2014, the U.K. has voted to leave the European Union, so-called Brexit. It seems to be looming over this election. And the polls in the U.K. show Nigel Farage's Brexit Party is likely to sweep them."
    },
    {
      "speaker": "Teri Schultz",
      "text": "That's true, Lulu. But, you know, it's actually the fact that there hasn't been a Brexit that's created a huge problem for these elections because if the U.K. had gotten out in March, as was scheduled, it wouldn't be an issue at all. But as Brexit got delayed and delayed and delayed, by the time it got so close to the election time, the U.K. was required by law to run candidates. So now, as you mentioned, you've got these new pro-Brexit and anti-Brexit parties formed just to take part in this vote. And what a mess it's going to be because you've got 73 British seats out of 751 total. So once Brexit happens, presuming it does, you've got, you know, basically 10% of the Parliament that's just going to vanish. Some of those seats that will go to U.K. candidates now will be abolished altogether, and others will be redistributed to other member states, who also very much would've liked to have that happen before these elections. But the U.K. is going to play a huge role in electing a body that it won't even be a member of long-term."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "It sounds incredibly messy. I want to ask also about these nationalist and far-right candidates more broadly across the European Union, since we're in a time where that sentiment is on the rise. How are those candidates expected to do in places like France and Italy?"
    },
    {
      "speaker": "Teri Schultz",
      "text": "Well, France and Italy are two places where they're expected to do quite well. You've got Marine Le Pen running basically neck-and-neck with President Emmanuel Macron's party. So that certainly is disconcerting to the mainstream political parties. And, of course, Italy's Deputy Prime Minister Matteo Salvini is one of the most popular politicians in all of Europe. So some of those parties are expected to do quite well. And, in fact, they were just holding a meeting of 12 of these far-right parties this weekend, banding together trying to rally support ahead of the elections. And if you listen to them, they say that they could come in even second or a third political group, but polls show them still down around fourth."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, we can't talk about an election - right? - without bringing up security these days. This is an election that's happening over four days, from Thursday to next Sunday. Is there concern over interference?"
    },
    {
      "speaker": "Teri Schultz",
      "text": "There's been huge concern about interference because you've got a lot of influence that Russia would like to have in Europe. Of course, there are heavy sanctions here. You've got countries that are very much tied to Russia with energy. And so what the European Union has done is put in place a rapid alert system so that if you see any huge disinformation campaigns happening in one country, they would alert other member states. But I was just at a background briefing just a couple of days ago where they said that it looks like until now, until the week before the election, there has not been any major attempt - any major successful attempt, that is - to interfere. But at the same time, experts tell me that if there are any of these big bombs yet to drop on the campaigns, they're likely to do it only a day or two before the vote so that fact-checkers simply couldn't get on top of the information. So it really will have to be down to the last minute before we see if any of these sort of malignant actors are successful."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Steve Bannon has been active in Europe and formally advising populist parties and has even set up a Brussels-based organization called The Movement. He gave an interview just recently that said a boost to populist parties in Europe could help Donald Trump in 2020. But what effect could it have on Europe itself if the far-right wins big?"
    },
    {
      "speaker": "Teri Schultz",
      "text": "People here are afraid right now. There's a lot of fear in Europe because of insecurity over the migration issue, over - you know, there's still the terrorism fears. And I think that messages like Steve Bannon's still could carry a lot of impact. But like I said, the polls are still not putting the far-right as high as they say that they'll achieve. And so we'll just have to see it at the last minute. You've got 28 countries with a huge variety of electorates, and it's very hard to say in advance how things will turn out in the end a week from now."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Well, we'll be keeping our eye on it. That's reporter Teri Schultz in Brussels. Thanks so much, Teri."
    },
    {
      "speaker": "Teri Schultz",
      "text": "Pleasure to be with you."
    }
  ]
}