{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Despite U.S. calls for a cease-fire from both the secretaries of state and defense, Saudi Arabia launched a new series of attacks in Yemen. The war there is now the worst man-made humanitarian disaster in the world, with children starving in what U.N. officials have called a living hell. Meanwhile, Saudi Arabia is facing international pressure after the murder and dismemberment of dissident Saudi journalist Jamal Khashoggi in the Saudi Consulate in Turkey. Joining us now to talk about the mounting international censure Saudi Arabia is facing and what it could mean is Ben Hubbard, who covers Saudi for The New York Times. Welcome to the program."
    },
    {
      "speaker": "Ben Hubbard",
      "text": "Thank you."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Let's start with the latest on the Khashoggi investigation. The Turkish leader wrote an op-ed in the U.S. press this past week."
    },
    {
      "speaker": "Ben Hubbard",
      "text": "Yeah, it was a - very interesting for him to sort of use that platform, obviously writing in The Washington Post, which was the same platform that Jamal Khashoggi was writing in before he was killed. And he seemed to sort of, between the lines, take direct aim at Crown Prince Mohammed bin Salman of Saudi Arabia. He did not name him, but he did say that he thought the orders to kill the journalist had come from the highest levels of the Saudi government. He said he did not blame King Salman. And he - but he said that the, quote, unquote, \"puppet masters\" behind the killing needed to be unmasked."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah, we know pretty much at this point what happened. I mean, where does this leave Crown Prince Mohammed?"
    },
    {
      "speaker": "Ben Hubbard",
      "text": "Well, it definitely leaves him - I'd say in the immediate sense, it leaves him with a very tarnished reputation. I mean, this is somebody who appeared on the scene in 2015, taking up one file after another, everything from military to economy to oil policy. I mean, he's really collected everything. He had charmed a lot of people in the United States as somebody who was finally going to change this kingdom from its strict Islamic way of doing things. And this has really taken a lot of the shine off. I think a lot of people have really sort of wondered, you know, is this somebody who's actually - has good enough judgment to wield the kind of power that he's wielding inside this incredibly important country in the Middle East?"
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. Well, looking at that, I mean, we are seeing increasingly strident rhetoric coming from Washington on the war in Yemen. The crown prince is very, very involved in that war. What's going on?"
    },
    {
      "speaker": "Ben Hubbard",
      "text": "When his father became king in 2015, he was soon named defense minister, and the war started right after that. So this has been his war from the beginning. And it's really just been a disaster throughout. I mean, at the beginning, he and other Saudi officials were telling their American counterparts this was only going to last a few weeks. Here we are more than three years later, and it's really become a disaster. It's a stalemate on the ground. There's very little movement on the front lines. You have a huge number of people facing basic hunger and malnutrition problems. You've got the U.N. warning about a looming famine. You know, the Trump administration has invested so much in Crown Prince Mohammed since his rise that we don't have any indications at this point that they want him to face any serious punishment for his involvement in the killing of a journalist. But what they may try to do is use this as leverage to push for some other things that they want. And trying to get the Saudis to bring the war in Yemen to a close could be one of those things."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "How much leverage does the United States have? I mean, Saudi is a longtime U.S. ally. It's providing a lot of these weapons that are being used in Yemen. But this administration wants Saudi's help with Iran."
    },
    {
      "speaker": "Ben Hubbard",
      "text": "I think, specifically, this administration has doubled down on their relationship with the Saudis in a way that we did not see under the Obama administration. You know, as you mentioned, this is an administration that wants to prioritize finding a way to push back against Iranian influence. And this is something that, you know, Prince Mohammed feels very strongly about, going as far as to call the supreme leader of Iran a type of Hitler character. And also on the Israeli-Palestinian conflict, you know, the Saudis historically have always been big supporters of the Palestinians, huge critics of Israel. And we've really seen a new tone come out from Prince Mohammed and his administration. And I think that, you know, people like Jared Kushner in the administration picked up on this very early. And they figured, you know, if we can get this powerful Muslim ally onboard for some kind of a peace deal, then we might be able to push it through, even if we don't have full agreement from the Palestinians. So, you know, I think the Trump administration sees all the outrage over this killing as really just kind of messing up their plans or getting in the way of some of the things that they had hoped they could do through this partnership."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Ben Hubbard from The New York Times, thank you so much."
    },
    {
      "speaker": "Ben Hubbard",
      "text": "Thank you."
    }
  ]
}