{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY from NPR. I'm Ira Flatow. This week, researchers looking at new images of the moon say there's evidence that the moon shrank, but only by a little bit, about a billion years ago. The images were taken by Lunar Reconnaissance Orbiter. It's been working hard for over a year now, snapping pictures of our nearest neighbor. And part of the orbiter's mission is to find landing sites for the next moon mission, if there is one, or to find places that would be potential pit stops if we go to Mars. But aside from helping scientists look for a landing pad, pictures from the orbiter are filling in some gaps in our understanding of the moon's geology, an area we know surprisingly little about, researchers say. Joining me now to talk more about it is my guest. Thomas R. Watters is a senior scientist at the Center for Earth and Planetary Studies. That's at the Smithsonian National Air and Space Museum in Washington, and his research was published in the journal Science. Welcome to SCIENCE FRIDAY. Dr. THOMAS R. WATTERS (Senior Scientist, Center for Earth and Planetary Studies, Smithsonian National Air and Space Museum): Oh, thank you, it's a great pleasure to be here. I'm a real fan of the show. Oh, thank you very much. That's very kind of you. How do you know the moon is shrinking?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "We know because we have used the very high resolution images obtained by the Lunar Reconnaissance Orbiter cameras to look for a specific kind of land form called a lobate scarp. And these are basically sort of stair-steps in the landscape. If you were on the ground looking at one of these things, it would look like it would just rise up and then sort of flatten out in the back scarp of the area of landform. So these things are actually caused by thrust faults. And thrust faults are structures that are formed when the crust actually is pushed together and breaks, and then part of the crust is actually pushed up or thrust and creates this scarp-face or cliff."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So it's like you see a ridgeline of cliffs."
    },
    {
      "speaker": "Dr. Watters",
      "text": "That's right, you see these very sort of linear cliff-like structures that are indicating that the crust has actually shrank."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And how much shrinking did it do, and is it still shrinking?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "That's an excellent question. What we've looked at is the number of these scarps. And I just wanted to let you know that we first knew about these scarps from Apollo-era photography of the camera that was flown on the Apollo, panoramic  I'm sorry, on the Apollo missions, the 15, 16 and 17 Apollo missions, it was called the panoramic camera, and it was this really fantastic camera that could take very high-resolution pictures of the surface. And we first detected these landforms, these lobate scarps, in those images, again, 40 years ago or so. But those images were confined to a very small area of the moon, and in the Equatorial Zone. And what's been fantastic about the Lunar Reconnaissance Orbiter camera is it's allowed us now to see well beyond those areas. And some of these scarps that we've found are actually sitting at very high latitudes. In fact, some of them are sitting very near the lunar poles. The reason we need these high-resolution images is because the fault scarps are not very big. They're typically only several kilometers long and maybe tens of meters high. So if you add up all the contraction that has occurred on the ones that we know about, it adds up to about 100-meters-or-so change or reduction of the radius of the moon. So it's not a whole lot."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, I'm surprised it's even detectible at such a small level like that. And what does it tell us about the moon that we didn't know before?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, it tells us that something global has happened, I mean, because again, we didn't know that these thrust-fault scarps occurred everywhere on the moon until we had the Lunar Reconnaissance Orbiter camera images. Now that we know that, we know it must be related to a global process, and the most plausible global process is interior cooling. So as the interior of the moon cooled, it contracted, and that contraction ends up causing the crust of the moon to have to adjust to that decrease in volume and creates the thrust-fault scarps that we're looking at."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So is this something new, that the interior of the moon was hot enough and could cool, or what is different about the makeup of the moon that this implies?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "I think what's new is the fact that, again, we now know that  we speculated and were pretty sure that the moon was cooling. Like every other object in the solar system, they pretty much started off hot and then cool over time. But what's really interesting about these young, these thrust-fault scarps is the fact that, one, that they're young. We know from looking at cross-cutting relationships between the fault scarp and these very small-diameter craters that the scarps can't be any more than about a billion years old. But the fact is that they look much more recent than that. They're very pristine, very un-degraded. They look literally like they have, they could have formed yesterday."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And it's believed that the moon was formed when a Mars-sized planetoid banged into the Earth and ripped it off the Earth, correct?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "That's right. That's the most popular theory right now for the origin of the moon."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Does this discovery do anything to change that idea?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "No, I don't think so. I think what it does is it tells us that the initial starting temperature of the moon was not hot enough to have melted the entire planet. It was probably hot but not hot enough, and just hot enough maybe to have melted the outer portion of the crust of the moon but not the entire interior and not all at once. So it tells us something about the thermal history of the moon. It tells us that the moon has cooled. But it hasn't cooled by as much as some other planets in the solar system, for example Mercury. Mercury has these same sort of lobate-scarp structures, but they're much, much bigger. Instead of being typically several kilometers long, scarps on Mercury will be hundreds of kilometers long, and instead of being just tens of meters high, they can be over a kilometer high. So Mercury, by comparison, has gone through a lot more contraction than the moon has, and that tells us that something very different happened about the way the moon and Mercury evolved."
    },
    {
      "speaker": "Ira Flatow",
      "text": "The Apollo astronauts also left, on the surface, if I remember correctly, some earthquake, moonquake detectors."
    },
    {
      "speaker": "Dr. Watters",
      "text": "That's exactly right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And there have been some moonquakes that have happened. And now that you look at this, would that now seem logical if the crust is moving, or it's contracting, that there would be these little quakes?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, that's one of the really, really intriguing questions about this because these scarps do appear to be very young. The fact that they are so young really suggests that the moon may be still tectonically active. And we know from four seismic stations that were put on the moon that the moon does have moonquakes. The really, again, interesting question is: Are any of those moonquakes  and about 30 of them or so were shallow earthquakes, or moonquakes I should say. And the really interesting question is: Are any of those moonquakes related to the development or growth of these very young thrust faults?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "So, you know, you hear about rethinking our ideas about the moon, about how much water there might be. Now you're adding another tectonic question."
    },
    {
      "speaker": "Dr. Watters",
      "text": "Right."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's not as boring a place as we once led it to be."
    },
    {
      "speaker": "Dr. Watters",
      "text": "Yes, I think it's been a misconception that the moon is this geologically dead object, that everything of significance that happened geologically on the moon happened billions of years ago. But I think that's really just turning out not to be the case. And these very young thrust faults that are globally distributed really are suggesting that the moon may still be tectonically active today."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If you were to treat the moon as a new place to explore then, what would you  what kind of probe would you send back to the moon to further this research?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, it would be really fantastic to have another set of operating seismic stations on the moon. That would really help us to determine whether some of these faults that we're looking at are actually active or not. And it would help us figure out the internal structure of the moon much better than we know now."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And is anything like that planned or anything in the works?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "Yes, it's actually being discussed. And it's one of those future possibilities that I'm very hopeful will come about."
    },
    {
      "speaker": "Ira Flatow",
      "text": "If I parse your language, to me it says it's a great idea, we don't have any money for it yet."
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, money is always an issue. And of course, it's a big solar system, and we have many objects that we're trying to explore. But the moon is a fascinating place. I mean, it's our closest celestrial(ph) body. Even though it has been the most intensely studied, in some respects, in many respects we know still very little about it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It's funny that from what I understand that one of these little plateaus was actually a place where some of the Apollo astronauts drove around in a little moon rover there."
    },
    {
      "speaker": "Dr. Watters",
      "text": "That's exactly right. One of these ones that we knew about from the Apollo era was very close to the Apollo 17 landing site, and astronauts Cernan and Schmitt actually drove their roving vehicle up the scarp face. And actually, as they tried to drive straight up the scarp, they lost traction and had to actually start zigging and zagging to get up the scarp. So they are  they have the great distinction of being the only two humans to have ever explored an extraterrestrial fault scarp."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow, and did they know that's what it was before they went up it?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "I think they were pretty sure, and Jack Schmitt, who specifically  or especially who was a geologist, I think recognized that this was very likely a fault scarp."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you say it's unusual that you find it so even close to the northern pole of the moon."
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, that's been one of the really, again, exciting developments. We've only imaged less than 10 percent of the moon with these really high-resolution Lunar Reconnaissance Orbiter camera images. And so having found scarps that are near the poles and elsewhere on the moon with that very small coverage so far is really exciting because it means we're probably going to find a lot more of these as the mission continues and we return more and more images."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Well, mind if we follow along with you on this, Dr. Watters?"
    },
    {
      "speaker": "Dr. Watters",
      "text": "Oh, absolutely. I'd love it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Well, you're more than welcome to come back and talk about your latest findings."
    },
    {
      "speaker": "Dr. Watters",
      "text": "Well, thank you very much."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Good luck to you. Thanks for coming on."
    },
    {
      "speaker": "Dr. Watters",
      "text": "My pleasure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. Thomas R. Watters is a senior scientist at the Center for Earth and Planetary Studies, and that's at the Smithsonian National Air and Space Museum in Washington. We're going to take a break and come closer to home. We're going to leave the moon and go back to the Gulf of Mexico and talk about how difficult scientists are having doing research there, the difficulties they're having there and being kept away from a lot of the places they'd like to go. Our number, 1-800-989-8255. You can tweet us @scifri, @-S-C-I-F-R-I. What's your view on this? Give us a call or send us a tweet. We'll be right back after this break. I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR."
    }
  ]
}