{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY, from NPR. I'm Ira Flatow. Mark your calendar for next Monday night. You have a date with a lunar eclipse. The exact time of the eclipse depends on where you live, but if you are able to stay up late and brave the cold, most people in North America should get a great view of the Earth's shadow passing in front of our moon. The lunar eclipse is just one of the highlights of the winter sky. Joining me now to talk more about what we might find if you look up is my guest, Joe Rao. He's associate and guest lecturer at the American Museum of Natural History's Hayden Planetarium. He's also a meteorologist at Cablevision News 12 Network, and the publisher of Skyway, Inc., newsletter. Actually, you get this one mailed to you. Welcome back, Joe."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "How are you doing, Ira?"
    },
    {
      "speaker": "Ira Flatow",
      "text": "Hi, there. So big deal next Monday night?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Yeah, I think so, because this is the first time in about three years - actually, 34 months - that we've had a chance here in North America to see a total lunar eclipse. And although there'll be one next December, it'll be visible only across the Western part of the United States. Folks in the central and Eastern states will miss out because the moon will set before the eclipse begins. So this is going to be, really, the best lunar show for us until April of 2014. So I would take full advantage if the skies happen to be clear over your area next Monday night."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so it's the whole continental U.S.? How about Hawaii and Alaska, too?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "It's the whole continental U.S., the whole part of North America and much of South America. Hawaii will be in a perfect view to see it, as well. It will also be visible, to a degree, in Western and Central Europe, and also in portions of Eastern Asia, where, for example, the moon will be rising when the eclipse in progress for Japan, and also for portions of New Zealand and eastern Australia. In total, those who will be able to see the moon go through the total phase of the eclipse number 1.5 billion. And the total number of people that'll be able to see any part of the eclipse will be about three billion, or roughly one-half of the Earth's population."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Let's go through the ABCs of the eclipse. First, what time should we expect to see it?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Okay, well in Eastern Standard Time, you would be looking for the first little bite of the shadow of the Earth falling upon the upper-left portion of the moon's disk at around 1:33 a.m. Now, that translates to 10:33 p.m. on the evening of the 20th of December, Monday night. Of course, in the eastern United States and for those areas where the eclipse occurs after midnight, it's the calendar date of December 21st, which is also the date of the winter solstice. The moon will continue to progress into the shadow, and then at approximately 2:41, it will be completely in the shadow, 2:41 Eastern Time, 11:41 p.m. Pacific Time. And for 72 minutes, while the moon is completely immersed in the shadow of the Earth, one would think that since the shadow is going to cut off all sunlight from the moon, that it would black out completely. It will not. Instead, around the time of total eclipse, it's going to appear to light up like a coppery orange or reddish ball, and the reason for that is that the sunlight is going to be strained through the Earth's atmosphere, and our atmosphere is going to act like a lens and bend that ruddy hue - the same ruddy color that you see in sunrise and sunset -onto the surface of the moon while it's immersed in the shadow. And that will be the only light source that will be hitting the moon, during totality, will be that faint, coppery glow. And that's why the moon will appear to light up with a reddish color. And that will be for about 72 minutes during totality, and then totality will come to an end. That'll come at approximately three - well, let's see, Eastern Standard Time, 3:53, or Pacific Standard Time 12:53 a.m. The moon will slowly exit the shadow, and then the last little bite will disappear on the moon's lower right edge - if you have enough gumption to stay up - 5:01 a.m. Eastern Time, 2:01 a.m. Pacific Time."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And also, the great news about a lunar eclipse is you don't have to be afraid to look at it with the naked eye, right?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Absolutely. People sometimes get this confused with solar eclipses, and, of course, if you're watching a partial eclipse of the sun, when the moon is covering the sun, you dont want to look directly at the sun, lest you wreck your eyes. But a lunar eclipse is perfectly safe to look at. In fact, I use the analogy, Ira, of a lunar eclipse, the equivalent of when, you know, folks go to a movie. When you go to a movie theater, you go into a big, dark room. You have a number of seats. You're going to be sitting with a number of other people. You're all facing a giant movie screen, and you're waiting to be entertained by a film that'll appear on that screen for a few hours. Same thing with a lunar eclipse. Consider all of us on the dark side of the Earth to be inside the movie theater, you and your neighbors all around at that part of the Earth's hemisphere, and you're all looking up - not at a movie screen, but you're looking up at the moon. And you're waiting for something to be projected upon the moon's face, and that will of course be the moon's shadow - the Earth's shadow, I should say, as it slowly creeps across the disk of the moon and will provide you with some entertainment for a few hours next Monday night."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You know, we don't get to talk very much about occurrences of a lunar eclipse. Are they very rare?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "No, not really. Actually, lunar eclipses are more common, though actually a little less frequent than total solar eclipses. To see a total eclipse of the sun, for example, you have to be in a specific spot at a specific moment when a narrow track of the moon's shadow passes you by. That's why for any one singular spot on the Earth to see a total eclipse of the sun, you may have to wait as long as 300 or 400 years. But a lunar eclipse, because it's visible, whenever it does occur, to half of the Earth, is more commonly observed. In fact, on average, I'd say roughly, per decade, if you are, you know, aware of things and keep track of your astronomical almanac or calendar, you could see maybe four or five total lunar eclipses per decade. So they, again, are a bit more common to the man on the street, as opposed to a total solar eclipse."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so a lunar eclipse has to happen when there's a full moon."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "That's correct."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So the alignment is the Earth is at exactly on the opposite of the sun than the moon is."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "The Earth is in between the sun and the moon and throwing its shadow - getting between the two and throwing its shadow upon the moon and blacking it out, or at least diminishing it during an eclipse. And during totality, depending upon the state of the Earth's atmosphere - and I mentioned the coppery color. Depending upon how clear the atmosphere is, if there aren't any clouds, if there are not any, you know, large amounts of particulate matter in the atmosphere, then the moon, during the total phase, could light up like a fiery orange color. But then if there are more particulates - for example, there were a couple of volcanoes that erupted during the past year, one in Iceland, most recently one in Indonesia. If there are some aerosol clouds up there to block out that red light from reaching the moon, then instead of an orange or red color, the moon could appear murky brown or dusty red-gray. It all depends upon the effects of cloud and haze elsewhere around our globe. So this is good for, you know, those like myself or - you know, meteorology. It gives us a clue as to the state of the atmosphere, the clarity of the atmosphere, to see just how bright or how dark the moon will get during the total phase next Monday night."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right, now, we've got all that time out there bundling up and staying warm, and we've got the winter sky. What else should we look for?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Well, directly below the moon, during totality on Monday night, early Tuesday morning, will be the most beautiful of all constellations, the constellation of Orion the Hunter, four bright stars making up the body or torso of the hunter, and three stars in the middle forming the belt. Although at this time of the year, Ira, at planetarium shows, I like to point Orion out as the giant Christmas package in the sky, the four stars outlining the package and the three stars in the middle outlining the bow. You could also see, nearby to Orion, Taurus the Bull, a V-shaped face to the upper right of Orion. And the brightest star in the nighttime sky is Sirius, the Dog Star, below and to Orion's left. Also dominating our evening sky, people going outside during the first half of the night might be noticing a bright, silvery-white star with not much twinkling to it, and that's the planet Jupiter, the biggest planet in our solar system. Take a look at that if you have a telescope."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Wow. It's a good telescope night."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "It is. It's going to be a great telescope night. And, in fact, anyone in the New York metropolitan area who's hearing me right now, the sound of our voice, at the Hayden Planetarium this coming Monday evening between 6:30 and 8:00 o'clock, we're going to have a solstice/eclipse party. We're going to celebrate the winter solstice and talk about the lunar eclipse. We're first going to have people come in, look at the simulation of the winter sky and also the eclipse using our Zeiss 9 planetarium projector in our space theater. And then after we do that, we're all going to adjourn to the Rose Center Terrace, where we'll have telescopes set up by the Amateur Astronomer's Association, and you'll be able to look at the moon and look at Jupiter and other objects. We won't be out there for the eclipse. It'll be a little late for that, but..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "I imagine planetariums and museums around the country are doing the same thing."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "I'm sure they are. It's a great night for having a moon party."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And if we miss this one, and, you know, when's the next best time? What about the Perseid showers? That's gone. That's not happening in 2011?"
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Well - yeah, it's happening in 2011. The unfortunate part about next year for those who like to watch the August shooting-star display is it coincides with a full moon. And that..."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Oh, yeah. That's what I imagine. That..."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "That full moon will just wipe everything out, or most of the meteors out."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So your best shot at a sky event is going to be this one -within the next, let's say, 12 months."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Absolutely. This'll be the highlight of the year, unless you happen to be listening to us on a feed over in Europe. They will have a chance to see a partial eclipse of the sun at sunrise on January the 4th. This will come two weeks after our lunar eclipse. And - but, I mean, looking ahead to next year, it's kind of like -unless we have an unexpected sky event, like a comet coming our way - I mean, there's always a lot of wonderful things to see in the sky. But, you know, headline events such as this one I don't really see in the foreseeable next 12 months. As I mentioned, there's a lunar eclipse next December on the 10th, and that'll be visible in the Western part of the country before sunrise. But for all of North America to enjoy what we're going to enjoy Monday night, Tuesday morning, you'll have to wait until April of 2014."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And the key here is if you're going to go out, really dress for the occasion, because you're going to hate yourself out there if it's too cold and you're not ready."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "Well, I've often told people - a good friend of mine uses this, too, my friend Sam Storch(ph). He taught astronomy in the New York City School System for over 40 years, and he used to tell kids to watch events like this. And, of course, when they gave him that blank stare, he said: Well, all I can tell you guys is if you don't decide to get up and watch it, if you decide to stay in bed, it's going to happen without you. So take full advantage of it, because time and tide and eclipses wait for no man - or woman, either."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Or woman. Joe, I want to thank you for taking time to be with us this hour."
    },
    {
      "speaker": "Mr. Joe Rao (Meteorologist",
      "text": "I thank you, Ira. I want to wish you and all of our SCIENCE FRIDAY listeners a very Merry Christmas, a happy New Year, and hope to talk to you again sometime in the new year."
    },
    {
      "speaker": "Ira Flatow",
      "text": "We will. Joe Rao is associate and guest lecturer at the American Museum of Natural History's Hayden Planetarium. He is a meteorologist at Cablevision News 12 New York. And that's in the network, here. And he's also - I understand he writes at Space.com. Also, you can get his stuff over there. So we're going to take a break and come back and switch gears and then talk about the unusual story of a woman who knows no fear, literally. It's quite interesting. Stay with us. We'll be right back. Our number: 1-800-989-8255. You can tweet us @scifri, that's S-C-I-F-R-I. We'll be right back after this break. I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR."
    }
  ]
}