{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "If you go to buy a car, there's a good chance you'll do some comparison shopping. But if you're going into a hospital for a CAT scan or a hip replacement, for example, good luck. That is until this month, when all hospitals were required by law to make public a list of procedures and prices and post them on the Internet. The new requirement is meant to help patients navigate the nation's confusing health care billing practices. So how well are hospitals doing? Dr. Elisabeth Rosenthal is the editor-in-chief of Kaiser Health News. And she has been advocating for something like this for a very long time. And she joins us in the studio. Welcome."
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "Thanks for having me."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "So are hospitals complying with the new law?"
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "Well, yes. They're complying. But basically, what they've done at this point is kind of a data dump. You know, here's our price list. It's hundreds of pages long. It's in codes. It's in abbreviations. So it's not in a very user-friendly form, to say the least. But it's an important first step."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "OK. Is it actually possible to comparison shop? And what are the pitfalls?"
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "I trained as a physician. I've spent, you know, decades covering health care. So I understand what these abbreviations mean. So I can decode some of them. And when you decode some of them, you see some crazy prices. Like, a bag of IV saline at one hospital could be $30 and at another $1,000. So I look through these all the time. And I see things that stand my hair on end."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "We had one of our editors who has been dealing with an ill relative - she went on the Washington State Hospital Association's website. And she said it was quite easy to comparison shop. It is happening. What are the caveats?"
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "Well, the pitfalls - and I think the problem has been a lot of states have made efforts to say, you need to make it easy for patients to comparison shop. So they'll say, OK, give us a price for an appendectomy - all in. The problem is that every hospital calculates that differently. Some will just say oh, well, that's the OR fee. And the - and then you say well, you know, you said it was $4,000 on your website. And then the hospital goes, oh, well, that didn't include the anesthesiologist or the scalpel. You know, it's literally at that level. So what we see at Kaiser Health News is that people are often caught in the dark with this. They say, well, I tried to comparison shop. And I went to this hospital. And they told me it was going to be $4,000. And then I get a bill for $25,000. So what gives? So I think the effort here is a starting point to say we need apples to apples comparisons. Now, the data that's been released right now is not very useful for patients generally for an appendectomy or for heart surgery because that's a big procedure. And you'd have to add up hundreds of line items. But if you're looking for something simple, like an MRI of your knee, you know, and you're willing to put in the time to decode a chargemaster, that is pretty comparable - one institution to another. So it's useful in a small way now. But I suspect having this data out there will make it useful in a much bigger way over time."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Some hospital administrators have said that the new law makes things more confusing because the prices don't account for a person's health care insurance or the fact that insurers pay a discounted rate. What do you say to that?"
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "Hospitals have made every argument under the sun to not release these prices. They've said, well, nobody pays that. It depends on your insurance. You know - but it's all kind of smoke and mirrors to me. You know, yes, maybe it's not directly relevant. But show us your prices. Show us what you're charging. When I go to a hotel, I may be only paying $100 a night. But I can see on every website that the normal price for that room, the list price, is $500 or whatever. So these are list prices. They're not directly relevant. But we deserve to know them. And hospitals should not be trying to hide them."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Dr. Elisabeth Rosenthal is the author of \"An American Sickness: How Healthcare Became A Big Business And How You Can Take It Back (ph).\" Thank you so much."
    },
    {
      "speaker": "Elisabeth Rosenthal",
      "text": "Thanks for having me."
    }
  ]
}