{
  "transcript": [
    {
      "speaker": "Neal Conan",
      "text": "Division III college basketball games rarely make national headlines. But last night, Grinnell College's Jack Taylor set a new NCAA scoring record as his Fox Squirrels grounded the Faith Baptist Bible College's Eagles. The second year guard's 138 points eclipsed the record that stood for more than 50 years. And Jack Taylor joins us now on the line from Grinnell College in Iowa. Congratulations."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, thanks. Thanks for having me."
    },
    {
      "speaker": "Neal Conan",
      "text": "I'm sure you've had high-scoring nights before. What made this one different?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "I think my career - had before this was 48, and I thought I had a pretty good game in that game. But it turns out it didn't even come close to this one."
    },
    {
      "speaker": "Neal Conan",
      "text": "I've read you just came from a weekend tournament where you went 11-41 in two games; from the depths to the heights."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Yeah. I had a pretty poor shooting weekend. So coming into this game, my coaches and my teammates really wanted to get me going a little bit offensively to get my confidence up before we head into conference play."
    },
    {
      "speaker": "Neal Conan",
      "text": "And get your confidence up, you made, I think - what was it? More than 50 shots."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "That's unbelievable and 27 of them three-pointers."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah."
    },
    {
      "speaker": "Neal Conan",
      "text": "That's fantastic. As you looked around, though, people might say, don't your teammates get a little jealous? Might they want to take a shot every once in a while?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. I mean, it was really cool. My shots were falling in the first half, and they kept feeding me the ball. And at half-time, I had 58 points and my teammates were more ecstatic. And they were so happy for me, and they said they were going to keep feeding me the ball. And so I couldn't ask for better teammates, how unselfish and willing they were to continue to give me the ball. And after the game, they were just as happy, if not more happy, than I was that a record was broken."
    },
    {
      "speaker": "Neal Conan",
      "text": "I wanted to read you a quote. You may have seen it already from Kobe Bryant who said, \"That's crazy, man. I don't care what level you're at. Scoring 138 points is pretty insane. He added, \"he must have been wearing the Mambas. Only the Mambas can have no conscience to shoot the ball that much.\" The Mambas, as you know I'm sure, is the name of Kobe Bryant's shoe."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Yeah. Kobe's - he was my favorite player growing up. So to hear him talk about my game was pretty cool."
    },
    {
      "speaker": "Neal Conan",
      "text": "No conscience though? Is that - that's the scorer's mentality?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, that was - that's actually an accurate statement. To shoot that many times, you can't really have a conscience. Whether you, you know, whether you make or miss, you just got to keep putting them up."
    },
    {
      "speaker": "Neal Conan",
      "text": "We're talking with Jack Taylor. The Grinnell guard who broke the NCAA single-games scoring record last night. You're listening to TALK OF THE NATION from NPR News. And I, like most - a lot of people in America, I suspect, looked at the highlights this morning. I don't know the names of the guys who guarding you. But number 34 and 32, I think, were on you most of the highlights that I saw. You had to feel pretty badly for them."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. In the second half, they tried to throw some zone at me. I knew they threw some double teams at me, too, but I was able to keep my dribble alive and create for myself. And by then, I was, you know, in a rhythm, so I didn't - it seemed like it didn't really matter what they did defensively."
    },
    {
      "speaker": "Neal Conan",
      "text": "A little crossover move, they would bite, up you go."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Exactly."
    },
    {
      "speaker": "Neal Conan",
      "text": "And when they guarded you better, then you just drove through the hoop."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yep."
    },
    {
      "speaker": "Neal Conan",
      "text": "Is this something - now, we have to tell listeners, your team's offense, it's one of the best in the country. It has been for years. This is your coach's influence."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Yeah. We run an up-tempo system of basketball, kind of similar to Loyola Marymount of the old. And so we - our style of basketball is definitely suited for shooters."
    },
    {
      "speaker": "Neal Conan",
      "text": "And to take that many shots, you had to hoist one up, you, personally, not just your team, you, every 20 seconds."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. And that took a lot out of my legs. I was pretty fatigued by the end of the game, and I'm feeling it today."
    },
    {
      "speaker": "Neal Conan",
      "text": "And do - I bet you are a little tired. But at - towards the end of the game, where you aware of the record? And where you aware you'd broken it?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "I wasn't aware, actually. I think I was just so tired and so focused on scoring the basketball. There's a stretch late in the second half where I think I hit seven or eight consecutive threes, and I knew something special was going on after that."
    },
    {
      "speaker": "Neal Conan",
      "text": "Special, and just how special? You're 5'10.\" You made those guys look a little slow, but I suspect there are people in the first division of college basketball who are a little quicker than you."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, yeah, for sure. I definitely had it going last night."
    },
    {
      "speaker": "Neal Conan",
      "text": "And where do you hope to take it next?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Well, I think the rest of the season here, I'm going to be a marked man. I think I'm going to face a little bit more double-team. It's going to be..."
    },
    {
      "speaker": "Neal Conan",
      "text": "I was going to ask you, are you going to get a double team on Sunday, yeah."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. I think it's going to be a little bit more difficult for me to score for the rest of the season."
    },
    {
      "speaker": "Neal Conan",
      "text": "Well, in that case, are you ready to start passing the ball? No assists for you last night?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Right. Yeah, yeah. Yeah, I will definitely take what the defense gives me."
    },
    {
      "speaker": "Neal Conan",
      "text": "And, again, the up-tempo scoring machine that Grinnell College is, is that what attracted you? You were originally at another school."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Yeah, I was. One of my friends had played basketball here and told me about the system. And my ability to kind of create for myself off the dribble fit perfectly in the system, and I made the right decision."
    },
    {
      "speaker": "Neal Conan",
      "text": "And this is a kind of funny day on a lot of campuses as they empty out kids going home for Thanksgiving. But I wonder if you had any reaction from your fellow students, from your teammates, from professors?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. They're all kind of in shock, similar to myself. I don't think reality has really set in yet, although it's starting to."
    },
    {
      "speaker": "Neal Conan",
      "text": "And you have a game on Sunday, so reality has going to have to come back into focus."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah. Yeah. It's going to be hard to focus for that one, but I'm going to have to buckle down and start to get focused for that one."
    },
    {
      "speaker": "Neal Conan",
      "text": "And do you have - how many shots do you hoist up every day in practice?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "We start practice off at 100 threes every practice so..."
    },
    {
      "speaker": "Neal Conan",
      "text": "From each player?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, yep."
    },
    {
      "speaker": "Neal Conan",
      "text": "And what's your percentage normally?"
    },
    {
      "speaker": "Jack Taylor",
      "text": "Normally, it's around 65 to 70 percent in practice."
    },
    {
      "speaker": "Neal Conan",
      "text": "It's a little easier when nobody is guarding."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, a little bit."
    },
    {
      "speaker": "Neal Conan",
      "text": "It seems last night that nobody was guarding you a lot of the time. Jack Taylor, again, congratulations."
    },
    {
      "speaker": "Jack Taylor",
      "text": "Yeah, thank you."
    },
    {
      "speaker": "Neal Conan",
      "text": "Jack Taylor, a second year guard for Grinnell College. He broke the NCAA scoring record last night with 138 points against Faith Baptist College. He joined us by phone from Grinnell College in Iowa. Tomorrow, Dave Isay joins us for his annual visit, ahead of Friday's National Day of Listening. Join us for that. It's the TALK OF THE NATION from NPR News. I'm Neal Conan in Washington."
    }
  ]
}