{
  "transcript": [
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "The five Uruguayan women at the center of Carolina de Robertis' new novel find each other in 1976 during the height of the military dictatorship there, a time when dissent and difference could get you killed. But in a sleepy village on the coast, they create what they call the other place, a shelter from conservative society where they can fall in and out of love with each other. The novel is called \"Cantoras,\" and Carolina de Robertis joins us now from Berkeley, Calif. Welcome."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Thank you so much for having me on the show."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You follow these women for several decades, and they eventually get a vocabulary to describe themselves - gay, lesbian, bisexual, queer. But when the story begins, they have just that one word - cantora. Explain to us what that is."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "So this word, cantoras - it's a somewhat old-fashioned word for singer in Spanish. We also have the other word, cantante. And this is a word that real-life women who came out to each other as queer or lesbian under the dictatorship in the Uruguayan era used as code for lesbians. It was sort of a way of looking at a woman and saying, do you think she's a cantora, too? Does she sing? - you know, wink, wink. And so there's a euphemism there, and there's maybe a sexual layer. But there's also something very powerful and resonant to me about the term cantora as a code for lesbian - a woman who is going to lean into her voice, a woman who sings, a woman who's not afraid to make sounds and ripples in the world and kind of claim her life or voice on her own terms."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Yeah. The novel shows so many different ways of coming out and of being out. Your characters were inspired by the lives of real women you met, weren't they? Tell us about the..."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Yes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "...Origins of the book."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "So the seeds of this book really were planted within me 18 years ago. I've been carrying them and nurturing them for a very long time. In 2001, I was a young, queer immigrant woman here in the United States, and I was really urgently seeking a deeper understanding of my own country of origin, Uruguay, and how it connects to queer truths and histories. I was going through my own personal moment where my parents were disowning me and saying that I couldn't be both gay and Uruguayan at the same time. In Uruguay, it is true that, you know, 20 years ago, queer voices were much less visible. I mean, in all of my research of the dictatorship history, the queer stories are simply not recorded. So I went to Uruguay in 2001 kind of in search of bona fide Uruguayan lesbians. And I found this group of women a generation older than me and was just blown away by their stories of the large and also small, quotidian, ordinary ways that they found ways to survive and create a life. And I've kept in touch over the years, and the deep listening hasn't stopped since."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "For those of us who are of Latin American descent, this period of the dictatorships of South America was a terrible period, with forced disappearances, tortures, killings."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Yes."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "But to explore what it was like to be gay under the Uruguayan dictatorship, which lasted from 1973 to 1985, is an interesting lens to view it through. Why did you want to set it in this period?"
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Well, I think the main reason I wanted to set it in this period is because I met people from this period and saw that there was a deep moving into silence that took place during that time that, you know, has continued to impact a generation of Uruguayans to this day. And you know, we have a saying in Spanish. (Speaking Spanish). You know, he who doesn't know - or he or she who doesn't know where they come from doesn't know where they're going. And so I think rooting in histories is one really important way to deepen our understanding of who we are and who we can become as a culture. I know I'm not the only Latin American writer born in that era who finds themselves still returning to that era to understand what happened. And in a country like Uruguay that went through a dictatorship, everyone has their dictatorship story. And those maybe more everyday realities - they matter as well. And..."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "You captured very well just the idea of what it's like to walk down the street to see the military, to have to work around just what is an incredibly brutal police state."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Yes. Yes. And certainly, you know, when we write historically based fiction, we're writing with a double consciousness. I mean, I do believe that we're also writing about the time in which we live as we write. And although I wrote this to be very particular to a certain period of Uruguayan history and a particular repressive era, I was aware of the fact that I'm writing in the Trump era and, you know, that these questions about, you know, how does it affect you as you walk down the street, as you live your life, to know that you're living in a space where the government is hostile towards your very existence? How do you live radiantly in a time and place where the world seems bent on your erasure? - are questions that I was exploring for these characters 'cause they felt true for these characters but that I - you know, I hope have resonance for, you know, those of us who are sitting with those questions in the here and now."
    },
    {
      "speaker": "Lulu Garcia-Navarro",
      "text": "Carolina de Robertis' new novel is \"Cantoras.\" Thank you very much."
    },
    {
      "speaker": "Carolina De Robertis",
      "text": "Thank you."
    }
  ]
}