{
  "transcript": [
    {
      "speaker": "Mary Louise Kelly",
      "text": "The White House and Democrats in Congress moved closer to all-out war today. First, the Trump administration blocked testimony from a key witness in the impeachment inquiry. Then, the three House committees running that inquiry hit back, announcing they'll subpoena the witness. That would be U.S. ambassador to the EU Gordon Sondland. Now this all was before noon today. Sondland has emerged as a central figure after the release of text messages that document the role he has played in U.S. policy towards Ukraine, including President Trump's push for Ukraine to investigate his political rival Joe Biden. Now, the move to block Sondland's testimony amounts to obstructing Congress according to the three Democratic chairs running the impeachment inquiry, among them New York Congressman Eliot Engel. He chairs the House Foreign Affairs Committee, and he joins me now from a busy-sounding office on Capitol Hill. Congressman, welcome."
    },
    {
      "speaker": "Eliot Engel",
      "text": "Good to be with you."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "May I ask where you were, how you first found out that today's testimony was being called off?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "I'm actually in New York, and I was listening to NPR. And that's how I heard."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "(Laughter) So you heard about it from us."
    },
    {
      "speaker": "Eliot Engel",
      "text": "I did. You perform a great service. Thank you very much."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Do you have any deeper understanding than we do in terms of why this deposition was called off? Who ordered it?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "Well, I think it's very clear that the administration is stonewalling, plain and simple. People have a legal right to talk to Congress, and the State Department and the White House should not be standing in their way and stopping witnesses from appearing before our committees."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So the next arrow in your quiver is subpoena power. Y'all have threatened to subpoena this key witness, Ambassador Sondland. Can you tell me the timing on that? You've threatened to do it. Have you actually subpoenaed him yet?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "I believe we actually have, and it's done by Adam Schiff, myself and Elijah Cummings, the three committees that are involved."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "Now, as you know, House Democrats have issued a lot of subpoenas this year. The Trump administration has ignored many of those subpoenas. So far, Democrats, you have not pressed the issue by taking this to court. Do you expect the administration to comply this time?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "We demand that they comply. And if they don't, we'll take it one step at a time. Obstruction of Congress was one of the things that impeached Richard Nixon, so it's something that we, of course, have in our quiver. We'd rather not use it or anything else. We would rather find out the truth. And we demand that they not stop people from coming to or to testify."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "So you are prepared to take this to court?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "We're prepared to leave all our options open, and that's one of our options. We haven't really decided what we're doing. But I'll tell you what we're not doing: we're not accepting what this administration has done. That's absolutely what we're not doing. We're not going to slow down our inquiry by stonewalling. And if anyone fails to cooperate with this inquiry, we'll consider it obstruction, and we'll presume they have something to hide. And we'll move on from there."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "To your knowledge, is the other testimony going ahead as planned? I'm asking because President Trump tweeted this morning that this testimony is unfolding before, as he called it, a totally compromised kangaroo court. That suggests maybe that his administration is not going to look kindly on the other people who are supposed to be testifying, including Marie Yovanovitch, the former ambassador to Ukraine who's supposed to be showing up to testify on Friday."
    },
    {
      "speaker": "Eliot Engel",
      "text": "Yes. And so as far as we're concerned as of this moment, she will be there. And we expect to have her there, and we're not accepting anything less. If she doesn't come - if she's been told by the White House not to come, then we'll move accordingly. But it's not acceptable. We demand when we issue - it would be better if we didn't have to issue subpoenas. But if we have to issue subpoenas, we demand that our subpoenas are not just disregarded. We are a democracy. The Congress is a coequal branch of government. The president apparently never learned that. Mr. Pompeo, you would think he'd know it, having served in the Congress. But we're not going to accept it, and we're not going to take it lying down."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "You mentioned Secretary of State Mike Pompeo. You mentioned you're not going to stand for Congress being steamrolled. Your committee set a deadline of last Friday for Secretary Pompeo to hand over documents related to Ukraine. Has he handed them over?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "No, he has not. And..."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "How are you going to get him to do it?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "Well, I'm not worried about process. We expect to be able to get all the information we want. It'll be sooner or later. I hope it'll be sooner, not later. But I can guarantee you one of the things that we can guarantee is we're not going to sit idly by and allow this kind of obstruction."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "If everything goes the way you would like it to unfold in the House - if the president is impeached and then Republicans in the Senate protect him, does that end up playing right into the White House's hands?"
    },
    {
      "speaker": "Eliot Engel",
      "text": "No because there's a process that we have. Look. I'm not in glee over this impeachment. Believe me. I feel very, very badly about this. I'm sorry that it came to this. This is not a bright spot in the history of our country. But the alternative is to allow lawlessness by an administration, stonewalling by an administration, talking to themselves but not talking to Congress and doing whatever they - a president thinks he can do whatever he wants. That's not American democracy. So nobody is in glee here. Nobody is happy that it's come to this. But I think the only worse thing than this would be for us to allow it to stand, would be for us to do nothing."
    },
    {
      "speaker": "Mary Louise Kelly",
      "text": "That is Eliot Engel, chairman of the House Foreign Affairs Committee, Democrat of New York - on the line with us there from New York. Congressman, thanks for your time."
    },
    {
      "speaker": "Eliot Engel",
      "text": "My pleasure."
    }
  ]
}