{
  "transcript": [
    {
      "speaker": "Leila Fadel",
      "text": "Almost 40 million Congolese are eligible to vote today for their new president in highly anticipated and much delayed elections. The build up to the vote was fraught with logistical and technical problems, prompting a week-long postponement. And there was some campaign violence with the security forces cracking down on opposition supporters. NPR's Ofeibea Quist-Arcton is in the capital Kinshasa observing the vote and joins us now. Good morning."
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "Greetings."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Ofeibea, why has it taken so long to finally hold this election? And we should add, it's still delayed for parts of the country."
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "That's the selfsame question Congolese are asking. How come it's only now they're going to the polls? And add to that, there's been a one-week extra delay because the election commission said it had technical problems and logistical problems and was not able to hold the vote on 23 of December, as was meant to happen. Now President Kabila says it was because of a rebellion in the east and troubles in other parts of Congo. That was the priority. So that is why he hasn't left office yet. But many Congolese are saying, no. You've been a caretaker president for two long years. It's time for change. It's time for us to move on. At last, they're voting. This morning in Kinshasa, there were torrential rainstorms. And there was a very, very timid participation. But now the sun's out. And we are seeing long, long, long lines at polling stations as the Kinois, as they're called - people of Kinshasa, men and women - wait to vote enthusiastically and patiently."
    },
    {
      "speaker": "Leila Fadel",
      "text": "And it sounds like people are out in lines. Are there any reports of problems?"
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "There have been some logistical problems. Early on, we heard that some polling stations did not have the list of voters, so people had to wait. Although, they were keen to vote. And we've also heard from observers - and these are local observers because the election commission and the authorities here have not allowed many international observers. They say there have been problems with these controversial voting machines being used for the first time, that some haven't worked at all and that others have had problems. But it's early days yet."
    },
    {
      "speaker": "Leila Fadel",
      "text": "Right."
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "And people are certainly patiently waiting to vote."
    },
    {
      "speaker": "Leila Fadel",
      "text": "So what are the voters that you're seeing in these lines there in Kinshasa telling you?"
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "A range - there are those who say they are going to vote for continuity, although President Joseph Kabila is standing down after almost 18 years in power. So he is not standing for re-election. He has handpicked a presidential candidate of the governing coalition. Some, they say they want continuity. But many more people are saying, it's time for change. We need change. We need education. We need health. We need all sorts of social improvements in Congo. And it's only with a new opposition leader as president that we're going to have that."
    },
    {
      "speaker": "Leila Fadel",
      "text": "And now with parts of the country still not voting till March, will we have any idea later today of who might become the new president?"
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "I've got to tell you, Leila, there's been absolute opposition fury because two areas of eastern Congo were hit by Ebola. And then one town in the west where there has been communal violence, more than a million voters, the opposition say, have been disenfranchised in their strongholds. We'll have to see when results will be in. They've got to be announced by about the 10 of January. And then by mid-January, a new president should be sworn in. Everybody is holding their breath, saying, let it be peaceful. Let us vote for our new president as we want to."
    },
    {
      "speaker": "Leila Fadel",
      "text": "That's NPR's Ofeibea Quist-Arcton in Kinshasa. Thank you so much."
    },
    {
      "speaker": "Ofeibea Quist-Arcton",
      "text": "Always a pleasure, thank you."
    }
  ]
}