{
  "transcript": [
    {
      "speaker": "Ira Flatow",
      "text": "This is SCIENCE FRIDAY. I am Ira Flatow. Up next, new guidelines for diagnosing a common disease. According to the Alzheimer's Association, Alzheimer's disease is the sixth-leading cause of death in the country, and the only one of those top 10 killers than cannot be prevented, cured or even slowed, says the Alzheimer's Association. But even though there's no good treatment, there are researchers who say there is a benefit to knowing the early symptoms, to figure out who might go on to develop the disease. And earlier this week, the National Institute on Aging and the Alzheimer's Association announced that for the first time in 27 years, they were changing the guidelines that clinicians use to diagnose Alzheimer's to try and catch the disease earlier in people. Joining me to talk more about this is my guest, Creighton Phelps. He's director of the Alzheimer's Disease Centers Program at the National Institute on Aging. It's part of NIH. Welcome to SCIENCE FRIDAY."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Good afternoon. I'm happy to be here."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Tell us how the guidelines have changed. What's different about these newer ones?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "What we've done is sort of reconstructed our whole way of thinking about Alzheimer's disease and divided it into stages. And then we have set up these guidelines that will allow us to define how to diagnose - at least in a couple of the stages - whether somebody is suffering from this awful disease. So what - the guidelines in 1984, 27 years ago, were for only the dementia phase of the disease. And that's when - that's the terminal stage, you know, the last stage of the disease. We have clarified and changed those somewhat to let people know - or let the physicians know - that while memory is still very important, it doesn't necessarily have to always be memory that would be the main component of the disorder. It can be other kinds of cognitive functions, such as what we call executive function, ability to make decisions, perhaps problems some in getting around in the environment, not being able to solve complex problems and so forth. So that's been clarified. We've also - didn't know 27 years ago that there were other dimensions of the aging that could also be confused with Alzheimer's disease. So we've addressed that, as well. And so - then that's the dementia phase. There's a middle stage, which we call mild cognitive impairment. That's been only known for about 10 years. It wasn't even heard of back in 1984. And that is where people are not demented yet, but they're starting to see signs of cognitive loss, and it's starting to be noticeable. Their family notices it. They may notice it themselves. The physician can test this. But what's really new is a - what we are calling a pre-clinical stage, which is something that we couldn't even consider years ago, because we thought Alzheimer's disease was the dementia phase, and that was it. What - now we're finding that there are biomarkers, changes in the brain that can be measured that are associated with Alzheimer's disease in the dementia phase. But we can pick these up at a much earlier stage in people that have no symptoms."
    },
    {
      "speaker": "Ira Flatow",
      "text": "But - so can I can go in and get these tests done to pick up those stages, the earliest stage?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "No, not right now, because these biomarkers are in the research phase right now. They have to be validated to be sure. We don't want to give you the wrong information. So we need to be sure they're tracking with the course of the disease so we wouldn't give you the wrong idea that if you, you know, just because you might have the marker, it doesn't mean you're necessarily going to get the disease."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what practical value, then, is there to creating these three separate stages, especially if you - if no one can be tested to see if they have the earliest stage?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "There - the reasons we say this for now is primarily for research. It's setting up a framework for earlier interventions if we have drugs, and there are many drugs under investigation right now in clinical trials, some of whom - some of them will affect the course of the disease. So we want to be ready with these standards and with these guidelines so that we could intervene earlier if the drugs suddenly become available."
    },
    {
      "speaker": "Ira Flatow",
      "text": "What kind of biomarkers are you talking about?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "These are primarily imaging biomarkers, so MRI scans, PET scans, and as well as some fluid biomarkers from spinal taps, the cerebrospinal fluid analysis. And there's a normal protein that gets deposited in the brains of the - of Alzheimer's patients, and we can pick up some of these proteins early, before there are any symptoms. So we're thinking that this may be a pre-clinical stage."
    },
    {
      "speaker": "Ira Flatow",
      "text": "It almost sounds to me like you're putting together a retrospective study that will be used later on."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Well, it's going to be updated constantly because there's new data coming out almost monthly. And so, rather then waiting to do this every 27 years, we wanted to put a structure in place so that as new information is gathered, it can be plugged in at the appropriate place in these three stages, and it can be tested much quicker."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And so what people will you be using? How will - who were - I don't mean to use the guinea pigs on this, but how will you be testing out your hypothesis about the early stages and collecting the data on it?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "There is a very large study that we're doing already. It's been going on for the last six years - it's just not finished yet - called, ADNI, which is the Alzheimer's Disease Neuroimaging Initiative, where we are following people longitudinally over time and testing them several times a year for all - for clinical signs. We're doing imaging. We're doing the biomarker -fluid biomarkers. We've looked at their genetics. And they're continually updated. And all this data, then, is put in a huge computer out at UCLA. And it's world - it's open to anybody in the world who wants to study it."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "And so we hope what we're seeing now is changes occurring, and we can - starting to predict which people are going to convert to Alzheimer's disease."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you have any real potential active drugs in the pipeline that are being - that are - might be tested on some of these folks?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "There are a number of drugs that aren't quite ready for primetime yet. But they are new kinds of drugs that actually interfere with the disease process rather than treating symptoms. The only drugs that we have available right now that are approved by the FDA are symptomatic, you know, some of the cholinesterase inhibitors that alleviate symptoms for a short period of time. What we're now looking at, and you've heard probably before, there have been some failed trials. There's been some revised trials now on antibodies against the abnormal proteins in the brain. And if we can stop the amyloid, which is the protein we're talking about, from being deposited to begin with, we're hoping that might stall the progress of the disease. And those are being tested very actively right now."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. How can the public - is there anything the public can do to be involved in this process?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "There are clinical trials. And there's a website called clinicaltrials.gov where you can go and find if there are any sites in your vicinity for patients to enter into clinical trials."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Do you have to have the symptoms of Alzheimer's to get into the trials?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Yes. Well, you have to be evaluated, just - not necessarily. Some of the trials are for mild cognitive impairment. So it's - and then there are always controls, also, so that people are - they want normal people in the trials, too, so that they can compare the people that have no symptoms with people who do."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Right. Given your guidelines, let's say that you have aging parents or you might have a spouse or some loved one, someone you take care of or live with, are there signs, early signs, that you should be looking for in that person? And then what would you do with that knowledge?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "It's tricky, because there are some normal changes that occur, and it's age-related. So with normal aging, we do see a little drop off in some functions, cognitive functions. So it's a little difficult to know whether those are due to normal aging, or whether they are due to some changes because of a disease. But if there is a family history or - and there's something very noticeable in its - and to over time, that seems to be getting worse, then the families should take the patient to the doctor for initial evaluation to see."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And you're hoping that the doctor then looks at these new guidelines, and use it then?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "That's our goal. We're really putting them out there and publicizing them quite a lot. And we're contacting most of the major geriatric groups and physician organizations to let them know they're available."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And is there anything we can do, each one of us in, let's say, in preclinical stages, to sort of try to ward this off or to, you know - because we don't really what causes it."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Well, that's the problem. We can't tell you precisely what to do. But what we can be fairly clear on is that all the things that are good for you in general for - to prevent heart disease, diabetes are probably good for Alzheimer's disease, as well. But we haven't nailed that down, mainly because we see that the people with diabetes are more prone to get Alzheimer's disease, and people that have high blood pressure in mid-life also are prone to get Alzheimer's disease."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So what do say to people who say to you: Why should I get diagnosed early, if there's no treatment for it? Why just live with this in terror? And it's better not to know."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Well, some will people will say that. Yes, I agree. But then there are other rational people, I think, that will say, wait a minute. I don't want to sit back and just wait and see what's going to happen. What can I do to sort of plan for this? If I have a family - especially if they're younger person that might have, still have kids - that would be very unusual case, of course, because this is a disease of elderly. However, they can make legal plans. They can - health care power of attorney. They can get their financial affairs in order, who's going to take care them when finally can't take of themselves. And to me, it seems that, gives them a sense of control. They have a little - because, like, they're losing control of their mind, but they are - they have - they can control what's left, you know, for a while."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Does Medicare or health care plans pay for any of this?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Oh, yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "Mm-hmm. So this - especially with the aging population?"
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Well, this is - yes. This is going to be a major drain on Medicare and Medicaid because of the baby boomers, starting January of this year, started turning 65. And it's been estimated there's 10,000 people turning 65 every day."
    },
    {
      "speaker": "Ira Flatow",
      "text": "So this is something you're hoping will be an aid to finding people early enough. And I know - I think of the Framingham Study, where they study all these people for 30 years or so."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "And used it as a retrospective study to see how heart disease was shaping up. I kind of thinking if that's what you're doing here."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "In fact, we're using the Framingham Study in studying cognition, in that same - the very same study. So, yes."
    },
    {
      "speaker": "Ira Flatow",
      "text": "All right. Well, thank you very much for taking time to explain that to us."
    },
    {
      "speaker": "Dr. Creighton Phelps (Director",
      "text": "Okay. It's been my pleasure."
    },
    {
      "speaker": "Ira Flatow",
      "text": "You're welcome. Dr. Creighton Phelps is director of the Alzheimer's Disease Centers Program at the National Institutes of Aging. That's part of the National Institutes of Health, talking with us today about Alzheimer's. I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR."
    }
  ]
}